["<p>\n    <span> <sup>1</sup> Now King David was old and advanced in age. Although they covered him with bedclothes, he could not get warm. <sup>2</sup> So his servants said to him, “Let us search for a young virgin for my lord the king. She is to attend the king and be his caregiver. She is to lie by your side so that my lord the king will get warm.” <sup>3</sup> They searched for a beautiful girl throughout the territory of Israel; they found Abishag the Shunammite and brought her to the king. <sup>4</sup> The girl was of unsurpassed beauty, and she became the king’s caregiver. She attended to him, but he was not intimate with her. <sup>5</sup> Adonijah son of Haggith kept exalting himself, saying, “I will be king! ” He prepared chariots, cavalry, and fifty men to run ahead of him. <sup>6</sup> But his father had never once infuriated him by asking, “Why did you do that? ” In addition, he was quite handsome and was born after Absalom. <sup>7</sup> He conspired with Joab son of Zeruiah and with the priest Abiathar. They supported Adonijah, <sup>8</sup> but the priest Zadok, Benaiah son of Jehoiada, the prophet Nathan, Shimei, Rei, and David’s royal guard did not side with Adonijah. <sup>9</sup> Adonijah sacrificed sheep, goats, cattle, and fattened cattle near the stone of Zoheleth, which is next to En-rogel. He invited all his royal brothers and all the men of Judah, the servants of the king, <sup>10</sup> but he did not invite the prophet Nathan, Benaiah, the royal guard, or his brother Solomon. <sup>11</sup> Then Nathan said to Bathsheba, Solomon’s mother, “Have you not heard that Adonijah son of Haggith has become king and our lord David does not know it? <sup>12</sup> Now please come and let me advise you. Save your life and the life of your son Solomon. <sup>13</sup> Go, approach King David and say to him, ‘My lord the king, did you not swear to your servant: Your son Solomon is to become king after me, and he is the one who is to sit on my throne? So why has Adonijah become king? ’ <sup>14</sup> At that moment, while you are still there speaking with the king, I’ll come in after you and confirm your words.” <sup>15</sup> So Bathsheba went to the king in his bedroom. Since the king was very old, Abishag the Shunammite was attending to him. <sup>16</sup> Bathsheba knelt low and paid homage to the king, and he asked, “What do you want? ” <sup>17</sup> She replied, “My lord, you swore to your servant by the Lord your God, ‘Your son Solomon is to become king after me, and he is the one who is to sit on my throne.’ <sup>18</sup> Now look, Adonijah has become king. And, my lord the king, you didn’t know it. <sup>19</sup> He has lavishly sacrificed oxen, fattened cattle, and sheep. He invited all the king’s sons, the priest Abiathar, and Joab the commander of the army, but he did not invite your servant Solomon. <sup>20</sup> Now, my lord the king, the eyes of all Israel are on you to tell them who will sit on the throne of my lord the king after him. <sup>21</sup> Otherwise, when my lord the king rests with his ancestors, I and my son Solomon will be regarded as criminals.” <sup>22</sup> At that moment, while she was still speaking with the king, the prophet Nathan arrived, <sup>23</sup> and it was announced to the king, “The prophet Nathan is here.” He came into the king’s presence and paid homage to him with his face to the ground. <sup>24</sup> “My lord the king,” Nathan said, “did you say, ‘Adonijah is to become king after me, and he is the one who is to sit on my throne’? <sup>25</sup> For today he went down and lavishly sacrificed oxen, fattened cattle, and sheep. He invited all the sons of the king, the commanders of the army, and the priest Abiathar. And look! They’re eating and drinking in his presence, and they’re saying, ‘Long live King Adonijah! ’ <sup>26</sup> But he did not invite me ​— ​me, your servant ​— ​or the priest Zadok or Benaiah son of Jehoiada or your servant Solomon. <sup>27</sup> I’m certain my lord the king would not have let this happen without letting your servant know who will sit on my lord the king’s throne after him.” <sup>28</sup> King David responded by saying, “Call in Bathsheba for me.” So she came into the king’s presence and stood before him. <sup>29</sup> The king swore an oath and said, “As the Lord lives, who has redeemed my life from every difficulty, <sup>30</sup> just as I swore to you by the Lord God of Israel: Your son Solomon is to become king after me, and he is the one who is to sit on my throne in my place, that is exactly what I will do this very day.” <sup>31</sup> Bathsheba knelt low with her face to the ground, paying homage to the king, and said, “May my lord King David live </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>! ” <sup>32</sup> King David then said, “Call in the priest Zadok, the prophet Nathan, and Benaiah son of Jehoiada for me.” So they came into the king’s presence. <sup>33</sup> The king said to them, “Take my servants with you, have my son Solomon ride on my own mule, and take him down to Gihon. <sup>34</sup> There, the priest Zadok and the prophet Nathan are to anoint him as king over Israel. You are to blow the ram’s horn and say, ‘Long live King Solomon! ’ <sup>35</sup> You are to come up after him, and he is to come in and sit on my throne. He is the one who is to become king in my place; he is the one I have commanded to be ruler over Israel and Judah.” <sup>36</sup> “Amen,” Benaiah son of Jehoiada replied to the king. “May the Lord, the God of my lord the king, so affirm it. <sup>37</sup> Just as the Lord was with my lord the king, so may he be with Solomon and make his throne greater than the throne of my lord King David.” <sup>38</sup> Then the priest Zadok, the prophet Nathan, Benaiah son of Jehoiada, the Cherethites, and the Pelethites went down, had Solomon ride on King David’s mule, and took him to Gihon. <sup>39</sup> The priest Zadok took the horn of oil from the tabernacle and anointed Solomon. Then they blew the ram’s horn, and all the people proclaimed, “Long live King Solomon! ” <sup>40</sup> All the people went up after him, playing flutes and rejoicing with such a great joy that the earth split open from the sound. <sup>41</sup> Adonijah and all the invited guests who were with him heard the noise as they finished eating. Joab heard the sound of the ram’s horn and said, “Why is the town in such an uproar? ” <sup>42</sup> He was still speaking when Jonathan son of Abiathar the priest, suddenly arrived. Adonijah said, “Come in, for you are an important man, and you must be bringing good news.” <sup>43</sup> “Unfortunately not,” Jonathan answered him. “Our lord King David has made Solomon king. <sup>44</sup> And with Solomon, the king has sent the priest Zadok, the prophet Nathan, Benaiah son of Jehoiada, the Cherethites, and the Pelethites, and they have had him ride on the king’s mule. <sup>45</sup> The priest Zadok and the prophet Nathan have anointed him king in Gihon. They have gone up from there rejoicing. The town has been in an uproar; that’s the noise you heard. <sup>46</sup> Solomon has even taken his seat on the royal throne. <sup>47</sup> “The king’s servants have also gone to congratulate our lord King David, saying, ‘May your God make the name of Solomon more well known than your name, and may he make his throne greater than your throne.’ Then the king bowed in worship on his bed. <sup>48</sup> And the king went on to say this: ‘Blessed be the Lord God of Israel! Today he has provided one to sit on my throne, and I am a witness.’ ” <sup>49</sup> Then all of Adonijah’s guests got up trembling and went their separate ways. <sup>50</sup> Adonijah was afraid of Solomon, so he got up and went to take hold of the horns of the altar. <sup>51</sup> It was reported to Solomon, “Look, Adonijah fears King Solomon, and he has taken hold of the horns of the altar, saying, ‘Let King Solomon first swear to me that he will not kill his servant with the sword.’ ” <sup>52</sup> Then Solomon said, “If he is a man of character, not a single hair of his will fall to the ground, but if evil is found in him, he dies.” <sup>53</sup> So King Solomon sent for him, and they took him down from the altar. He came and paid homage to King Solomon, and Solomon said to him, “Go to your home.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> As the time approached for David to die, he ordered his son Solomon, <sup>2</sup> “As for me, I am going the way of all of the earth. Be strong and be a man, <sup>3</sup> and keep your obligation to the Lord your God to walk in his ways and to keep his statutes, commands, ordinances, and decrees. This is written in the law of Moses, so that you will have success in everything you do and wherever you turn, <sup>4</sup> and so that the Lord will </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> his promise that he made to me: ‘If your sons take care to walk faithfully before me with all their heart and all their soul, you will never fail to have a man on the throne of Israel.’ <sup>5</sup> “You also know what Joab son of Zeruiah did to me and what he did to the two commanders of Israel’s army, Abner son of Ner and Amasa son of Jether. He murdered them in a time of peace to avenge blood shed in war. He spilled that blood on his own waistband and on the sandals of his feet. <sup>6</sup> Act according to your wisdom, and do not let his </span>\n    <del>gray</del>\n    <ins>grey</ins>\n    <span> head descend to Sheol in peace. <sup>7</sup> “Show kindness to the sons of Barzillai the Gileadite and let them be among those who eat at your table because they supported me when I fled from your brother Absalom. <sup>8</sup> “Keep an eye on Shimei son of Gera, the Benjaminite from Bahurim who is with you. He uttered malicious curses against me the day I went to Mahanaim. But he came down to meet me at the </span>\n    <del>Jordan </del>\n    <span>River </span>\n    <ins>Jordan</ins>\n    <span>, and I swore to him by the Lord, ‘I will never kill you with the sword.’ <sup>9</sup> So don’t let him go unpunished, for you are a wise man. You know how to deal with him to bring his </span>\n    <del>gray</del>\n    <ins>grey</ins>\n    <span> head down to Sheol with blood.” <sup>10</sup> Then David rested with his ancestors and was buried in the city of David. <sup>11</sup> The length of time David reigned over Israel was forty years: he reigned </span>\n    <ins>for </ins>\n    <span>seven years in Hebron and thirty-three years in Jerusalem. <sup>12</sup> Solomon sat on the throne of his father David, and his kingship was firmly established. <sup>13</sup> Now Adonijah son of Haggith came to Bathsheba, Solomon’s mother. She asked, “Do you come peacefully? ” “Peacefully,” he replied, <sup>14</sup> and then asked, “May I talk with you? ” “Go ahead,” she answered. <sup>15</sup> “You know the kingship was mine,” he said. “All Israel expected me to be king, but then the kingship was turned over to my brother, for the Lord gave it to him. <sup>16</sup> So now I have just one request of you; don’t turn me down.” She said to him, “Go on.” <sup>17</sup> He replied, “Please speak to King Solomon since he won’t turn you down. Let him give me Abishag the Shunammite as a wife.” <sup>18</sup> “Very well,” Bathsheba replied. “I will speak to the king for you.” <sup>19</sup> So Bathsheba went to King Solomon to speak to him about Adonijah. The king stood up to greet her, bowed to her, sat down on his throne, and had a throne placed for the king’s mother. So she sat down at his right hand. <sup>20</sup> Then she said, “I have just one small request of you. Don’t turn me down.” “Go ahead and ask, mother,” the king replied, “for I won’t turn you down.” <sup>21</sup> So she said, “Let Abishag the Shunammite be given to your brother Adonijah as a wife.” <sup>22</sup> King Solomon answered his mother, “Why are you requesting Abishag the Shunammite for Adonijah? Since he is my elder brother, you might as well ask the kingship for him, for the priest Abiathar, and for Joab son of Zeruiah.” <sup>23</sup> Then King Solomon took an oath by the Lord: “May God punish me and do so severely if Adonijah has not made this request at the cost of his life. <sup>24</sup> And now, as the Lord lives ​— ​the one who established me, seated me on the throne of my father David, and made me a dynasty as he promised ​— ​I swear Adonijah will be put to death today! ” <sup>25</sup> Then King Solomon dispatched Benaiah son of Jehoiada, who struck down Adonijah, and he died. <sup>26</sup> The king said to the priest Abiathar, “Go to your fields in Anathoth. Even though you deserve to die, I will not put you to death today, since you carried the ark of the Lord God in the presence of my father David and you suffered through all that my father suffered.” <sup>27</sup> So Solomon banished Abiathar from being the Lord’s priest, and it fulfilled the Lord’s prophecy </span>\n    <ins>which </ins>\n    <span>he had spoken at Shiloh against Eli’s family. <sup>28</sup> The news reached Joab. Since he had supported Adonijah but not Absalom, Joab fled to the Lord’s tabernacle and took hold of the horns of the altar. <sup>29</sup> It was reported to King Solomon, “Joab has fled to the Lord’s tabernacle and is now beside the altar.” Then Solomon sent Benaiah son of Jehoiada and told him, “Go and strike him down! ” <sup>30</sup> So Benaiah went to the tabernacle and said to Joab, “This is what the king says: ‘Come out! ’ ” But Joab said, “No, for I will die here.” So Benaiah took a message back to the king, “This is what Joab said, and this is how he answered me.” <sup>31</sup> The king said to him, “Do just as he says. Strike him down and bury him in order to remove from me and from my father’s family the blood that Joab shed without just cause. <sup>32</sup> The Lord will bring back his own blood on his head because he struck down two men more righteous and better than he, without my father David’s knowledge. With his sword, Joab murdered Abner son of Ner, commander of Israel’s army, and Amasa son of Jether, commander of Judah’s army. <sup>33</sup> The responsibility for their deaths will come back to Joab and to his descendants </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, but for David, his descendants, his dynasty, and his throne, there will be peace from the Lord </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>.” <sup>34</sup> Benaiah son of Jehoiada went up, struck down Joab, and put him to death. He was buried at his house in the wilderness. <sup>35</sup> Then the king appointed Benaiah son of Jehoiada in Joab’s place over the army, and he appointed the priest Zadok in Abiathar’s place. <sup>36</sup> Then the king summoned Shimei and said to him, “Build a house for yourself in Jerusalem and live there, but don’t leave there and go anywhere else. <sup>37</sup> On the day you do leave and cross the Kidron Valley, know for sure that you will certainly die. Your blood will be on your own head.” <sup>38</sup> Shimei said to the king, “The sentence is fair; your servant will do as my lord the king has spoken.” And Shimei lived in Jerusalem for a long time. <sup>39</sup> But then, at the end of three years, two of Shimei’s slaves ran away to Achish son of Maacah, king of Gath. Shimei was informed, “Look, your slaves are in Gath.” <sup>40</sup> So Shimei saddled his donkey and set out to Achish at Gath to search for his slaves. He went and brought them back from Gath. <sup>41</sup> It was reported to Solomon that Shimei had gone from Jerusalem to Gath and had returned. <sup>42</sup> So the king summoned Shimei and said to him, “Didn’t I make you swear by the Lord and warn you, saying, ‘On the day you leave and go anywhere else, know for sure that you will certainly die’? And you said to me, ‘The sentence is fair; I will obey.’ <sup>43</sup> So why have you not kept the Lord’s oath and the command that I gave you? ” <sup>44</sup> The king also said, “You yourself know all the evil that you did to my father David. Therefore, the Lord has brought back your evil on your head, <sup>45</sup> but King Solomon will be blessed, and David’s throne will remain established before the Lord </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>.” <sup>46</sup> Then the king commanded Benaiah son of Jehoiada, and he went out and struck Shimei down, and he died. So the kingdom was established in Solomon’s hand. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Solomon made an alliance with Pharaoh king of Egypt by marrying Pharaoh’s daughter. Solomon brought her to the city of David until he finished building his palace, the Lord’s temple, and the wall surrounding Jerusalem. <sup>2</sup> However, the people were sacrificing on the high places, because until that time a temple for the Lord’s name had not been built. <sup>3</sup> Solomon loved the Lord by walking in the statutes of his father David, but he also sacrificed and burned incense on the high places. <sup>4</sup> The king went to Gibeon to sacrifice there because it was the most famous high place. He offered a thousand burnt offerings on that altar. <sup>5</sup> At Gibeon the Lord appeared to Solomon in a dream at night. God said, “Ask. What should I give you? ” <sup>6</sup> And Solomon replied, “You have shown great and faithful love to your servant, my father David, because he walked before you in faithfulness, righteousness, and integrity. You have continued this great and faithful love for him by giving him a son to sit on his throne, as it is today. <sup>7</sup> “Lord my God, you have now made your servant king in my father David’s place. Yet I am just a youth with no experience in leadership. <sup>8</sup> Your servant is among your people you have chosen, a people too many to be numbered or counted. <sup>9</sup> So give your servant a receptive heart to judge your people and to discern between good and evil. For who is able to judge this great people of yours? ” <sup>10</sup> Now it pleased the Lord that Solomon had requested this. <sup>11</sup> So God said to him, “Because you have requested this and did not ask for long life or riches for yourself, or the death of your enemies, but you asked discernment for yourself to administer justice, <sup>12</sup> I will therefore do what you have asked. I will give you a wise and understanding heart, so that there has never been anyone like you before and never will be again. <sup>13</sup> In addition, I will give you what you did not ask for: both riches and </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>, so that no king will be your equal during your entire life. <sup>14</sup> If you walk in my ways and keep my statutes and commands just as your father David did, I will give you a long life.” <sup>15</sup> Then Solomon woke up and </span>\n    <del>realized</del>\n    <ins>realised</ins>\n    <span> it had been a dream. He went to Jerusalem, stood before the ark of the Lord’s covenant, and offered burnt offerings and fellowship offerings. Then he held a feast for all his servants. <sup>16</sup> Then two women who were prostitutes came to the king and stood before him. <sup>17</sup> One woman said, “Please, my lord, this woman and I live in the same house, and I had a baby while she was in the house. <sup>18</sup> On the third day after I gave birth, she also had a baby and we were alone. No one else was with us in the house; just the two of us were there. <sup>19</sup> During the night this woman’s son died because she lay on him. <sup>20</sup> She got up in the middle of the night and took my son from my side while your servant was asleep. She laid him in her arms, and she put her dead son in my arms. <sup>21</sup> When I got up in the morning to nurse my son, I discovered he was dead. That morning, when I looked closely at him</span>\n    <ins>, </ins>\n    <span>I </span>\n    <del>realized</del>\n    <ins>realised</ins>\n    <span> that he was not the son I gave birth to.” <sup>22</sup> “No,” the other woman said. “My son is the living one; your son is the dead one.” The first woman said, “No, your son is the dead one; my son is the living one.” So they argued before the king. <sup>23</sup> The king replied, “This woman says, ‘This is my son who is alive, and your son is dead,’ but that woman says, ‘No, your son is dead, and my son is alive.’ ” <sup>24</sup> The king continued, “Bring me a sword.” So they brought the sword to the king. <sup>25</sup> And the king said, “Cut the living boy in two and give half to one and half to the other.” <sup>26</sup> The woman whose son was alive spoke to the king because she felt great compassion for her son. “My lord, give her the living baby,” she said, “but please don’t have him killed! ” But the other one said, “He will not be mine or yours. Cut him in two! ” <sup>27</sup> The king responded, “Give the living baby to the first woman, and don’t kill him. She is his mother.” <sup>28</sup> All Israel heard about the </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> the king had given, and they stood in awe of the king because they saw that God’s wisdom was in him to carry out justice. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> King Solomon reigned over all Israel, <sup>2</sup> and these were his officials: Azariah son of Zadok, priest; <sup>3</sup> Elihoreph and Ahijah the sons of Shisha, secretaries; Jehoshaphat son of Ahilud, court historian; <sup>4</sup> Benaiah son of Jehoiada, in charge of the army; Zadok and Abiathar, priests; <sup>5</sup> Azariah son of Nathan, in charge of the </span>\n    <del>deputies</del>\n    <ins>district governors</ins>\n    <span>; Zabud son of Nathan, a priest and adviser to the king; <sup>6</sup> Ahishar, in charge of the palace; and Adoniram son of Abda, in charge of forced </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span>. <sup>7</sup> Solomon had twelve </span>\n    <del>deputies</del>\n    <ins>district governors</ins>\n    <span> for all Israel. They provided food for the king and his household; each one made provision for one month out of the year. <sup>8</sup> These were their names: Ben-hur, in the hill country of Ephraim; <sup>9</sup> Ben-deker, in Makaz, Shaalbim, Beth-shemesh, and Elon-beth-hanan; <sup>10</sup> Ben-hesed, in Arubboth (he had Socoh and the whole land of Hepher); <sup>11</sup> Ben-abinadab, in all Naphath-dor (Taphath daughter of Solomon was his wife); <sup>12</sup> Baana son of Ahilud, in Taanach, Megiddo, and all Beth-shean which is beside Zarethan below Jezreel, from Beth-shean to Abel-meholah, as far as the other side of Jokmeam; <sup>13</sup> Ben-geber, in Ramoth-gilead (he had the villages of Jair son of Manasseh, which are in Gilead, and he had the region of Argob, which is in Bashan, sixty great cities with walls and bronze bars); <sup>14</sup> Ahinadab son of Iddo, in Mahanaim; <sup>15</sup> Ahimaaz, in Naphtali (he also had married a daughter of Solomon ​— ​Basemath); <sup>16</sup> Baana son of Hushai, in Asher and Bealoth; <sup>17</sup> Jehoshaphat son of Paruah, in Issachar; <sup>18</sup> Shimei son of Ela, in Benjamin; <sup>19</sup> Geber son of Uri, in the land of Gilead, the country of King Sihon of the Amorites and of King Og of Bashan. There was one </span>\n    <del>deputy</del>\n    <ins>district governor</ins>\n    <span> in the land of Judah. <sup>20</sup> Judah and Israel were as numerous as the sand by the sea; they were eating, drinking, and rejoicing. <sup>21</sup> Solomon ruled all the kingdoms from the </span>\n    <del>Euphrates </del>\n    <span>River </span>\n    <ins>Euphrates </ins>\n    <span>to the land of the Philistines and as far as the border of Egypt. They offered tribute and served Solomon all the days of his life. <sup>22</sup> Solomon’s provisions for one day were </span>\n    <del>180 bushels</del>\n    <ins>6,600 litres</ins>\n    <span> of fine flour and </span>\n    <del>360 bushels</del>\n    <ins>13,200 litres</ins>\n    <span> of meal, <sup>23</sup> ten fattened cattle, twenty range cattle, and a hundred sheep and goats, besides deer, gazelles, roebucks, and pen-fed poultry, <sup>24</sup> for he had dominion over everything west of the Euphrates from Tiphsah to Gaza and over all the kings west of the Euphrates. He had peace on all his surrounding borders. <sup>25</sup> Throughout Solomon’s reign, Judah and Israel lived in safety from Dan to Beer-sheba, each person under his own vine and his own fig tree. <sup>26</sup> Solomon had forty thousand stalls of horses for his chariots, and twelve thousand horsemen. <sup>27</sup> Each of those </span>\n    <del>deputies</del>\n    <ins>district governors</ins>\n    <span> for a month in turn provided food for King Solomon and for everyone who came to King Solomon’s table. They neglected nothing. <sup>28</sup> Each man brought the barley and the straw for the chariot teams and the other horses to the required place according to his assignment. <sup>29</sup> God gave Solomon wisdom, very great insight, and understanding as vast as the sand on the seashore. <sup>30</sup> Solomon’s wisdom was greater than the wisdom of all the people of the East, greater than all the wisdom of Egypt. <sup>31</sup> He was wiser than anyone ​— ​wiser than Ethan the Ezrahite, and Heman, Calcol, and Darda, sons of Mahol. His reputation extended to all the surrounding nations. <sup>32</sup> Solomon spoke 3,000 proverbs, and his songs numbered 1,005. <sup>33</sup> He spoke about trees, from the cedar in Lebanon to the hyssop growing out of the wall. He also spoke about animals, birds, reptiles, and fish. <sup>34</sup> Emissaries of all peoples, sent by every king on earth who had heard of his wisdom, came to listen to Solomon’s wisdom. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> King Hiram of Tyre sent his emissaries to Solomon when he heard that he had been anointed king in his father’s place, for Hiram had always been friends with David. <sup>2</sup> Solomon sent this message to Hiram: <sup>3</sup> “You know my father David was not able to build a temple for the name of the Lord his God. This was because of the warfare all around him until the Lord put his enemies under his feet. <sup>4</sup> The Lord my God has now given me rest on every side; there is no enemy or misfortune. <sup>5</sup> So I plan to build a temple for the name of the Lord my God, according to what the Lord promised my father David: ‘I will put your son on your throne in your place, and he will build the temple for my name.’ <sup>6</sup> “Therefore, command that cedars from Lebanon be cut down for me. My servants will be with your servants, and I will pay your servants’ wages according to whatever you say, for you know that not a man among us knows how to cut timber like the Sidonians.” <sup>7</sup> When Hiram heard Solomon’s words, he rejoiced greatly and said, “Blessed be the Lord today! He has given David a wise son to be over this great people! ” <sup>8</sup> Then Hiram sent a reply to Solomon, saying, “I have heard your message; I will do everything you want regarding the cedar and cypress timber. <sup>9</sup> My servants will bring the logs down from Lebanon to the sea, and I will make them into rafts to go by sea to the place you indicate. I will break them apart there, and you can take them away. You then can meet my needs by providing my household with food.” <sup>10</sup> So Hiram provided Solomon with all the cedar and cypress timber he wanted, <sup>11</sup> and Solomon provided Hiram with </span>\n    <del>one</del>\n    <ins>four million four</ins>\n    <span> hundred </span>\n    <del>twenty </del>\n    <span>thousand </span>\n    <del>bushels</del>\n    <ins>litres</ins>\n    <span> of wheat as food for his household and </span>\n    <del>one</del>\n    <ins>four</ins>\n    <span> hundred </span>\n    <del>twenty</del>\n    <ins>and forty</ins>\n    <span> thousand </span>\n    <del>gallons</del>\n    <ins>litres</ins>\n    <span> of oil from crushed olives. Solomon did this for Hiram year after year. <sup>12</sup> The Lord gave Solomon wisdom, as he had promised him. There was peace between Hiram and Solomon, and the two of them made a treaty. <sup>13</sup> Then King Solomon drafted forced </span>\n    <del>laborers</del>\n    <ins>labourers</ins>\n    <span> from all Israel; the </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> force numbered thirty thousand men. <sup>14</sup> He sent ten thousand to Lebanon each month in shifts; one month they were in Lebanon, two months they were at home. Adoniram was in charge of the forced </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span>. <sup>15</sup> Solomon had seventy thousand porters and eighty thousand stonecutters in the mountains, <sup>16</sup> not including his </span>\n    <del>thirty-</del>\n    <span>three </span>\n    <ins>thousand three </ins>\n    <span>hundred </span>\n    <del>deputies</del>\n    <ins>foremen</ins>\n    <span> in charge of the work. They supervised the people doing the work. <sup>17</sup> The king commanded them to quarry large, costly stones to lay the foundation of the temple with dressed stones. <sup>18</sup> So Solomon’s builders and Hiram’s builders, along with the Gebalites, quarried the stone and prepared the timber and stone for the temple’s construction. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Solomon began to build the temple for the Lord in the four hundred </span>\n    <ins>and </ins>\n    <span>eightieth year after the Israelites came out of the land of Egypt, in the fourth year of his reign over Israel, in the month of Ziv, which is the second month. <sup>2</sup> The temple that King Solomon built for the Lord was </span>\n    <del>ninety feet</del>\n    <ins>27 metres</ins>\n    <span> long, </span>\n    <del>thirty feet</del>\n    <ins>9 metres</ins>\n    <span> wide, and </span>\n    <del>forty-five feet</del>\n    <ins>13.5 metres</ins>\n    <span> high. <sup>3</sup> The portico in front of the temple sanctuary was </span>\n    <del>thirty feet</del>\n    <ins>9 metres</ins>\n    <span> long extending across the temple’s width, and </span>\n    <del>fifteen feet</del>\n    <ins>4.5 metres</ins>\n    <span> deep in front of the temple. <sup>4</sup> He also made windows with </span>\n    <del>beveled</del>\n    <ins>bevelled</ins>\n    <span> frames for the temple. <sup>5</sup> He then built a chambered structure along the temple wall, encircling the walls of the temple, that is, the sanctuary and the inner sanctuary. And he made side chambers all </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span>. <sup>6</sup> The lowest chamber was </span>\n    <del>7 1 /</del>\n    <span>2</span>\n    <del> feet</del>\n    <ins>.25 metres</ins>\n    <span> wide, the middle was </span>\n    <del>9 feet</del>\n    <ins>2.7 metres</ins>\n    <span> wide, and the third was </span>\n    <del>10 1 /2 feet</del>\n    <ins>3.15 metres</ins>\n    <span> wide. He also provided offset ledges for the temple all </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> the outside so that nothing would be inserted into the temple walls. <sup>7</sup> The temple’s construction used finished stones cut at the quarry so that no hammer, chisel, or any iron tool was heard in the temple while it was being built. <sup>8</sup> The door for the lowest side chamber was on the right side of the temple. They went up a stairway to the middle chamber, and from the middle to the third. <sup>9</sup> When he finished building the temple, he </span>\n    <del>paneled</del>\n    <ins>panelled</ins>\n    <span> it with boards and planks of cedar. <sup>10</sup> He built the chambers along the entire temple, joined to the temple with cedar beams; each </span>\n    <del>story</del>\n    <ins>storey</ins>\n    <span> was </span>\n    <del>7 1 /</del>\n    <span>2</span>\n    <del> feet</del>\n    <ins>.25 metres</ins>\n    <span> high. <sup>11</sup> The word of the Lord came to Solomon: <sup>12</sup> “As for this temple you are building ​— ​if you walk in my statutes, observe my ordinances, and keep all my commands by walking in them, I will </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> my promise to you, which I made to your father David. <sup>13</sup> I will dwell among the Israelites and not abandon my people Israel.” <sup>14</sup> When Solomon finished building the temple, <sup>15</sup> he </span>\n    <del>paneled</del>\n    <ins>panelled</ins>\n    <span> the interior temple walls with cedar boards; from the temple floor to the surface of the ceiling he overlaid the interior with wood. He also overlaid the floor with cypress boards. <sup>16</sup> Then he lined </span>\n    <del>thirty feet</del>\n    <ins>nine metres</ins>\n    <span> of the rear of the temple with cedar boards from the floor to the surface of the ceiling, and he built the interior as an inner sanctuary, the most holy place. <sup>17</sup> The temple, that is, the sanctuary in front of the most holy place, was </span>\n    <del>sixty feet</del>\n    <ins>eighteen metres</ins>\n    <span> long. <sup>18</sup> The cedar </span>\n    <del>paneling</del>\n    <ins>panelling</ins>\n    <span> inside the temple was carved with ornamental gourds and flower blossoms. Everything was cedar; not a stone could be seen. <sup>19</sup> He prepared the inner sanctuary inside the temple to put the ark of the Lord’s covenant there. <sup>20</sup> The interior of the sanctuary was </span>\n    <del>thirty feet</del>\n    <ins>nine metres</ins>\n    <span> long, </span>\n    <del>thirty feet</del>\n    <ins>nine metres</ins>\n    <span> wide, and </span>\n    <del>thirty feet</del>\n    <ins>nine metres</ins>\n    <span> high; he overlaid it with pure gold. He also overlaid the cedar altar. <sup>21</sup> Next, Solomon overlaid the interior of the temple with pure gold, and he hung gold chains across the front of the inner sanctuary and overlaid it with gold. <sup>22</sup> So he added the gold overlay to the entire temple until everything was completely finished, including the entire altar that belongs to the inner sanctuary. <sup>23</sup> In the inner sanctuary he made two cherubim </span>\n    <del>15 feet</del>\n    <ins>4.5 metres</ins>\n    <span> high out of olive wood. <sup>24</sup> One wing of the first cherub was </span>\n    <del>7 1 /</del>\n    <span>2</span>\n    <del> feet</del>\n    <ins>.25 metres</ins>\n    <span> long, and the other wing was </span>\n    <del>7 1 /</del>\n    <span>2</span>\n    <del> feet</del>\n    <ins>.25 metres</ins>\n    <span> long. The wingspan was </span>\n    <del>15 feet</del>\n    <ins>4.5 metres</ins>\n    <span> from tip to tip. <sup>25</sup> The second cherub also was </span>\n    <del>15 feet</del>\n    <ins>4.5 metres</ins>\n    <span>; both cherubim had the same size and shape. <sup>26</sup> The first cherub’s height was </span>\n    <del>15 feet</del>\n    <ins>4.5 metres</ins>\n    <span> and so was the second cherub’s. <sup>27</sup> Then he put the cherubim inside the inner temple. Since their wings were spread out, the first one’s wing touched one wall while the second cherub’s wing touched the other wall, and in the middle of the temple their wings were touching wing to wing. <sup>28</sup> He also overlaid the cherubim with gold. <sup>29</sup> He carved all the surrounding temple walls with carved engravings ​— ​cherubim, palm trees, and flower blossoms ​— ​in the inner and outer sanctuaries. <sup>30</sup> He overlaid the temple floor with gold in both the inner and the outer sanctuaries. <sup>31</sup> For the entrance of the inner sanctuary, he made olive wood doors. The pillars of the doorposts were five-sided. <sup>32</sup> The two doors were made of olive wood. He carved cherubim, palm trees, and flower blossoms on them and overlaid them with gold, hammering gold over the cherubim and palm trees. <sup>33</sup> In the same way, he made four-sided olive wood doorposts for the sanctuary entrance. <sup>34</sup> The two doors were made of cypress wood; the first door had two folding sides, and the second door had two folding panels. <sup>35</sup> He carved cherubim, palm trees, and flower blossoms on them and overlaid them with gold applied evenly over the carving. <sup>36</sup> He built the inner courtyard with three rows of dressed stone and a row of trimmed cedar beams. <sup>37</sup> The foundation of the Lord’s temple was laid in Solomon’s fourth year in the month of Ziv. <sup>38</sup> In his eleventh year in the month of Bul, which is the eighth month, the temple was completed in every detail and according to every specification. So he built it in seven years. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Solomon completed his entire palace complex after thirteen years of construction. <sup>2</sup> He built the House of the Forest of Lebanon. It was </span>\n    <del>one hundred fifty feet</del>\n    <ins>forty-five metres</ins>\n    <span> long, </span>\n    <del>seventy</del>\n    <ins>twenty</ins>\n    <span>-</span>\n    <del>five feet</del>\n    <ins>three metres</ins>\n    <span> wide, and </span>\n    <del>forty-five feet</del>\n    <ins>thirteen and a half metres</ins>\n    <span> high on four rows of cedar pillars, with cedar beams on top of the pillars. <sup>3</sup> It was </span>\n    <del>paneled</del>\n    <ins>panelled</ins>\n    <span> above with cedar at the top of the chambers that rested on forty-five pillars, fifteen per row. <sup>4</sup> There were three rows of window frames, facing each other in three tiers. <sup>5</sup> All the doors and doorposts had rectangular frames, the openings facing each other in three tiers. <sup>6</sup> He made the hall of pillars </span>\n    <del>seventy</del>\n    <ins>twenty</ins>\n    <span>-</span>\n    <del>five feet</del>\n    <ins>three metres</ins>\n    <span> long and </span>\n    <del>forty-five feet</del>\n    <ins>thirteen and a half metres</ins>\n    <span> wide. A portico was in front of the pillars, and a canopy with pillars was in front of them. <sup>7</sup> He made the Hall of the Throne where he would judge ​— ​the Hall of </span>\n    <del>Judgment</del>\n    <ins>Judgement</ins>\n    <span>. It was </span>\n    <del>paneled</del>\n    <ins>panelled</ins>\n    <span> with cedar from the floor to the rafters. <sup>8</sup> Solomon’s own palace where he would live, in the other courtyard behind the hall, was of similar construction. And he made a house like this hall for Pharaoh’s daughter, his wife. <sup>9</sup> All of these buildings were of costly stones, cut to size and </span>\n    <del>sawed</del>\n    <ins>sawn</ins>\n    <span> with saws on the inner and outer surfaces, from foundation to coping and from the outside to the great courtyard. <sup>10</sup> The foundation was made of large, costly stones</span>\n    <del> twelve</del>\n    <ins>, 3.6</ins>\n    <span> and </span>\n    <del>fifteen feet</del>\n    <ins>4.5 metres</ins>\n    <span> long. <sup>11</sup> Above were also costly stones, cut to size, as well as cedar wood. <sup>12</sup> </span>\n    <del>Around</del>\n    <ins>Round</ins>\n    <span> the great courtyard, as well as the inner courtyard of the Lord’s temple and the portico of the temple, were three rows of dressed stone and a row of trimmed cedar beams. <sup>13</sup> King Solomon </span>\n    <del>had</del>\n    <ins>sent for</ins>\n    <span> Hiram </span>\n    <ins>and </ins>\n    <span>brought </span>\n    <ins>him </ins>\n    <span>from Tyre. <sup>14</sup> He was a widow’s son from the tribe of Naphtali, and his father was a man of Tyre, a bronze craftsman. Hiram had great skill, understanding, and knowledge to do every kind of bronze work. So he came to King Solomon and carried out all his work. <sup>15</sup> He cast two bronze pillars, each </span>\n    <del>27 feet</del>\n    <ins>8 metres</ins>\n    <span> high and </span>\n    <del>18 feet</del>\n    <ins>5.4 metres</ins>\n    <span> in circumference. <sup>16</sup> He also made two capitals of cast bronze to set on top of the pillars; </span>\n    <del>7 1 /</del>\n    <span>2</span>\n    <del> feet</del>\n    <ins>.25 metres</ins>\n    <span> was the height of the first capital, and </span>\n    <del>7 1 /</del>\n    <span>2</span>\n    <del> feet</del>\n    <ins>.25 metres</ins>\n    <span> was also the height of the second capital. <sup>17</sup> The capitals on top of the pillars had gratings of latticework, wreaths made of chainwork ​— ​seven for the first capital and seven for the second. <sup>18</sup> He made the pillars with two encircling rows of pomegranates on the one grating to cover the capital on top; he did the same for the second capital. <sup>19</sup> And the capitals on top of the pillars in the portico were shaped like lilies, </span>\n    <del>six feet</del>\n    <ins>1.8 metres</ins>\n    <span> high. <sup>20</sup> The capitals on the two pillars were also immediately above the rounded surface next to the grating, and two hundred pomegranates were in rows encircling each capital. <sup>21</sup> He set up the pillars at the portico of the sanctuary: he set up the right pillar and named it Jachin; then he set up the left pillar and named it Boaz. <sup>22</sup> The tops of the pillars were shaped like lilies. Then the work of the pillars was completed. <sup>23</sup> He made the cast metal basin, </span>\n    <del>15 feet</del>\n    <ins>4.5 metres</ins>\n    <span> from brim to brim, perfectly round. It was </span>\n    <del>7 1 /</del>\n    <span>2</span>\n    <del> feet</del>\n    <ins>.25 metres</ins>\n    <span> high and </span>\n    <del>45 feet</del>\n    <ins>13.5 metres</ins>\n    <span> in circumference. <sup>24</sup> Ornamental gourds encircled it below the brim, ten every </span>\n    <del>half yard</del>\n    <ins>45 centimetres</ins>\n    <span>, completely encircling the basin. The gourds were cast in two rows when the basin was cast. <sup>25</sup> It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east. The basin was on top of them and all their hindquarters were </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> the </span>\n    <del>center</del>\n    <ins>centre</ins>\n    <span>. <sup>26</sup> The basin was </span>\n    <del>three inches</del>\n    <ins>8 centimetres</ins>\n    <span> thick, and its rim was fashioned like the brim of a cup or of a lily blossom. It held </span>\n    <del>eleven</del>\n    <ins>forty-four</ins>\n    <span> thousand </span>\n    <del>gallons</del>\n    <ins>litres</ins>\n    <span>. <sup>27</sup> Then he made ten bronze water carts. Each water cart was </span>\n    <del>6 feet</del>\n    <ins>1.8 metres</ins>\n    <span> long, </span>\n    <del>6 feet</del>\n    <ins>1.8 metres</ins>\n    <span> wide, and </span>\n    <del>4 </del>\n    <span>1</span>\n    <del> /2 feet</del>\n    <ins>.35 metres</ins>\n    <span> high. <sup>28</sup> This was the design of the carts: They had frames; the frames were between the cross-pieces, <sup>29</sup> and on the frames between the cross-pieces were lions, oxen, and cherubim. On the cross-pieces there was a pedestal above, and below the lions and oxen were wreaths of hanging work. <sup>30</sup> Each cart had four bronze wheels with bronze axles. Underneath the four corners of the basin were cast supports, each next to a wreath. <sup>31</sup> And the water cart’s opening inside the crown on top was </span>\n    <del>eighteen inches</del>\n    <ins>45 centimetres</ins>\n    <span> wide. The opening was round, made as a pedestal </span>\n    <del>twenty-seven inches</del>\n    <ins>70 centimetres</ins>\n    <span> wide. On it were carvings, but their frames were square, not round. <sup>32</sup> There were four wheels under the frames, and the wheel axles were part of the water cart; each wheel was </span>\n    <del>twenty-seven inches</del>\n    <ins>70 centimetres</ins>\n    <span> tall. <sup>33</sup> The wheels’ design was similar to that of chariot wheels: their axles, rims, spokes, and hubs were all of cast metal. <sup>34</sup> Four supports were at the four corners of each water cart; each support was one piece with the water cart. <sup>35</sup> At the top of the cart was a band </span>\n    <del>nine inches</del>\n    <ins>25 centimetres</ins>\n    <span> high encircling it; also, at the top of the cart, its braces and its frames were one piece with it. <sup>36</sup> He engraved cherubim, lions, and palm trees on the plates of its braces and on its frames, wherever each had space, with encircling wreaths. <sup>37</sup> In this way he made the ten water carts using the same casting, dimensions, and shape for all of them. <sup>38</sup> Then he made ten bronze basins ​— ​each basin held </span>\n    <del>220 gallons</del>\n    <ins>880 litres</ins>\n    <span> and each was </span>\n    <del>six feet</del>\n    <ins>1.8 metres</ins>\n    <span> wide ​— ​one basin for each of the ten water carts. <sup>39</sup> He set five water carts on the right side of the temple and five on the left side. He put the basin near the right side of the temple </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> the southeast. <sup>40</sup> Then Hiram made the basins, the shovels, and the sprinkling basins. So Hiram finished all the work that he was doing for King Solomon on the Lord’s temple: <sup>41</sup> two pillars; bowls for the capitals that were on top of the two pillars; the two gratings for covering both bowls of the capitals that were on top of the pillars; <sup>42</sup> the four hundred pomegranates for the two gratings (two rows of pomegranates for each grating covering both capitals’ bowls on top of the pillars ); <sup>43</sup> the ten water carts; the ten basins on the water carts; <sup>44</sup> the basin; the twelve oxen underneath the basin; <sup>45</sup> and the pots, shovels, and sprinkling basins. All the utensils that Hiram made for King Solomon at the Lord’s temple were made of burnished bronze. <sup>46</sup> The king had them cast in clay </span>\n    <del>molds</del>\n    <ins>moulds</ins>\n    <span> in the Jordan Valley between Succoth and Zarethan. <sup>47</sup> Solomon left all the utensils unweighed because there were so many; the weight of the bronze was not determined. <sup>48</sup> Solomon also made all the equipment in the Lord’s temple: the gold altar; the gold table that the Bread of the Presence was placed on; <sup>49</sup> the pure gold lampstands in front of the inner sanctuary, five on the right and five on the left; the gold flowers, lamps, and tongs; <sup>50</sup> the pure gold ceremonial bowls, wick trimmers, sprinkling basins, ladles, and firepans; and the gold hinges for the doors of the inner temple (that is, the most holy place) and for the doors of the temple sanctuary. <sup>51</sup> So all the work King Solomon did in the Lord’s temple was completed. Then Solomon brought in the consecrated things of his father David ​— ​the silver, the gold, and the utensils ​— ​and put them in the treasuries of the Lord’s temple. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> At that time Solomon assembled the elders of Israel, all the tribal heads and the ancestral leaders of the Israelites before him at Jerusalem in order to bring the ark of the Lord’s covenant from the city of David, that is Zion. <sup>2</sup> So all the men of Israel were assembled in the presence of King Solomon in the month of Ethanim, which is the seventh month, at the festival. <sup>3</sup> All the elders of Israel came, and the priests picked up the ark. <sup>4</sup> The priests and the Levites brought the ark of the Lord, the tent of meeting, and the holy utensils that were in the tent. <sup>5</sup> King Solomon and the entire congregation of Israel, who had gathered around him and were with him in front of the ark, were sacrificing sheep, goats, and cattle that could not be counted or numbered, because there were so many. <sup>6</sup> The priests brought the ark of the Lord’s covenant to its place, into the inner sanctuary of the temple, to the most holy place beneath the wings of the cherubim. <sup>7</sup> For the cherubim were spreading their wings over the place of the ark, so that the cherubim covered the ark and its poles from above. <sup>8</sup> The poles were so long that their ends were seen from the holy place in front of the inner sanctuary, but they were not seen from outside the sanctuary; they are still there today. <sup>9</sup> Nothing was in the ark except the two stone tablets that Moses had put there at Horeb, where the Lord made a covenant with the Israelites when they came out of the land of Egypt. <sup>10</sup> When the priests came out of the holy place, the cloud filled the Lord’s temple, <sup>11</sup> and because of the cloud, the priests were not able to continue ministering, for the glory of the Lord filled the temple. <sup>12</sup> Then Solomon said: The Lord said that he would dwell in total darkness. <sup>13</sup> I have indeed built an exalted temple for you, a place for your dwelling </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>14</sup> The king turned around and blessed the entire congregation of Israel while they were standing. <sup>15</sup> He said: Blessed be the Lord God of Israel! He spoke directly to my father David, and he has fulfilled the promise by his power. He said, <sup>16</sup> “Since the day I brought my people Israel out of Egypt, I have not chosen a city to build a temple in among any of the tribes of Israel, so that my name would be there. But I have chosen David to rule my people Israel.” <sup>17</sup> My father David had his heart set on building a temple for the name of the Lord, the God of Israel. <sup>18</sup> But the Lord said to my father David, “Since your heart was set on building a temple for my name, you have done well to have this desire. <sup>19</sup> Yet you are not the one to build it; instead, your son, your own offspring, will build it for my name.” <sup>20</sup> The Lord has fulfilled what he promised. I have taken the place of my father David, and I sit on the throne of Israel, as the Lord promised. I have built the temple for the name of the Lord, the God of Israel. <sup>21</sup> I have provided a place there for the ark, where the Lord’s covenant is that he made with our ancestors when he brought them out of the land of Egypt. <sup>22</sup> Then Solomon stood before the altar of the Lord in front of the entire congregation of Israel and spread out his hands </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> heaven. <sup>23</sup> He said: Lord God of Israel, there is no God like you in heaven above or on earth below, who keeps the gracious covenant with your servants who walk before you with all their heart. <sup>24</sup> You have kept what you promised to your servant, my father David. You spoke directly to him and you fulfilled your promise by your power as it is today. <sup>25</sup> Therefore, Lord God of Israel, keep what you promised to your servant, my father David: </span>\n    <ins>“</ins>\n    <span>You will never fail to have a man to sit before me on the throne of Israel, if only your sons take care to walk before me as you have walked before me. </span>\n    <ins>” </ins>\n    <span><sup>26</sup> Now Lord God of Israel, please confirm what you promised to your servant, my father David. <sup>27</sup> But will God indeed live on earth? Even heaven, the highest heaven, cannot contain you, much less this temple I have built. <sup>28</sup> Listen to your servant’s prayer and his petition, Lord my God, so that you may hear the cry and the prayer that your servant prays before you today, <sup>29</sup> so that your eyes may watch over this temple night and day, </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> the place where you said, “My name will be there,” and so that you may hear the prayer that your servant prays </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> this place. <sup>30</sup> Hear the petition of your servant and your people Israel, which they pray </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> this place. May you hear in your dwelling place in heaven. May you hear and forgive. <sup>31</sup> When a man sins against his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> and is forced to take an oath, and he comes to take an oath before your altar in this temple, <sup>32</sup> may you hear in heaven and act. May you judge your servants, condemning the wicked man by bringing what he has done on his own head and providing justice for the righteous by rewarding him according to his righteousness. <sup>33</sup> When your people Israel are defeated before an enemy, because they have sinned against you, and they return to you and praise your name, and they pray and plead with you for mercy in this temple, <sup>34</sup> may you hear in heaven and forgive the sin of your people Israel. May you restore them to the land you gave their ancestors. <sup>35</sup> When the skies are shut and there is no rain, because they have sinned against you, and they pray </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> this place and praise your name, and they turn from their sins because you are afflicting them, <sup>36</sup> may you hear in heaven and forgive the sin of your servants and your people Israel, so that you may teach them to walk on the good way. May you send rain on your land that you gave your people for an inheritance. <sup>37</sup> When there is famine in the land, when there is pestilence, when there is blight or mildew, locust or grasshopper, when their enemy besieges them in the land and its cities, when there is any plague or illness, <sup>38</sup> every prayer or petition that any person or that all your people Israel may have — they each know their own affliction — as they spread out their hands </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> this temple, <sup>39</sup> may you hear in heaven, your dwelling place, and may you forgive, act, and give to everyone according to all their ways, since you know each heart, for you alone know every human heart, <sup>40</sup> so that they may fear you all the days they live on the land you gave our ancestors. <sup>41</sup> Even for the foreigner who is not of your people Israel but has come from a distant land because of your name — <sup>42</sup> for they will hear of your great name, strong hand, and outstretched arm, and will come and pray </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> this temple — <sup>43</sup> may you hear in heaven, your dwelling place, and do according to all the foreigner asks. Then all peoples of earth will know your name, to fear you as your people Israel do and to know that this temple I have built bears your name. <sup>44</sup> When your people go out to fight against their enemies, wherever you send them, and they pray to the Lord in the direction of the city </span>\n    <ins>which </ins>\n    <span>you have chosen and the temple I have built for your name, <sup>45</sup> may you hear their prayer and petition in heaven and uphold their cause. <sup>46</sup> When they sin against you — for there is no one who does not sin — and you are angry with them and hand them over to the enemy, and their captors deport them to the enemy’s country — whether distant or nearby — <sup>47</sup> and when they come to their senses in the land where they were deported and repent and petition you in their captors’ land: “We have sinned and done wrong; we have been wicked,” <sup>48</sup> and when they return to you with all their heart and all their soul in the land of their enemies who took them captive, and when they pray to you in the direction of their land that you gave their ancestors, the city </span>\n    <ins>which </ins>\n    <span>you have chosen, and the temple I have built for your name, <sup>49</sup> may you hear in heaven, your dwelling place, their prayer and petition and uphold their cause. <sup>50</sup> May you forgive your people who sinned against you and all their rebellions against you, and may you grant them compassion before their captors, so that they may treat them compassionately. <sup>51</sup> For they are your people and your inheritance; you brought them out of Egypt, out of the middle of an iron furnace. <sup>52</sup> May your eyes be open to your servant’s petition and to the petition of your people Israel, listening to them whenever they call to you. <sup>53</sup> For you, Lord God, have set them apart as your inheritance from all peoples of the earth, as you spoke through your servant Moses when you brought our ancestors out of Egypt. <sup>54</sup> When Solomon finished praying this entire prayer and petition to the Lord, he got up from kneeling before the altar of the Lord, with his hands spread out </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> heaven, <sup>55</sup> and he stood and blessed the whole congregation of Israel with a loud voice: <sup>56</sup> “Blessed be the Lord! He has given rest to his people Israel according to all he has said. Not one of all the good promises he made through his servant Moses has failed. <sup>57</sup> May the Lord our God be with us as he was with our ancestors. May he not abandon us or leave us <sup>58</sup> so that he causes us to be devoted to him, to walk in all his ways, and to keep his commands, statutes, and ordinances, which he commanded our ancestors. <sup>59</sup> May my words with which I have made my petition before the Lord be near the Lord our God day and night. May he uphold his servant’s cause and the cause of his people Israel, as each day requires. <sup>60</sup> May all the peoples of the earth know that the Lord is God. There is no other! <sup>61</sup> Be wholeheartedly devoted to the Lord our God to walk in his statutes and to keep his commands, as </span>\n    <del>it is</del>\n    <ins>you are</ins>\n    <span> today.” <sup>62</sup> The king and all Israel with him were offering sacrifices in the Lord’s presence. <sup>63</sup> Solomon offered a sacrifice of fellowship offerings to the Lord: twenty-two thousand cattle and one hundred </span>\n    <ins>and </ins>\n    <span>twenty thousand sheep and goats. In this manner the king and all the Israelites dedicated the Lord’s temple. <sup>64</sup> On the same day, the king consecrated the middle of the courtyard that was in front of the Lord’s temple because that was where he offered the burnt offering, the grain offering, and the fat of the fellowship offerings, since the bronze altar before the Lord was too small to accommodate the burnt offerings, the grain offerings, and the fat of the fellowship offerings. <sup>65</sup> Solomon and all Israel with him ​— ​a great assembly, from the entrance of Hamath to the Brook of Egypt ​— ​observed the festival at that time in the presence of the Lord our God, </span>\n    <ins>for </ins>\n    <span>seven days, and seven more days ​— ​fourteen days. <sup>66</sup> On the fifteenth day he sent the people away. So they blessed the king and went to their homes rejoicing and with happy hearts for all the goodness that the Lord had done for his servant David and for his people Israel. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When Solomon finished building the temple of the Lord, the royal palace, and all that Solomon desired to do, <sup>2</sup> the Lord appeared to Solomon a second time just as he had appeared to him at Gibeon. <sup>3</sup> The Lord said to him: I have heard your prayer and petition you have made before me. I have consecrated this temple you have built, to put my name there </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; my eyes and my heart will be there at all times. <sup>4</sup> As for you, if you walk before me as your father David walked, with a heart of integrity and in what is right, doing everything I have commanded you, and if you keep my statutes and ordinances, <sup>5</sup> I will establish your royal throne over Israel </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, as I promised your father David: You will never fail to have a man on the throne of Israel. <sup>6</sup> If you or your sons turn away from following me and do not keep my commands ​— ​my statutes that I have set before you ​— ​and if you go and serve other gods and bow in worship to them, <sup>7</sup> I will cut off Israel from the land I gave them, and I will reject the temple I have sanctified for my name. Israel will become an object of scorn and ridicule among all the peoples. <sup>8</sup> Though this temple is now exalted, everyone who passes by will be appalled and will scoff. They will say, “Why did the Lord do this to this land and this temple?” <sup>9</sup> Then they will say, “Because they abandoned the Lord their God who brought their ancestors out of the land of Egypt. They held on to other gods and bowed in worship to them and served them. Because of this, the Lord brought all this ruin on them.” <sup>10</sup> At the end of twenty years, during which Solomon had built the two houses, the Lord’s temple and the royal palace ​— ​ <sup>11</sup> King Hiram of Tyre having supplied him with cedar and cypress logs and gold for his every wish ​— ​King Solomon gave Hiram twenty towns in the land of Galilee. <sup>12</sup> So Hiram went out from Tyre to look over the towns that Solomon had given him, but he was not pleased with them. <sup>13</sup> So he said, “What are these towns you’ve given me, my brother? ” So he called them the Land of Cabul, as they are still called today. <sup>14</sup> Now Hiram had sent the king </span>\n    <del>nine thousand pounds</del>\n    <ins>four tonnes</ins>\n    <span> of gold. <sup>15</sup> This is the account of the forced </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> that King Solomon had imposed to build the Lord’s temple, his own palace, the supporting terraces, the wall of Jerusalem, and Hazor, Megiddo, and Gezer. <sup>16</sup> Pharaoh king of Egypt had attacked and captured Gezer. He then burned it, killed the Canaanites who lived in the city, and gave it as a dowry to his daughter, Solomon’s wife. <sup>17</sup> Then Solomon rebuilt Gezer, Lower Beth-horon, <sup>18</sup> Baalath, Tamar in the Wilderness of Judah, <sup>19</sup> all the storage cities that belonged to Solomon, the chariot cities, the cavalry cities, and whatever Solomon desired to build in Jerusalem, Lebanon, or anywhere else in the land of his dominion. <sup>20</sup> As for all the peoples who remained of the Amorites, Hethites, Perizzites, Hivites, and Jebusites, who were not Israelites ​— ​ <sup>21</sup> their descendants who remained in the land after them, those whom the Israelites were unable to destroy completely ​— ​Solomon imposed forced </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> on them; it is still this way today. <sup>22</sup> But Solomon did not consign the Israelites to slavery; they were soldiers, his servants, his commanders, his captains, and commanders of his chariots and his cavalry. <sup>23</sup> These were the </span>\n    <del>deputies</del>\n    <ins>foremen</ins>\n    <span> who were over Solomon’s work: 550 who supervised the people doing the work. <sup>24</sup> Pharaoh’s daughter moved from the city of David to the house that Solomon had built for her; he then built the terraces. <sup>25</sup> Three times a year Solomon offered burnt offerings and fellowship offerings on the altar he had built for the Lord, and he burned incense with them in the Lord’s presence. So he completed the temple. <sup>26</sup> King Solomon put together a fleet of ships at Ezion-geber, which is near Eloth on the shore of the Red Sea in the land of Edom. <sup>27</sup> With the fleet, Hiram sent his servants, experienced seamen, along with Solomon’s servants. <sup>28</sup> They went to Ophir and acquired gold there ​— ​</span>\n    <del>sixteen tons</del>\n    <ins>fifteen tonnes</ins>\n    <span> ​— ​and delivered it to Solomon. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The queen of Sheba heard about Solomon’s fame connected with the name of the Lord and came to test him with difficult questions. <sup>2</sup> She came to Jerusalem with a very large entourage, with camels bearing spices, gold in great abundance, and precious stones. She came to Solomon and spoke to him about everything that was on her mind. <sup>3</sup> So Solomon answered all her questions; nothing was too difficult for the king to explain to her. <sup>4</sup> When the queen of Sheba observed all of Solomon’s wisdom, the palace he had built, <sup>5</sup> the food at his table, his servants’ residence, his attendants’ service and their attire, his cupbearers, and the burnt offerings he offered at the Lord’s temple, it took her breath away. <sup>6</sup> She said to the king, “The report I heard in my own country about your words and about your wisdom is true. <sup>7</sup> But I didn’t believe the reports until I came and saw with my own eyes. Indeed, I was not even told half. Your wisdom and prosperity far exceed the report I heard. <sup>8</sup> How happy are your men. How happy are these servants of yours, who always stand in your presence hearing your wisdom. <sup>9</sup> Blessed be the Lord your God! He delighted in you and put you on the throne of Israel, because of the Lord’s eternal love for Israel. He has made you king to carry out justice and righteousness.” <sup>10</sup> Then she gave the king four </span>\n    <del>and a half tons</del>\n    <ins>tonnes</ins>\n    <span> of gold, a great quantity of spices, and precious stones. Never again did such a quantity of spices arrive as those the queen of Sheba gave to King Solomon. <sup>11</sup> In addition, Hiram’s fleet that carried gold from Ophir brought from Ophir a large quantity of almug wood and precious stones. <sup>12</sup> The king made the almug wood into steps for the Lord’s temple and the king’s palace and into lyres and harps for the singers. Never before did such almug wood arrive, and the like has not been seen again. <sup>13</sup> King Solomon gave the queen of Sheba her every desire ​— ​whatever she asked ​— ​besides what he had given her out of his royal bounty. Then she, along with her servants, returned to her own country. <sup>14</sup> The weight of gold that came to Solomon annually was twenty-</span>\n    <del>five tons</del>\n    <ins>three tonnes</ins>\n    <span>, <sup>15</sup> besides what came from merchants, traders’ merchandise, and all the Arabian kings and governors of the land. <sup>16</sup> King Solomon made two hundred large shields of hammered gold; </span>\n    <del>fifteen pounds</del>\n    <ins>seven kilograms</ins>\n    <span> of gold went into each shield. <sup>17</sup> He made three hundred small shields of hammered gold; nearly </span>\n    <del>four pounds</del>\n    <ins>two kilograms</ins>\n    <span> of gold went into each shield. The king put them in the House of the Forest of Lebanon. <sup>18</sup> The king also made a large ivory throne and overlaid it with fine gold. <sup>19</sup> The throne had six steps; there was a rounded top at the back of the throne, armrests on either side of the seat, and two lions standing beside the armrests. <sup>20</sup> Twelve lions were standing there on the six steps, one at each end. Nothing like it had ever been made in any other kingdom. <sup>21</sup> All of King Solomon’s drinking cups were gold, and all the utensils of the House of the Forest of Lebanon were pure gold. There was no silver, since it was considered as nothing in Solomon’s time, <sup>22</sup> for the king had ships of Tarshish at sea with Hiram’s fleet, and once every three years the ships of Tarshish would arrive bearing gold, silver, ivory, apes, and peacocks. <sup>23</sup> King Solomon surpassed all the kings of the world in riches and in wisdom. <sup>24</sup> The whole world wanted an audience with Solomon to hear the wisdom that God had put in his heart. <sup>25</sup> Every man would bring his annual tribute: items of silver and gold, clothing, weapons, spices, and horses and mules. <sup>26</sup> Solomon accumulated 1,400 chariots and 12,000 horsemen and stationed them in the chariot cities and with the king in Jerusalem. <sup>27</sup> The king made silver as common in Jerusalem as stones, and he made cedar as abundant as sycamore in the Judean foothills. <sup>28</sup> Solomon’s horses were imported from Egypt and Kue. The king’s traders bought them from Kue at the going price. <sup>29</sup> A chariot was imported from Egypt for </span>\n    <del>fifteen pounds</del>\n    <ins>seven kilograms</ins>\n    <span> of silver, and a horse for </span>\n    <del>four pounds</del>\n    <ins>two kilograms</ins>\n    <span>. In the same way, they exported them to all the kings of the Hittites and to the kings of Aram through their agents. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> King Solomon loved many foreign women in addition to Pharaoh’s daughter: Moabite, Ammonite, Edomite, Sidonian, and Hittite women <sup>2</sup> from the nations about which the Lord had told the Israelites, “You must not intermarry with them, and they must not intermarry with you, because they will turn your heart away to follow their gods.” To these women Solomon was deeply attached in love. <sup>3</sup> He had seven hundred wives who were princesses and three hundred who were concubines, and they turned his heart away. <sup>4</sup> When Solomon was old, his wives turned his heart away to follow other gods. He was not wholeheartedly devoted to the Lord his God, as his father David had been. <sup>5</sup> Solomon followed Ashtoreth, the goddess of the Sidonians, and Milcom, the abhorrent idol of the Ammonites. <sup>6</sup> Solomon did what was evil in the Lord’s sight, and unlike his father David, he did not remain loyal to the Lord. <sup>7</sup> At that time, Solomon built a high place for Chemosh, the abhorrent idol of Moab, and for Milcom, the abhorrent idol of the Ammonites, on the hill </span>\n    <del>across from</del>\n    <ins>opposite</ins>\n    <span> Jerusalem. <sup>8</sup> He did the same for all his foreign wives, who were burning incense and offering sacrifices to their gods. <sup>9</sup> The Lord was angry with Solomon, because his heart had turned away from the Lord, the God of Israel, who had appeared to him twice. <sup>10</sup> He had commanded him about this, so that he would not follow other gods, but Solomon did not do what the Lord had commanded. <sup>11</sup> Then the Lord said to Solomon, “Since you have done this and did not keep my covenant and my statutes, which I commanded you, I will tear the kingdom away from you and give it to your servant. <sup>12</sup> However, I will not do it during your lifetime for the sake of your father David; I will tear it out of your son’s hand. <sup>13</sup> Yet I will not tear the entire kingdom away from him. I will give one tribe to your son for the sake of my servant David and for the sake of Jerusalem that I chose.” <sup>14</sup> So the Lord raised up Hadad the Edomite as an enemy against Solomon. He was of the royal family in Edom. <sup>15</sup> Earlier, when David was in Edom, Joab, the commander of the army, had gone to bury the dead and had struck down every male in Edom. <sup>16</sup> For Joab and all Israel had remained there </span>\n    <ins>for </ins>\n    <span>six months, until he had killed every male in Edom. <sup>17</sup> Hadad fled to Egypt, along with some Edomites from his father’s servants. At the time Hadad was a small boy. <sup>18</sup> Hadad and his men set out from Midian and went to Paran. They took men with them from Paran and went to Egypt, to Pharaoh king of Egypt, who gave Hadad a house, ordered that he be given food, and gave him land. <sup>19</sup> Pharaoh liked Hadad so much that he gave him a wife, the sister of his own wife, Queen Tahpenes. <sup>20</sup> Tahpenes’s sister gave birth to Hadad’s son Genubath. Tahpenes herself weaned him in Pharaoh’s palace, and Genubath lived there along with Pharaoh’s sons. <sup>21</sup> When Hadad heard in Egypt that David rested with his ancestors and that Joab, the commander of the army, was dead, Hadad said to Pharaoh, “Let me leave, so I may go to my own country.” <sup>22</sup> But Pharaoh asked him, “What do you lack here with me for you to want to go back to your own country? ” “Nothing,” he replied, “but please let me leave.” <sup>23</sup> God raised up Rezon son of Eliada as an enemy against Solomon. Rezon had fled from his master King Hadadezer of Zobah <sup>24</sup> and gathered men to himself. He became leader of a raiding party when David killed the Zobaites. He went to Damascus, lived there, and became king in Damascus. <sup>25</sup> Rezon was Israel’s enemy throughout Solomon’s reign, adding to the trouble Hadad had caused. He reigned over Aram and loathed Israel. <sup>26</sup> Now Solomon’s servant, Jeroboam son of Nebat, was an Ephraimite from Zeredah. His widowed mother’s name was Zeruah. Jeroboam rebelled against Solomon, <sup>27</sup> and this is the reason he rebelled against the king: Solomon had built the supporting terraces and repaired the opening in the wall of the city of his father David. <sup>28</sup> Now the man Jeroboam was capable, and Solomon noticed the young man because he was getting things done. So he appointed him over the entire </span>\n    <del>labor force</del>\n    <ins>workforce</ins>\n    <span> of the house of Joseph. <sup>29</sup> During that time, the prophet Ahijah the Shilonite met Jeroboam on the road as Jeroboam came out of Jerusalem. Now Ahijah had wrapped himself with a new cloak, and the two of them were alone in the open field. <sup>30</sup> Then Ahijah took hold of the new cloak he had on, tore it into twelve pieces, <sup>31</sup> and said to Jeroboam, “Take ten pieces for yourself, for this is what the Lord God of Israel says: ‘I am about to tear the kingdom out of Solomon’s hand. I will give you ten tribes, <sup>32</sup> but one tribe will remain his for the sake of my servant David and for the sake of Jerusalem, the city I chose out of all the tribes of Israel. <sup>33</sup> For they have abandoned me; they have bowed down to Ashtoreth, the goddess of the Sidonians, to Chemosh, the god of Moab, and to Milcom, the god of the Ammonites. They have not walked in my ways to do what is right in my sight and to carry out my statutes and my </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> as his father David did. <sup>34</sup> “ ‘However, I will not take the whole kingdom from him but will let him be ruler all the days of his life for the sake of my servant David, whom I chose and who kept my commands and my statutes. <sup>35</sup> I will take ten tribes of the kingdom from his son and give them to you. <sup>36</sup> I will give one tribe to his son, so that my servant David will always have a lamp before me in Jerusalem, the city I chose for myself to put my name there. <sup>37</sup> I will appoint you, and you will reign as king over all you want, and you will be king over Israel. <sup>38</sup> “ ‘After that, if you obey all I command you, walk in my ways, and do what is right in my sight in order to keep my statutes and my commands as my servant David did, I will be with you. I will build you a lasting dynasty just as I built for David, and I will give you Israel. <sup>39</sup> I will humble David’s descendants, because of their unfaithfulness, but not </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>.’ ” <sup>40</sup> Therefore, Solomon tried to kill Jeroboam, but he fled to Egypt, to King Shishak of Egypt, where he remained until Solomon’s death. <sup>41</sup> The rest of the events of Solomon’s reign, along with all his accomplishments and his wisdom, are written in the Book of Solomon’s Events. <sup>42</sup> The length of Solomon’s reign in Jerusalem over all Israel </span>\n    <del>totaled</del>\n    <ins>totalled</ins>\n    <span> forty years. <sup>43</sup> Solomon rested with his ancestors and was buried in the city of his father David. His son Rehoboam became king in his place. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Then Rehoboam went to Shechem, for all Israel had gone to Shechem to make him king. <sup>2</sup> When Jeroboam son of Nebat heard about it, he stayed in Egypt, where he had fled from King Solomon’s presence. Jeroboam stayed in Egypt. <sup>3</sup> But they summoned him, and Jeroboam and the whole assembly of Israel came and spoke to Rehoboam: <sup>4</sup> “Your father made our yoke harsh. You, therefore, lighten your father’s harsh service and the heavy yoke he put on us, and we will serve you.” <sup>5</sup> Rehoboam replied, “Go away for three days and then return to me.” So the people left. <sup>6</sup> Then King Rehoboam consulted with the elders who had served his father Solomon when he was alive, asking, “How do you advise me to respond to this people? ” <sup>7</sup> They replied, “Today if you will be a servant to this people and serve them, and if you respond to them by speaking kind words to them, they will be your servants </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>.” <sup>8</sup> But he rejected the advice of the elders who had advised him and consulted with the young men who had grown up with him and attended him. <sup>9</sup> He asked them, “What message do you advise that we send back to this people who said to me, ‘Lighten the yoke your father put on us’? ” <sup>10</sup> The young men who had grown up with him told him, “This is what you should say to this people who said to you, ‘Your father made our yoke heavy, but you, make it lighter on us! ’ This is what you should tell them: ‘My little finger is thicker than my father’s waist! <sup>11</sup> Although my father burdened you with a heavy yoke, I will add to your yoke; my father disciplined you with whips, but I will discipline you with barbed whips.’ ” <sup>12</sup> So Jeroboam and all the people came to Rehoboam on the third day, as the king had ordered: “Return to me on the third day.” <sup>13</sup> Then the king answered the people harshly. He rejected the advice the elders had given him <sup>14</sup> and spoke to them according to the young men’s advice: “My father made your yoke heavy, but I will add to your yoke; my father disciplined you with whips, but I will discipline you with barbed whips.” <sup>15</sup> The king did not listen to the people, because this turn of events came from the Lord to carry out his word, which the Lord had spoken through Ahijah the Shilonite to Jeroboam son of Nebat. <sup>16</sup> When all Israel saw that the king had not listened to them, the people answered him: What portion do we have in David? We have no inheritance in the son of Jesse. Israel, return to your tents; David, now look after your own house! So Israel went to their tents, <sup>17</sup> but Rehoboam reigned over the Israelites living in the cities of Judah. <sup>18</sup> Then King Rehoboam sent Adoram, who was in charge of forced </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span>, but all Israel stoned him to death. King Rehoboam managed to get into the chariot and flee to Jerusalem. <sup>19</sup> Israel is still in rebellion against the house of David today. <sup>20</sup> When all Israel heard that Jeroboam had come back, they summoned him to the assembly and made him king over all Israel. No one followed the house of David except the tribe of Judah alone. <sup>21</sup> When Rehoboam arrived in Jerusalem, he </span>\n    <del>mobilized</del>\n    <ins>mobilised</ins>\n    <span> one hundred </span>\n    <ins>and </ins>\n    <span>eighty thousand fit young soldiers from the entire house of Judah and the tribe of Benjamin to fight against the house of Israel to restore the kingdom to Rehoboam son of Solomon. <sup>22</sup> But the word of God came to Shemaiah, the man of God: <sup>23</sup> “Say to Rehoboam son of Solomon, king of Judah, to the whole house of Judah and Benjamin, and to the rest of the people, <sup>24</sup> ‘This is what the Lord says: You are not to march up and fight against your brothers, the Israelites. Each of you return home, for this situation is from me.’ ” So they listened to the word of the Lord and went back according to the word of the Lord. <sup>25</sup> Jeroboam built Shechem in the hill country of Ephraim and lived there. From there he went out and built Penuel. <sup>26</sup> Jeroboam said to himself, “The kingdom might now return to the house of David. <sup>27</sup> If these people regularly go to offer sacrifices in the Lord’s temple in Jerusalem, the heart of these people will return to their lord, King Rehoboam of Judah. They will kill me and go back to the king of Judah.” <sup>28</sup> So the king sought advice. Then he made two golden calves, and he said to the people, “Going to Jerusalem is too difficult for you. Israel, here are your gods who brought you up from the land of Egypt.” <sup>29</sup> He set up one in Bethel, and put the other in Dan. <sup>30</sup> This led to sin; the people walked in procession before one of the calves all the way to Dan. <sup>31</sup> Jeroboam also made shrines on the high places and made priests from the ranks of the people who were not Levites. <sup>32</sup> Jeroboam made a festival in the eighth month on the fifteenth day of the month, like the festival in Judah. He offered sacrifices on the altar; he made this offering in Bethel to sacrifice to the calves he had made. He also stationed the priests in Bethel for the high places he had made. <sup>33</sup> He offered sacrifices on the altar he had set up in Bethel on the fifteenth day of the eighth month. He chose this month on his own. He made a festival for the Israelites, offered sacrifices on the altar, and burned incense. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> A man of God came, however, from Judah to Bethel by the word of the Lord while Jeroboam was standing beside the altar to burn incense. <sup>2</sup> The man of God cried out against the altar by the word of the Lord: “Altar, altar, this is what the Lord says, ‘A son will be born to the house of David, named Josiah, and he will sacrifice on you the priests of the high places who are burning incense on you. Human bones will be burned on you.’ ” <sup>3</sup> He gave a sign that day. He said, “This is the sign that the Lord has spoken: ‘The altar will now be ripped apart, and the ashes that are on it will be poured out.’ ” <sup>4</sup> When the king heard the message that the man of God had cried out against the altar at Bethel, Jeroboam stretched out his hand from the altar and said, “Arrest him! ” But the hand he stretched out against him withered, and he could not pull it back to himself. <sup>5</sup> The altar was ripped apart, and the ashes poured from the altar, according to the sign that the man of God had given by the word of the Lord. <sup>6</sup> Then the king responded to the man of God, “Plead for the </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> of the Lord your God and pray for me so that my hand may be restored to me.” So the man of God pleaded for the </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> of the Lord, and the king’s hand was restored to him and became as it had been at first. <sup>7</sup> Then the king declared to the man of God, “Come home with me, refresh yourself, and I’ll give you a reward.” <sup>8</sup> But the man of God replied, “If you were to give me half your house, I still wouldn’t go with you, and I wouldn’t eat food or drink water in this place, <sup>9</sup> for this is what I was commanded by the word of the Lord: ‘You must not eat food or drink water or go back the way you came.’ ” <sup>10</sup> So he went another way; he did not go back by the way he had come to Bethel. <sup>11</sup> Now a certain old prophet was living in Bethel. His son came and told him all the deeds that the man of God had done that day in Bethel. His sons also told their father the words that he had spoken to the king. <sup>12</sup> Then their father asked them, “Which way did he go? ” His sons had seen the way taken by the man of God who had come from Judah. <sup>13</sup> Then he said to his sons, “Saddle the donkey for me.” So they saddled the donkey for him, and he got on it. <sup>14</sup> He followed the man of God and found him sitting under an oak tree. He asked him, “Are you the man of God who came from Judah? ” “I am,” he said. <sup>15</sup> Then he said to him, “Come home with me and eat some food.” <sup>16</sup> But he answered, “I cannot go back with you or accompany you; I will not eat food or drink water with you in this place. <sup>17</sup> For a message came to me by the word of the Lord: ‘You must not eat food or drink water there or go back by the way you came.’ ” <sup>18</sup> He said to him, “I am also a prophet like you. An angel spoke to me by the word of the Lord: ‘Bring him back with you to your house so that he may eat food and drink water.’ ” The old prophet deceived him, <sup>19</sup> and the man of God went back with him, ate food in his house, and drank water. <sup>20</sup> While they were sitting at the table, the word of the Lord came to the prophet who had brought him back, <sup>21</sup> and the prophet cried out to the man of God who had come from Judah, “This is what the Lord says: ‘Because you rebelled against the Lord’s command and did not keep the command that the Lord your God commanded you ​— ​ <sup>22</sup> but you went back and ate food and drank water in the place that he said to you, “Do not eat food and do not drink water</span>\n    <del> ”</del>\n    <ins>’</ins>\n    <span> — your corpse will never reach the grave of your ancestors.’ ” <sup>23</sup> So after he had eaten food and after he had drunk, the old prophet saddled the donkey for the prophet he had brought back. <sup>24</sup> When he left, a lion attacked him along the way and killed him. His corpse was thrown on the road, and the donkey was standing beside it; the lion was standing beside the corpse too. <sup>25</sup> There were men passing by who saw the corpse thrown on the road and the lion standing beside it, and they went and spoke about it in the city where the old prophet lived. <sup>26</sup> When the prophet who had brought him back from his way heard about it, he said, “He is the man of God who disobeyed the Lord’s command. The Lord has given him to the lion, and it has mauled and killed him, according to the word of the Lord that he spoke to him.” <sup>27</sup> Then the old prophet instructed his sons, “Saddle the donkey for me.” They saddled it, <sup>28</sup> and he went and found the corpse thrown on the road with the donkey and the lion standing beside the corpse. The lion had not eaten the corpse or mauled the donkey. <sup>29</sup> So the prophet lifted the corpse of the man of God and laid it on the donkey and brought it back. The old prophet came into the city to mourn and to bury him. <sup>30</sup> Then he laid the corpse in his own grave, and they mourned over him, “Oh, my brother! ” <sup>31</sup> After he had buried him, he said to his sons, “When I die, bury me in the grave where the man of God is buried; lay my bones beside his bones, <sup>32</sup> for the message that he cried out by the word of the Lord against the altar in Bethel and against all the shrines of the high places in the cities of Samaria is certain to happen.” <sup>33</sup> Even after this, Jeroboam did not repent of his evil way but again made priests for the high places from the ranks of the people. He ordained whoever so desired it, and they became priests of the high places. <sup>34</sup> This was the sin that caused the house of Jeroboam to be cut off and obliterated from the face of the earth. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> At that time Abijah son of Jeroboam became </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span>. <sup>2</sup> Jeroboam said to his wife, “Go </span>\n    <ins>and </ins>\n    <span>disguise yourself, so they won’t know that you’re Jeroboam’s wife, and go to Shiloh. The prophet Ahijah is there; it was he who told about me becoming king over this people. <sup>3</sup> Take with you ten loaves of bread, some cakes, and a jar of honey, and go to him. He will tell you what will happen to the boy.” <sup>4</sup> Jeroboam’s wife did that: she went to Shiloh and arrived at Ahijah’s house. Ahijah could not see; he was blind due to his age. <sup>5</sup> But the Lord had said to Ahijah, “Jeroboam’s wife is coming soon to ask you about her son, for he is </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span>. You are to say such and such to her. When she arrives, she will be disguised.” <sup>6</sup> When Ahijah heard the sound of her feet entering the door, he said, “Come in, wife of Jeroboam! Why are you disguised? I have bad news for you. <sup>7</sup> Go </span>\n    <ins>and </ins>\n    <span>tell Jeroboam, ‘This is what the Lord God of Israel says: I raised you up from among the people, appointed you ruler over my people Israel, <sup>8</sup> tore the kingdom away from the house of David, and gave it to you. But you were not like my servant David, who kept my commands and followed me with all his heart, doing only what is right in my sight. <sup>9</sup> You behaved more wickedly than all who were before you. In order to anger me, you have proceeded to make for yourself other gods and cast images, but you have flung me behind your back. <sup>10</sup> Because of all this, I am about to bring disaster on the house of Jeroboam: I will wipe out all of Jeroboam’s males, both slave and free, in Israel; I will sweep away the house of Jeroboam as one sweeps away dung until it is all gone! <sup>11</sup> Anyone who belongs to Jeroboam and dies in the city, the dogs will eat, and anyone who dies in the field, the birds will eat, for the Lord has spoken! ’ <sup>12</sup> “As for you, get up and go to your house. When your feet enter the city, the boy will die. <sup>13</sup> All Israel will mourn for him and bury him. He alone out of Jeroboam’s house will be given a proper burial because out of the house of Jeroboam something </span>\n    <del>favorable</del>\n    <ins>favourable</ins>\n    <span> to the Lord God of Israel was found in him. <sup>14</sup> The Lord will raise up for himself a king over Israel, who will wipe out the house of Jeroboam. This is the day, yes, even today! <sup>15</sup> For the Lord will strike Israel so that they will shake as a reed shakes in water. He will uproot Israel from this good soil that he gave to their ancestors. He will scatter them beyond the Euphrates because they made their Asherah poles, angering the Lord. <sup>16</sup> He will give up Israel because of Jeroboam’s sins that he committed and caused Israel to commit.” <sup>17</sup> Then Jeroboam’s wife got up and left and went to Tirzah. As she was crossing the threshold of the house, the boy died. <sup>18</sup> He was buried, and all Israel mourned for him, according to the word of the Lord </span>\n    <ins>which </ins>\n    <span>he had spoken through his servant the prophet Ahijah. <sup>19</sup> As for the rest of the events of Jeroboam’s reign, how he waged war and how he reigned, note that they are written in the Historical Record of Israel’s Kings. <sup>20</sup> The length of Jeroboam’s reign was twenty-two years. He rested with his ancestors, and his son Nadab became king in his place. <sup>21</sup> Now Rehoboam, Solomon’s son, reigned in Judah. Rehoboam was forty-one years old when he became king; he reigned </span>\n    <ins>for </ins>\n    <span>seventeen years in Jerusalem, the city where the Lord had chosen from all the tribes of Israel to put his name. Rehoboam’s mother’s name was Naamah the Ammonite. <sup>22</sup> Judah did what was evil in the Lord’s sight. They provoked him to jealous anger more than all that their ancestors had done with the sins they committed. <sup>23</sup> They also built for themselves high places, sacred pillars, and Asherah poles on every high hill and under every green tree; <sup>24</sup> there were even male cult prostitutes in the land. They imitated all the detestable practices of the nations the Lord had dispossessed before the Israelites. <sup>25</sup> In the fifth year of King Rehoboam, King Shishak of Egypt went to war against Jerusalem. <sup>26</sup> He seized the treasuries of the Lord’s temple and the treasuries of the royal palace. He took everything. He took all the gold shields that Solomon had made. <sup>27</sup> King Rehoboam made bronze shields to replace them and committed them into the care of the captains of the guards who protected the entrance to the king’s palace. <sup>28</sup> Whenever the king entered the Lord’s temple, the guards would carry the shields, then they would take them back to the </span>\n    <del>armory</del>\n    <ins>armoury</ins>\n    <span>. <sup>29</sup> The rest of the events of Rehoboam’s reign, along with all his accomplishments, are written about in the Historical Record of Judah’s Kings. <sup>30</sup> There was war between Rehoboam and Jeroboam throughout their reigns. <sup>31</sup> Rehoboam rested with his ancestors and was buried with his ancestors in the city of David. His mother’s name was Naamah the Ammonite. His son Abijam became king in his place. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> In the eighteenth year of Israel’s King Jeroboam son of Nebat, Abijam became king over Judah, <sup>2</sup> and he reigned </span>\n    <ins>for </ins>\n    <span>three years in Jerusalem. His mother’s name was Maacah daughter of Abishalom. <sup>3</sup> Abijam walked in all the sins his father before him had committed, and he was not wholeheartedly devoted to the Lord his God as his ancestor David had been. <sup>4</sup> But for the sake of David, the Lord his God gave him a lamp in Jerusalem by raising up his son after him and by preserving Jerusalem. <sup>5</sup> For David did what was right in the Lord’s sight, and he did not turn aside from anything he had commanded him all the days of his life, except in the matter of Uriah the Hethite. <sup>6</sup> There had been war between Rehoboam and Jeroboam all the days of Rehoboam’s life. <sup>7</sup> The rest of the events of Abijam’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings. There was also war between Abijam and Jeroboam. <sup>8</sup> Abijam rested with his ancestors and was buried in the city of David. His son Asa became king in his place. <sup>9</sup> In the twentieth year of Israel’s King Jeroboam, Asa became king of Judah, <sup>10</sup> and he reigned </span>\n    <ins>for </ins>\n    <span>forty-one years in Jerusalem. His grandmother’s name was Maacah daughter of Abishalom. <sup>11</sup> Asa did what was right in the Lord’s sight, as his ancestor David had done. <sup>12</sup> He banished the male cult prostitutes from the land and removed all of the idols that his ancestors had made. <sup>13</sup> He also removed his grandmother Maacah from being queen mother because she had made an obscene image of Asherah. Asa chopped down her obscene image and burned it in the Kidron Valley. <sup>14</sup> The high places were not taken away, but Asa was wholeheartedly devoted to the Lord his entire life. <sup>15</sup> He brought his father’s consecrated gifts and his own consecrated gifts into the Lord’s temple: silver, gold, and utensils. <sup>16</sup> There was war between Asa and King Baasha of Israel throughout their reigns. <sup>17</sup> Israel’s King Baasha went to war against Judah. He built Ramah in order to keep anyone from leaving or coming to King Asa of Judah. <sup>18</sup> So Asa withdrew all the silver and gold that remained in the treasuries of the Lord’s temple and the treasuries of the royal palace and gave it to his servants. Then King Asa sent them to Ben-hadad son of Tabrimmon son of Hezion king of Aram who lived in Damascus, saying, <sup>19</sup> “There is a treaty between me and you, between my father and your father. Look, I have sent you a gift of silver and gold. Go and break your treaty with King Baasha of Israel so that he will withdraw from me.” <sup>20</sup> Ben-hadad listened to King Asa and sent the commanders of his armies against the cities of Israel. He attacked Ijon, Dan, Abel-beth-maacah, all Chinnereth, and the whole land of Naphtali. <sup>21</sup> When Baasha heard about it, he </span>\n    <del>quit</del>\n    <ins>stopped</ins>\n    <span> building Ramah and stayed in Tirzah. <sup>22</sup> Then King Asa gave a command to everyone without exception in Judah, and they carried away the stones of Ramah and the timbers Baasha had built it with. Then King Asa built Geba of Benjamin and Mizpah with them. <sup>23</sup> The rest of all the events of Asa’s reign, along with all his might, all his accomplishments, and the cities he built, are written in the Historical Record of Judah’s Kings. But in his old age he developed a disease in his feet. <sup>24</sup> Then Asa rested with his ancestors and was buried in the city of his ancestor David. His son Jehoshaphat became king in his place. <sup>25</sup> Nadab son of Jeroboam became king over Israel in the second year of Judah’s King Asa; he reigned over Israel </span>\n    <ins>for </ins>\n    <span>two years. <sup>26</sup> Nadab did what was evil in the Lord’s sight and walked in the ways of his father and the sin he had caused Israel to commit. <sup>27</sup> Then Baasha son of Ahijah of the house of Issachar conspired against Nadab, and Baasha struck him down at Gibbethon of the Philistines while Nadab and all Israel were besieging Gibbethon. <sup>28</sup> In the third year of Judah’s King Asa, Baasha killed Nadab and reigned in his place. <sup>29</sup> When Baasha became king, he struck down the entire house of Jeroboam. He did not leave Jeroboam any survivors but destroyed his family according to the word of the Lord </span>\n    <ins>which </ins>\n    <span>he had spoken through his servant Ahijah the Shilonite. <sup>30</sup> This was because Jeroboam had angered the Lord God of Israel by the sins he had committed and had caused Israel to commit. <sup>31</sup> The rest of the events of Nadab’s reign, along with all his accomplishments, are written in the Historical Record of Israel’s Kings. <sup>32</sup> There was war between Asa and King Baasha of Israel throughout their reigns. <sup>33</sup> In the third year of Judah’s King Asa, Baasha son of Ahijah became king over all Israel, and he reigned in Tirzah </span>\n    <ins>for </ins>\n    <span>twenty-four years. <sup>34</sup> He did what was evil in the Lord’s sight and walked in the ways of Jeroboam and the sin he had caused Israel to commit. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Now the word of the Lord came to Jehu son of Hanani against Baasha: <sup>2</sup> “Because I raised you up from the dust and made you ruler over my people Israel, but you have walked in the ways of Jeroboam and have caused my people Israel to sin, angering me with their sins, <sup>3</sup> take note: I will eradicate Baasha and his house, and I will make your house like the house of Jeroboam son of Nebat: <sup>4</sup> Anyone who belongs to Baasha and dies in the city, the dogs will eat, and anyone who is his and dies in the field, the birds will eat.” <sup>5</sup> The rest of the events of Baasha’s reign, along with all his accomplishments and might, are written in the Historical Record of Israel’s Kings. <sup>6</sup> Baasha rested with his ancestors and was buried in Tirzah. His son Elah became king in his place. <sup>7</sup> But through the prophet Jehu son of Hanani the word of the Lord also had come against Baasha and against his house because of all the evil he had done in the Lord’s sight. His actions angered the Lord, and Baasha’s house became like the house of Jeroboam, because he had struck it down. <sup>8</sup> In the twenty-sixth year of Judah’s King Asa, Elah son of Baasha became king over Israel, and he reigned in Tirzah </span>\n    <ins>for </ins>\n    <span>two years. <sup>9</sup> His servant Zimri, commander of half his chariots, conspired against him while Elah was in Tirzah getting drunk in the house of Arza, who was in charge of the household at Tirzah. <sup>10</sup> In the twenty-seventh year of Judah’s King Asa, Zimri went in and struck Elah down, killing him. Then Zimri became king in his place. <sup>11</sup> When he became king, as soon as he was seated on his throne, Zimri struck down the entire house of Baasha. He did not leave a single male, including his kinsmen and his friends. <sup>12</sup> So Zimri destroyed the entire house of Baasha, according to the word of the Lord </span>\n    <ins>which </ins>\n    <span>he had spoken against Baasha through the prophet Jehu. <sup>13</sup> This happened because of all the sins of Baasha and those of his son Elah, which they committed and caused Israel to commit, angering the Lord God of Israel with their worthless idols. <sup>14</sup> The rest of the events of Elah’s reign, along with all his accomplishments, are written in the Historical Record of Israel’s Kings. <sup>15</sup> In the twenty-seventh year of Judah’s King Asa, Zimri became king for seven days in Tirzah. Now the troops were encamped against Gibbethon of the Philistines. <sup>16</sup> When these troops heard that Zimri had not only conspired but had also struck down the king, then all Israel made Omri, the army commander, king over Israel that very day in the camp. <sup>17</sup> Omri along with all Israel marched up from Gibbethon and besieged Tirzah. <sup>18</sup> When Zimri saw that the city was captured, he entered the citadel of the royal palace and burned it down over himself. He died <sup>19</sup> because of the sin he committed by doing what was evil in the Lord’s sight and by walking in the ways of Jeroboam and the sin he caused Israel to commit. <sup>20</sup> The rest of the events of Zimri’s reign, along with the conspiracy that he instigated, are written in the Historical Record of Israel’s Kings. <sup>21</sup> At that time the people of Israel were divided: half the people followed Tibni son of Ginath, to make him king, and half followed Omri. <sup>22</sup> However, the people who followed Omri proved stronger than those who followed Tibni son of Ginath. So Tibni died and Omri became king. <sup>23</sup> In the thirty-first year of Judah’s King Asa, Omri became king over Israel, and he reigned </span>\n    <ins>for </ins>\n    <span>twelve years. He reigned </span>\n    <ins>for </ins>\n    <span>six years in Tirzah, <sup>24</sup> then he bought the hill of Samaria from Shemer for </span>\n    <del>150 pounds</del>\n    <ins>seventy kilograms</ins>\n    <span> of silver, and he built up the hill. He named the city he built Samaria based on the name Shemer, the owner of the hill. <sup>25</sup> Omri did what was evil in the Lord’s sight; he did more evil than all who were before him. <sup>26</sup> He walked in all the ways of Jeroboam son of Nebat in every respect and continued in his sins that he caused Israel to commit, angering the Lord God of Israel with their worthless idols. <sup>27</sup> The rest of the events of Omri’s reign, along with his accomplishments and the might he exercised, are written in the Historical Record of Israel’s Kings. <sup>28</sup> Omri rested with his ancestors and was buried in Samaria. His son Ahab became king in his place. <sup>29</sup> Ahab son of Omri became king over Israel in the thirty-eighth year of Judah’s King Asa; Ahab son of Omri reigned over Israel in Samaria </span>\n    <ins>for </ins>\n    <span>twenty-two years. <sup>30</sup> But Ahab son of Omri did what was evil in the Lord’s sight more than all who were before him. <sup>31</sup> Then, as if following the sin of Jeroboam son of Nebat were not enough, he married Jezebel, the daughter of Ethbaal king of the Sidonians, and then proceeded to serve Baal and bow in worship to him. <sup>32</sup> He set up an altar for Baal in the temple of Baal that he had built in Samaria. <sup>33</sup> Ahab also made an Asherah pole. Ahab did more to anger the Lord God of Israel than all the kings of Israel who were before him. <sup>34</sup> During his reign, Hiel the Bethelite built Jericho. At the cost of Abiram his firstborn, he laid its foundation, and at the cost of Segub his youngest, he finished its gates, according to the word of the Lord </span>\n    <ins>which </ins>\n    <span>he had spoken through Joshua son of Nun. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Now Elijah the Tishbite, from the Gilead settlers, said to Ahab, “As the Lord God of Israel lives, in whose presence I stand, there will be no dew or rain during these years except by my command! ” <sup>2</sup> Then the word of the Lord came to him: <sup>3</sup> “Leave here, turn </span>\n    <del>eastward</del>\n    <ins>eastwards</ins>\n    <span>, and hide at the Wadi Cherith where it enters the Jordan. <sup>4</sup> You are to drink from the wadi. I have commanded the ravens to provide for you there.” <sup>5</sup> So he proceeded to do what the Lord commanded. Elijah left and lived at the Wadi Cherith where it enters the Jordan. <sup>6</sup> The ravens kept bringing him bread and meat in the morning and in the evening, and he would drink from the wadi. <sup>7</sup> After a while, the wadi dried up because there had been no rain in the land. <sup>8</sup> Then the word of the Lord came to him: <sup>9</sup> “Get up, go to Zarephath that belongs to Sidon and stay there. Look, I have commanded a woman who is a widow to provide for you there.” <sup>10</sup> So Elijah got up and went to Zarephath. When he arrived at the city gate, there was a widow gathering wood. Elijah called to her and said, “Please bring me a little water in a cup and let me drink.” <sup>11</sup> As she went to get it, he called to her and said, “Please bring me a piece of bread in your hand.” <sup>12</sup> But she said, “As the Lord your God lives, I don’t have anything baked ​— ​only a handful of flour in the jar and a bit of oil in the jug. Just now, I am gathering a couple of sticks in order to go </span>\n    <ins>and </ins>\n    <span>prepare it for myself and my son so we can eat it and die.” <sup>13</sup> Then Elijah said to her, “Don’t be afraid; go and do as you have said. But first make me a small loaf from it and bring it out to me. </span>\n    <del>Afterward</del>\n    <ins>Afterwards</ins>\n    <span>, you may make some for yourself and your son, <sup>14</sup> for this is what the Lord God of Israel says, ‘The flour jar will not become empty and the oil jug will not run dry until the day the Lord sends rain on the surface of the land.’ ” <sup>15</sup> So she proceeded to do according to the word of Elijah. Then the woman, Elijah, and her household ate for many days. <sup>16</sup> The flour jar did not become empty, and the oil jug did not run dry, according to the word of the Lord </span>\n    <ins>which </ins>\n    <span>he had spoken through Elijah. <sup>17</sup> After this, the son of the woman who owned the house became ill. His illness got worse until he stopped breathing. <sup>18</sup> She said to Elijah, “Man of God, what do you have against me? Have you come to call attention to my iniquity so that my son is put to death? ” <sup>19</sup> But Elijah said to her, “Give me your son.” So he took him from her arms, brought him up to the upstairs room where he was staying, and laid him on his own bed. <sup>20</sup> Then he cried out to the Lord and said, “Lord my God, have you also brought tragedy on the widow I am staying with by killing her son? ” <sup>21</sup> Then he stretched himself out over the boy three times. He cried out to the Lord and said, “Lord my God, please let this boy’s life come into him again! ” <sup>22</sup> So the Lord listened to Elijah, and the boy’s life came into him again, and he lived. <sup>23</sup> Then Elijah took the boy, brought him down from the upstairs room into the house, and gave him to his mother. Elijah said, “Look, your son is alive.” <sup>24</sup> Then the woman said to Elijah, “Now I know you are a man of God and the Lord’s word from your mouth is true.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> After a long time, the word of the Lord came to Elijah in the third year: “Go and present yourself to Ahab. I will send rain on the surface of the land.” <sup>2</sup> So Elijah went to present himself to Ahab. The famine was severe in Samaria. <sup>3</sup> Ahab called for Obadiah, who was in charge of the palace. Obadiah was a man who greatly feared the Lord <sup>4</sup> and took a hundred prophets and hid them, fifty men to a cave, and provided them with food and water when Jezebel slaughtered the Lord’s prophets. <sup>5</sup> Ahab said to Obadiah, “Go throughout the land to every spring and to every wadi. Perhaps we’ll find grass so we can keep the horses and mules alive and not have to destroy any cattle.” <sup>6</sup> They divided the land between them in order to cover it. Ahab went one way by himself, and Obadiah went the other way by himself. <sup>7</sup> While Obadiah was walking along the road, Elijah suddenly met him. When Obadiah </span>\n    <del>recognized</del>\n    <ins>recognised</ins>\n    <span> him, he fell </span>\n    <del>facedown</del>\n    <ins>face down</ins>\n    <span> and said, “Is it you, my lord Elijah? ” <sup>8</sup> “It is I,” he replied. “Go </span>\n    <ins>and </ins>\n    <span>tell your lord, ‘Elijah is here! ’ ” <sup>9</sup> But Obadiah said, “What sin have I committed, that you are handing your servant over to Ahab to put me to death? <sup>10</sup> As the Lord your God lives, there is no nation or kingdom where my lord has not sent someone to search for you. When they said, ‘He is not here,’ he made that kingdom or nation swear they had not found you. <sup>11</sup> “Now you say, ‘Go </span>\n    <ins>and </ins>\n    <span>tell your lord, “Elijah is here! ” ’ <sup>12</sup> But when I leave you, the Spirit of the Lord may carry you off to some place I don’t know. Then when I go </span>\n    <ins>and </ins>\n    <span>report to Ahab and he doesn’t find you, he will kill me. But I, your servant, have feared the Lord from my youth. <sup>13</sup> Wasn’t it reported to my lord what I did when Jezebel slaughtered the Lord’s prophets? I hid a hundred of the prophets of the Lord, fifty men to a cave, and I provided them with food and water. <sup>14</sup> Now you say, ‘Go </span>\n    <ins>and </ins>\n    <span>tell your lord, “Elijah is here! ” ’ He will kill me! ” <sup>15</sup> Then Elijah said, “As the Lord of Armies lives, in whose presence I stand, today I will present myself to Ahab.” <sup>16</sup> Obadiah went to meet Ahab and told him. Then Ahab went to meet Elijah. <sup>17</sup> When Ahab saw Elijah, Ahab said to him, “Is that you, the one ruining Israel? ” <sup>18</sup> He replied, “I have not ruined Israel, but you and your father’s family have, because you have abandoned the Lord’s commands and followed the Baals. <sup>19</sup> Now summon all Israel to meet me at Mount Carmel, along with the 450 prophets of Baal and the 400 prophets of Asherah who eat at Jezebel’s table.” <sup>20</sup> So Ahab summoned all the Israelites and gathered the prophets at Mount Carmel. <sup>21</sup> Then Elijah approached all the people and said, “How long will you waver between two opinions? If the Lord is God, follow him. But if Baal, follow him.” But the people didn’t answer him a word. <sup>22</sup> Then Elijah said to the people, “I am the only remaining prophet of the Lord, but Baal’s prophets are 450 men. <sup>23</sup> Let two bulls be given to us. They are to choose one bull for themselves, cut it </span>\n    <del>in</del>\n    <ins>into</ins>\n    <span> pieces, and place it on the wood but not light the fire. I will prepare the other bull and place it on the wood but not light the fire. <sup>24</sup> Then you call on the name of your god, and I will call on the name of the Lord. The God who answers with fire, he is God.” All the people answered, “That’s fine.” <sup>25</sup> Then Elijah said to the prophets of Baal, “Since you are so numerous, choose for yourselves one bull and prepare it first. Then call on the name of your god but don’t light the fire.” <sup>26</sup> So they took the bull that he gave them, prepared it, and called on the name of Baal from morning until noon, saying, “Baal, answer us! ” But there was no sound; no one answered. Then they danced around the altar they had made. <sup>27</sup> At noon Elijah mocked them. He said, “Shout loudly, for he’s a god! Maybe he’s thinking it over; maybe he has wandered away; or maybe he’s on the road. Perhaps he’s sleeping and will wake up! ” <sup>28</sup> They shouted loudly, and cut themselves with knives and spears, according to their custom, until blood gushed over them. <sup>29</sup> All afternoon they kept on raving until the offering of the evening sacrifice, but there was no sound; no one answered, no one paid attention. <sup>30</sup> Then Elijah said to all the people, “Come near me.” So all the people approached him. Then he repaired the Lord’s altar that had been torn down: <sup>31</sup> Elijah took twelve stones ​— ​according to the number of the tribes of the sons of Jacob, to whom the word of the Lord had come, saying, “Israel will be your name” ​— ​ <sup>32</sup> and he built an altar with the stones in the name of the Lord. Then he made a trench </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> the altar large enough to hold about </span>\n    <del>four gallons</del>\n    <ins>seven litres</ins>\n    <span>. <sup>33</sup> Next, he arranged the wood, cut up the bull, and placed it on the wood. He said, “Fill four water pots with water and pour it on the offering to be burned and on the wood.” <sup>34</sup> Then he said, “A second time! ” and they did it a second time. And then he said, “A third time! ” and they did it a third time. <sup>35</sup> So the water ran all </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> the altar; he even filled the trench with water. <sup>36</sup> At the time for offering the evening sacrifice, the prophet Elijah approached the altar and said, “Lord, the God of Abraham, Isaac, and Israel, today let it be known that you are God in Israel and I am your servant, and that at your word I have done all these things. <sup>37</sup> Answer me, Lord! Answer me so that this people will know that you, the Lord, are God and that you have turned their hearts back.” <sup>38</sup> Then the Lord’s fire fell and consumed the burnt offering, the wood, the stones, and the dust, and it licked up the water that was in the trench. <sup>39</sup> When all the people saw it, they fell </span>\n    <del>facedown</del>\n    <ins>face down</ins>\n    <span> and said, “The Lord, he is God! The Lord, he is God! ” <sup>40</sup> Then Elijah ordered them, “Seize the prophets of Baal! Do not let even one of them escape.” So they seized them, and Elijah brought them down to the Wadi Kishon and slaughtered them there. <sup>41</sup> Elijah said to Ahab, “Go up, eat and drink, for there is the sound of a rainstorm.” <sup>42</sup> So Ahab went to eat and drink, but Elijah went up to the summit of Carmel. He bent down on the ground and put his face between his knees. <sup>43</sup> Then he said to his servant, “Go up and look </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> the sea.” So he went up, looked, and said, “There’s nothing.” Seven times Elijah said, “Go back.” <sup>44</sup> On the seventh time, he reported, “There’s a cloud as small as a man’s hand coming up from the sea.” Then Elijah said, “Go and tell Ahab, ‘Get your chariot ready and go down so the rain doesn’t stop you.’ ” <sup>45</sup> In a little while, the sky grew dark with clouds and wind, and there was a downpour. So Ahab got in his chariot and went to Jezreel. <sup>46</sup> The power of the Lord was on Elijah, and he tucked his mantle under his belt and ran ahead of Ahab to the entrance of Jezreel. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Ahab told Jezebel everything that Elijah had done and how he had killed all the prophets with the sword. <sup>2</sup> So Jezebel sent a messenger to Elijah, saying, “May the gods punish me and do so severely if I don’t make your life like the life of one of them by this time tomorrow! ” <sup>3</sup> Then Elijah became afraid and immediately ran for his life. When he came to Beer-sheba that belonged to Judah, he left his servant there, <sup>4</sup> but he went on a day’s journey into the wilderness. He sat down under a broom tree and prayed that he might die. He said, “I have had enough! Lord, take my life, for I’m no better than my ancestors.” <sup>5</sup> Then he lay down and slept under the broom tree. Suddenly, an angel touched him. The angel told him, “Get up and eat.” <sup>6</sup> Then he looked, and there at his head was a loaf of bread baked over hot stones, and a jug of water. So he ate and drank and lay down again. <sup>7</sup> Then the angel of the Lord returned for a second time and touched him. He said, “Get up and eat, or the journey will be too much for you.” <sup>8</sup> So he got up, ate, and drank. Then on the strength from that food, he walked </span>\n    <ins>for </ins>\n    <span>forty days and forty nights to Horeb, the mountain of God. <sup>9</sup> He entered a cave there and spent the night. Suddenly, the word of the Lord came to him, and he said to him, “What are you doing here, Elijah? ” <sup>10</sup> He replied, “I have been very zealous for the Lord God of Armies, but the Israelites have abandoned your covenant, torn down your altars, and killed your prophets with the sword. I alone am left, and they are looking for me to take my life.” <sup>11</sup> Then he said, “Go out and stand on the mountain in the Lord’s presence.” At that moment, the Lord passed by. A great and mighty wind was tearing at the mountains and was shattering cliffs before the Lord, but the Lord was not in the wind. After the wind there was an earthquake, but the Lord was not in the earthquake. <sup>12</sup> After the earthquake there was a fire, but the Lord was not in the fire. And after the fire there was a voice, a soft whisper. <sup>13</sup> When Elijah heard it, he wrapped his face in his mantle and went out and stood at the entrance of the cave. Suddenly, a voice came to him and said, “What are you doing here, Elijah? ” <sup>14</sup> “I have been very zealous for the Lord God of Armies,” he replied, “but the Israelites have abandoned your covenant, torn down your altars, and killed your prophets with the sword. I alone am left, and they’re looking for me to take my life.” <sup>15</sup> Then the Lord said to him, “Go and return by the way you came to the Wilderness of Damascus. When you arrive, you are to anoint Hazael as king over Aram. <sup>16</sup> You are to anoint Jehu son of Nimshi as king over Israel and Elisha son of Shaphat from Abel-meholah as prophet in your place. <sup>17</sup> Then Jehu will put to death whoever escapes the sword of Hazael, and Elisha will put to death whoever escapes the sword of Jehu. <sup>18</sup> But I will leave seven thousand in Israel ​— ​every knee that has not bowed to Baal and every mouth that has not kissed him.” <sup>19</sup> Elijah left there and found Elisha son of Shaphat as he was </span>\n    <del>plowing</del>\n    <ins>ploughing</ins>\n    <span>. Twelve teams of oxen were in front of him, and he was with the twelfth team. Elijah walked by him and threw his mantle over him. <sup>20</sup> Elisha left the oxen, ran to follow Elijah, and said, “Please let me kiss my father and mother, and then I will follow you.” “Go on back,” he replied, “for what have I done to you? ” <sup>21</sup> So he turned back from following him, took the team of oxen, and slaughtered them. With the oxen’s wooden yoke and </span>\n    <del>plow</del>\n    <ins>plough</ins>\n    <span>, he cooked the meat and gave it to the people, and they ate. Then he left, followed Elijah, and served him. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Now King Ben-hadad of Aram assembled his entire army. Thirty-two kings, along with horses and chariots, were with him. He marched up, besieged Samaria, and fought against it. <sup>2</sup> He sent messengers into the city to King Ahab of Israel and said to him, “This is what Ben-hadad says: <sup>3</sup> ‘Your silver and your gold are mine! And your best wives and children are mine as well! ’ ” <sup>4</sup> Then the king of Israel answered, “Just as you say, my lord the king: I am yours, along with all that I have.” <sup>5</sup> The messengers then returned and said, “This is what Ben-hadad says: ‘I have sent messengers to you, saying, “You are to give me your silver, your gold, your wives, and your children.” <sup>6</sup> But at this time tomorrow I will send my servants to you, and they will search your palace and your servants’ houses. They will lay their hands on and take away whatever is precious to you.’ ” <sup>7</sup> Then the king of Israel called for all the elders of the land and said, “</span>\n    <del>Recognize</del>\n    <ins>Recognise</ins>\n    <span> that this one is only looking for trouble, for he demanded my wives, my children, my silver, and my gold, and I didn’t turn him down.” <sup>8</sup> All the elders and all the people said to him, “Don’t listen or agree.” <sup>9</sup> So he said to Ben-hadad’s messengers, “Say to my lord the king, ‘Everything you demanded of your servant the first time, I will do, but this thing I cannot do.’ ” So the messengers left and took word back to him. <sup>10</sup> Then Ben-hadad sent messengers to him and said, “May the gods punish me and do so severely if Samaria’s dust amounts to a handful for each of the people who follow me.” <sup>11</sup> The king of Israel answered, “Say this: ‘Don’t let the one who puts on his </span>\n    <del>armor</del>\n    <ins>armour</ins>\n    <span> boast like the one who takes it off.’ ” <sup>12</sup> When Ben-hadad heard this response, while he and the kings were drinking in their quarters, he said to his servants, “Take your positions.” So they took their positions against the city. <sup>13</sup> A prophet approached King Ahab of Israel and said, “This is what the Lord says: ‘Do you see this whole huge army? Watch, I am handing it over to you today so that you may know that I am the Lord.’ ” <sup>14</sup> Ahab asked, “By whom? ” And the prophet said, “This is what the Lord says: ‘By the young men of the provincial leaders.’ ” Then he asked, “Who is to start the battle? ” He said, “You.” <sup>15</sup> So Ahab </span>\n    <del>mobilized</del>\n    <ins>mobilised</ins>\n    <span> the young men of the provincial leaders, and there were 232. After them he </span>\n    <del>mobilized</del>\n    <ins>mobilised</ins>\n    <span> all the Israelite troops: 7,000. <sup>16</sup> They marched out at noon while Ben-hadad and the thirty-two kings who were helping him were getting drunk in their quarters. <sup>17</sup> The young men of the provincial leaders marched out first. Then Ben-hadad sent out scouts, and they reported to him, saying, “Men are marching out of Samaria.” <sup>18</sup> So he said, “If they have marched out in peace, take them alive, and if they have marched out for battle, take them alive.” <sup>19</sup> The young men of the provincial leaders and the army behind them marched out from the city, <sup>20</sup> and each one struck down his opponent. So the Arameans fled and Israel pursued them, but King Ben-hadad of Aram escaped on a horse with the cavalry. <sup>21</sup> Then the king of Israel marched out and attacked the cavalry and the chariots. He inflicted a severe slaughter on Aram. <sup>22</sup> The prophet approached the king of Israel and said to him, “Go and strengthen yourself, then consider carefully what you should do, for in the spring the king of Aram will attack you.” <sup>23</sup> Now the king of Aram’s servants said to him, “Their gods are gods of the hill country. That’s why they were stronger than we were. Instead, we should fight with them on the plain; then we will certainly be stronger than they are. <sup>24</sup> Also do this: remove each king from his position and appoint captains in their place. <sup>25</sup> Raise another army for yourself like the army you lost ​— ​horse for horse, chariot for chariot ​— ​and let’s fight with them on the plain; and we will certainly be stronger than they are.” The king listened to them and did it. <sup>26</sup> In the spring, Ben-hadad </span>\n    <del>mobilized</del>\n    <ins>mobilised</ins>\n    <span> the Arameans and went up to Aphek to battle Israel. <sup>27</sup> The Israelites </span>\n    <del>mobilized</del>\n    <ins>mobilised</ins>\n    <span>, gathered supplies, and went to fight them. The Israelites camped in front of them like two little flocks of goats, while the Arameans filled the landscape. <sup>28</sup> Then the man of God approached and said to the king of Israel, “This is what the Lord says: ‘Because the Arameans have said, “The Lord is a god of the mountains and not a god of the valleys,” I will hand over all this whole huge army to you. Then you will know that I am the Lord.’ ” <sup>29</sup> They camped opposite each other for seven days. On the seventh day, the battle took place, and the Israelites struck down the Arameans ​— ​one hundred thousand foot soldiers in one day. <sup>30</sup> The ones who remained fled into the city of Aphek, and the wall fell on those twenty-seven thousand remaining men. Ben-hadad also fled and went into an inner room in the city. <sup>31</sup> His servants said to him, “Consider this: we have heard that the kings of the house of Israel are merciful kings. So let’s put sackcloth </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> our waists and ropes </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> our heads, and let’s go out to the king of Israel. Perhaps he will spare your life.” <sup>32</sup> So they dressed with sackcloth </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> their waists and ropes </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> their heads, went to the king of Israel, and said, “Your servant Ben-hadad says, ‘Please spare my life.’ ” So he said, “Is he still alive? He is my brother.” <sup>33</sup> Now the men were looking for a sign of hope, so they quickly picked up on this and responded, “Yes, it is your brother Ben-hadad.” Then he said, “Go and bring him.” So Ben-hadad came out to him, and Ahab </span>\n    <del>had</del>\n    <ins>brought</ins>\n    <span> him </span>\n    <del>come </del>\n    <span>up into the chariot. <sup>34</sup> Then Ben-hadad said to him, “I restore to you the cities that my father took from your father, and you may set up marketplaces for yourself in Damascus, like my father set up in Samaria.” Ahab responded, “On the basis of this treaty, I release you.” So he made a treaty with him and released him. <sup>35</sup> One of the sons of the prophets said to his fellow prophet by the word of the Lord, “Strike me! ” But the man refused to strike him. <sup>36</sup> He told him, “Because you did not listen to the Lord, mark my words: When you leave me, a lion will kill you.” When he left him, a lion attacked and killed him. <sup>37</sup> The prophet found another man and said to him, “Strike me! ” So the man struck him, inflicting a wound. <sup>38</sup> Then the prophet went and waited for the king on the road. He disguised himself with a bandage over his eyes. <sup>39</sup> As the king was passing by, he cried out to the king and said, “Your servant marched out into the middle of the battle. Suddenly, a man turned aside and brought someone to me and said, ‘Guard this man! If he is ever missing, it will be your life in place of his life, or you will weigh out </span>\n    <del>seventy</del>\n    <ins>thirty</ins>\n    <span>-five </span>\n    <del>pounds</del>\n    <ins>kilograms</ins>\n    <span> of silver.’ <sup>40</sup> But while your servant was busy here and there, he disappeared.” The king of Israel said to him, “That will be your sentence; you yourself have decided it.” <sup>41</sup> He quickly removed the bandage from his eyes. The king of Israel </span>\n    <del>recognized</del>\n    <ins>recognised</ins>\n    <span> that he was one of the prophets. <sup>42</sup> The prophet said to him, “This is what the Lord says: ‘Because you released from your hand the man I had set apart for destruction, it will be your life in place of his life and your people in place of his people.’ ” <sup>43</sup> The king of Israel left for home resentful and angry, and he entered Samaria. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Some time passed after these events. Naboth the Jezreelite had a vineyard; it was in Jezreel next to the palace of King Ahab of Samaria. <sup>2</sup> So Ahab spoke to Naboth, saying, “Give me your vineyard so I can have it for a vegetable garden, since it is right next to my palace. I will give you a better vineyard in its place, or if you prefer, I will give you its value in silver.” <sup>3</sup> But Naboth said to Ahab, “As the Lord is my witness, I will never give my ancestors’ inheritance to you.” <sup>4</sup> So Ahab went to his palace resentful and angry because of what Naboth the Jezreelite had told him. He had said, “I will not give you my ancestors’ inheritance.” He lay down on his bed, turned his face away, and didn’t eat any food. <sup>5</sup> Then his wife Jezebel came to him and said to him, “Why are you so upset that you refuse to eat? ” <sup>6</sup> “Because I spoke to Naboth the Jezreelite,” he replied. “I told him, ‘Give me your vineyard for silver, or if you wish, I will give you a vineyard in its place.’ But he said, ‘I won’t give you my vineyard! ’ ” <sup>7</sup> Then his wife Jezebel said to him, “Now, exercise your royal power over Israel. Get up, eat some food, and be happy. For I will give you the vineyard of Naboth the Jezreelite.” <sup>8</sup> So she wrote letters in Ahab’s name and sealed them with his seal. She sent the letters to the elders and nobles who lived with Naboth in his city. <sup>9</sup> In the letters, she wrote: Proclaim a fast and seat Naboth at the head of the people. <sup>10</sup> Then seat two wicked men opposite him and </span>\n    <del>have</del>\n    <ins>get</ins>\n    <span> them </span>\n    <ins>to </ins>\n    <span>testify against him, saying, “You have cursed God and the king! ” Then take him out and stone him to death. <sup>11</sup> The men of his city, the elders and nobles who lived in his city, did as Jezebel had sent word to them, just as it was written in the letters she had sent them. <sup>12</sup> They proclaimed a fast and seated Naboth at the head of the people. <sup>13</sup> The two wicked men came in and sat opposite him. Then the wicked men testified against Naboth in the presence of the people, saying, “Naboth has cursed God and the king! ” So they took him outside the city and stoned him to death with stones. <sup>14</sup> Then they sent word to Jezebel: “Naboth has been stoned to death.” <sup>15</sup> When Jezebel heard that Naboth had been stoned to death, she said to Ahab, “Get up and take possession of the vineyard of Naboth the Jezreelite who refused to give it to you for silver, since Naboth isn’t alive, but dead.” <sup>16</sup> When Ahab heard that Naboth was dead, he got up to go down to the vineyard of Naboth the Jezreelite to take possession of it. <sup>17</sup> Then the word of the Lord came to Elijah the Tishbite: <sup>18</sup> “Get up and go to meet King Ahab of Israel, who is in Samaria. He’s in Naboth’s vineyard, where he has gone to take possession of it. <sup>19</sup> Tell him, ‘This is what the Lord says: Have you murdered and also taken possession? ’ Then tell him, ‘This is what the Lord says: In the place where the dogs licked up Naboth’s blood, the dogs will also lick up your blood! ’ ” <sup>20</sup> Ahab said to Elijah, “So, my enemy, you’ve found me, have you? ” He replied, “I have found you because you devoted yourself to do what is evil in the Lord’s sight. <sup>21</sup> This is what the Lord says: ‘I am about to bring disaster on you and will eradicate your descendants: I will wipe out all of Ahab’s males, both slave and free, in Israel; <sup>22</sup> I will make your house like the house of Jeroboam son of Nebat and like the house of Baasha son of Ahijah, because you have angered me and caused Israel to sin.’ <sup>23</sup> The Lord also speaks of Jezebel: ‘The dogs will eat Jezebel in the plot of land at Jezreel: <sup>24</sup> Anyone who belongs to Ahab and dies in the city, the dogs will eat, and anyone who dies in the field, the birds will eat.’ ” <sup>25</sup> Still, there was no one like Ahab, who devoted himself to do what was evil in the Lord’s sight, because his wife Jezebel incited him. <sup>26</sup> He committed the most detestable acts by following idols as the Amorites had, whom the Lord had dispossessed before the Israelites. <sup>27</sup> When Ahab heard these words, he tore his clothes, put sackcloth over his body, and fasted. He lay down in sackcloth and walked around subdued. <sup>28</sup> Then the word of the Lord came to Elijah the Tishbite: <sup>29</sup> “Have you seen how Ahab has humbled himself before me? I will not bring the disaster during his lifetime, because he has humbled himself before me. I will bring the disaster on his house during his son’s lifetime.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> There was a lull of three years without war between Aram and Israel. <sup>2</sup> However, in the third year, King Jehoshaphat of Judah went to visit the king of Israel. <sup>3</sup> The king of Israel had said to his servants, “Don’t you know that Ramoth-gilead is ours, but we’re doing nothing to take it from the king of Aram? ” <sup>4</sup> So he asked Jehoshaphat, “Will you go with me to fight Ramoth-gilead? ” Jehoshaphat replied to the king of Israel, “I am as you are, my people as your people, my horses as your horses.” <sup>5</sup> But Jehoshaphat said to the king of Israel, “First, please ask what the Lord’s will is.” <sup>6</sup> So the king of Israel gathered the prophets, about four hundred men, and asked them, “Should I go against Ramoth-gilead for war or should I refrain? ” They replied, “March up, and the Lord will hand it over to the king.” <sup>7</sup> But Jehoshaphat asked, “Isn’t there a prophet of the Lord here </span>\n    <del>anymore</del>\n    <ins>any more</ins>\n    <span>? Let’s ask him.” <sup>8</sup> The king of Israel said to Jehoshaphat, “There is still one man who can </span>\n    <del>inquire</del>\n    <ins>enquire</ins>\n    <span> of the Lord, but I hate him because he never prophesies good about me, but only disaster. He is Micaiah son of Imlah.” “The king shouldn’t say that! ” Jehoshaphat replied. <sup>9</sup> So the king of Israel called an officer and said, “Hurry and get Micaiah son of Imlah! ” <sup>10</sup> Now the king of Israel and King Jehoshaphat of Judah, clothed in royal attire, were each sitting on his own throne. They were on the threshing</span>\n    <ins>-</ins>\n    <span>floor at the entrance to the gate of Samaria, and all the prophets were prophesying in front of them. <sup>11</sup> Then Zedekiah son of Chenaanah made iron horns and said, “This is what the Lord says: ‘You will gore the Arameans with these until they are finished off.’ ” <sup>12</sup> And all the prophets were prophesying the same: “March up to Ramoth-gilead and succeed, for the Lord will hand it over to the king.” <sup>13</sup> The messenger who went to call Micaiah instructed him, “Look, the words of the prophets are unanimously </span>\n    <del>favorable</del>\n    <ins>favourable</ins>\n    <span> for the king. So let your words be like theirs, and speak </span>\n    <del>favorably</del>\n    <ins>favourably</ins>\n    <span>.” <sup>14</sup> But Micaiah said, “As the Lord lives, I will say whatever the Lord says to me.” <sup>15</sup> So he went to the king, and the king asked him, “Micaiah, should we go to Ramoth-gilead for war, or should we refrain? ” Micaiah told him, “March up and succeed. The Lord will hand it over to the king.” <sup>16</sup> But the king said to him, “How many times must I make you swear not to tell me anything but the truth in the name of the Lord? ” <sup>17</sup> So Micaiah said: I saw all Israel scattered on the hills like sheep without a shepherd. And the Lord said, “They have no master; let everyone return home in peace.” <sup>18</sup> So the king of Israel said to Jehoshaphat, “Didn’t I tell you he never prophesies good about me, but only disaster? ” <sup>19</sup> Then Micaiah said, “Therefore, hear the word of the Lord: I saw the Lord sitting on his throne, and the whole heavenly army was standing by him at his right hand and at his left hand. <sup>20</sup> And the Lord said, ‘Who will entice Ahab to march up and fall at Ramoth-gilead? ’ So one was saying this and another was saying that. <sup>21</sup> “Then a spirit came forward, stood in the Lord’s presence, and said, ‘I will entice him.’ <sup>22</sup> “The Lord asked him, ‘How? ’ “He said, ‘I will go and become a lying spirit in the mouth of all his prophets.’ “Then he said, ‘You will certainly entice him and prevail. Go and do that.’ <sup>23</sup> “You see, the Lord has put a lying spirit into the mouth of all these prophets of yours, and the Lord has pronounced disaster against you.” <sup>24</sup> Then Zedekiah son of Chenaanah came up, hit Micaiah on the cheek, and demanded, “Did the Spirit of the Lord leave me to speak to you? ” <sup>25</sup> Micaiah replied, “You will soon see when you go to hide in an inner chamber on that day.” <sup>26</sup> Then the king of Israel ordered, “Take Micaiah and return him to Amon, the governor of the city, and to Joash, the king’s son, <sup>27</sup> and say, ‘This is what the king says: Put this </span>\n    <del>guy</del>\n    <ins>man</ins>\n    <span> in prison and feed him only a little bread and water until I come back safely.’ ” <sup>28</sup> But Micaiah said, “If you ever return safely, the Lord has not spoken through me.” Then he said, “Listen, all you people! ” <sup>29</sup> Then the king of Israel and Judah’s King Jehoshaphat went up to Ramoth-gilead. <sup>30</sup> But the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle, but you wear your royal attire.” So the king of Israel disguised himself and went into battle. <sup>31</sup> Now the king of Aram had ordered his thirty-two chariot commanders, “Do not fight with anyone at all except the king of Israel.” <sup>32</sup> When the chariot commanders saw Jehoshaphat, they shouted, “He must be the king of Israel! ” So they turned to fight against him, but Jehoshaphat cried out. <sup>33</sup> When the chariot commanders saw that he was not the king of Israel, they turned back from pursuing him. <sup>34</sup> But a man drew his bow without taking </span>\n    <ins>any </ins>\n    <span>special aim and struck the king of Israel through the joints of his </span>\n    <del>armor</del>\n    <ins>armour</ins>\n    <span>. So he said to his charioteer, “Turn </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> and take me out of the battle, for I am badly wounded! ” <sup>35</sup> The battle raged throughout that day, and the king was propped up in his chariot facing the Arameans. He died that evening, and blood from his wound flowed into the bottom of the chariot. <sup>36</sup> Then the cry rang out in the army as the sun set, declaring: Each man to his own city, and each man to his own land! <sup>37</sup> So the king died and was brought to Samaria. They buried the king in Samaria. <sup>38</sup> Then someone washed the chariot at the pool of Samaria. The dogs licked up his blood, and the prostitutes bathed in it, according to the word of the Lord that he had spoken. <sup>39</sup> The rest of the events of Ahab’s reign, along with all his accomplishments, including the ivory palace he built, and all the cities he built, are written in the Historical Record of Israel’s Kings. <sup>40</sup> Ahab rested with his ancestors, and his son Ahaziah became king in his place. <sup>41</sup> Jehoshaphat son of Asa became king over Judah in the fourth year of Israel’s King Ahab. <sup>42</sup> Jehoshaphat was thirty-five years old when he became king; he reigned </span>\n    <ins>for </ins>\n    <span>twenty-five years in Jerusalem. His mother’s name was Azubah daughter of Shilhi. <sup>43</sup> He walked in all the ways of his father Asa; he did not turn away from them but did what was right in the Lord’s sight. However, the high places were not taken away; the people still sacrificed and burned incense on the high places. <sup>44</sup> Jehoshaphat also made peace with the king of Israel. <sup>45</sup> The rest of the events of Jehoshaphat’s reign, along with the might he exercised and how he waged war, are written in the Historical Record of Judah’s Kings. <sup>46</sup> He eradicated from the land the rest of the male cult prostitutes who were left from the days of his father Asa. <sup>47</sup> There was no king in Edom; a </span>\n    <del>deputy</del>\n    <ins>district governor</ins>\n    <span> served as king. <sup>48</sup> Jehoshaphat made ships of Tarshish to go to Ophir for gold, but they did not go because the ships were wrecked at Ezion-geber. <sup>49</sup> At that time, Ahaziah son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships,” but Jehoshaphat was not willing. <sup>50</sup> Jehoshaphat rested with his ancestors and was buried with them in the city of his ancestor David. His son Jehoram became king in his place. <sup>51</sup> Ahaziah son of Ahab became king over Israel in Samaria in the seventeenth year of Judah’s King Jehoshaphat, and he reigned over Israel </span>\n    <ins>for </ins>\n    <span>two years. <sup>52</sup> He did what was evil in the Lord’s sight. He walked in the ways of his father, in the ways of his mother, and in the ways of Jeroboam son of Nebat, who had caused Israel to sin. <sup>53</sup> He served Baal and bowed in worship to him. He angered the Lord God of Israel just as his father had done. </span>\n  </p>\n"]