["<p>\n    <span> <sup>1</sup> Adam, Seth, Enosh, <sup>2</sup> Kenan, Mahalalel, Jared, <sup>3</sup> Enoch, Methuselah, Lamech, <sup>4</sup> Noah, Noah’s sons: Shem, Ham, and Japheth. <sup>5</sup> Japheth’s sons: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. <sup>6</sup> Gomer’s sons: Ashkenaz, Riphath, and Togarmah. <sup>7</sup> Javan’s sons: Elishah, Tarshish, Kittim, and Rodanim. <sup>8</sup> Ham’s sons: Cush, Mizraim, Put, and Canaan. <sup>9</sup> Cush’s sons: Seba, Havilah, Sabta, Raama, and Sabteca. Raama’s sons: Sheba and Dedan. <sup>10</sup> Cush fathered Nimrod, who was the first to become a great warrior on earth. <sup>11</sup> Mizraim fathered the people of Lud, Anam, Lehab, Naphtuh, <sup>12</sup> Pathrus, Casluh (the Philistines came from them), and Caphtor. <sup>13</sup> Canaan fathered Sidon as his firstborn and Heth, <sup>14</sup> as well as the Jebusites, Amorites, Girgashites, <sup>15</sup> Hivites, Arkites, Sinites, <sup>16</sup> Arvadites, Zemarites, and Hamathites. <sup>17</sup> Shem’s sons: Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech. <sup>18</sup> Arpachshad fathered Shelah, and Shelah fathered Eber. <sup>19</sup> Two sons were born to Eber. One of them was named Peleg because the earth was divided during his lifetime, and the name of his brother was Joktan. <sup>20</sup> Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah, <sup>21</sup> Hadoram, Uzal, Diklah, <sup>22</sup> Ebal, Abimael, Sheba, <sup>23</sup> Ophir, Havilah, and Jobab. All of these were Joktan’s sons. <sup>24</sup> Shem, Arpachshad, Shelah, <sup>25</sup> Eber, Peleg, Reu, <sup>26</sup> Serug, Nahor, Terah, <sup>27</sup> and Abram (that is, Abraham). <sup>28</sup> Abraham’s sons: Isaac and Ishmael. <sup>29</sup> These are their family records: Nebaioth, Ishmael’s firstborn, Kedar, Adbeel, Mibsam, <sup>30</sup> Mishma, Dumah, Massa, Hadad, Tema, <sup>31</sup> Jetur, Naphish, and Kedemah. These were Ishmael’s sons. <sup>32</sup> The sons born to Keturah, Abraham’s concubine: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. Jokshan’s sons: Sheba and Dedan. <sup>33</sup> Midian’s sons: Ephah, Epher, Hanoch, Abida, and Eldaah. All of these were Keturah’s descendants. <sup>34</sup> Abraham fathered Isaac. Isaac’s sons: Esau and Israel. <sup>35</sup> Esau’s sons: Eliphaz, Reuel, Jeush, Jalam, and Korah. <sup>36</sup> Eliphaz’s sons: Teman, Omar, Zephi, Gatam, and Kenaz; and by Timna, Amalek. <sup>37</sup> Reuel’s sons: Nahath, Zerah, Shammah, and Mizzah. <sup>38</sup> Seir’s sons: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan. <sup>39</sup> Lotan’s sons: Hori and Homam. Timna was Lotan’s sister. <sup>40</sup> Shobal’s sons: Alian, Manahath, Ebal, Shephi, and Onam. Zibeon’s sons: Aiah and Anah. <sup>41</sup> Anah’s son: Dishon. Dishon’s sons: Hamran, Eshban, Ithran, and Cheran. <sup>42</sup> Ezer’s sons: Bilhan, Zaavan, and Jaakan. Dishan’s sons: Uz and Aran. <sup>43</sup> These were the kings who reigned in the land of Edom before any king reigned over the Israelites: Bela son of Beor. Bela’s town was named Dinhabah. <sup>44</sup> When Bela died, Jobab son of Zerah from Bozrah reigned in his place. <sup>45</sup> When Jobab died, Husham from the land of the Temanites reigned in his place. <sup>46</sup> When Husham died, Hadad son of Bedad, who defeated Midian in the territory of Moab, reigned in his place. Hadad’s town was named Avith. <sup>47</sup> When Hadad died, Samlah from Masrekah reigned in his place. <sup>48</sup> When Samlah died, Shaul from Rehoboth on the </span>\n    <del>Euphrates </del>\n    <span>River </span>\n    <ins>Euphrates </ins>\n    <span>reigned in his place. <sup>49</sup> When Shaul died, Baal-hanan son of Achbor reigned in his place. <sup>50</sup> When Baal-hanan died, Hadad reigned in his place. Hadad’s city was named Pai, and his wife’s name was Mehetabel daughter of Matred, daughter of Me-zahab. <sup>51</sup> Then Hadad died. Edom’s chiefs: Timna, Alvah, Jetheth, <sup>52</sup> Oholibamah, Elah, Pinon, <sup>53</sup> Kenaz, Teman, Mibzar, <sup>54</sup> Magdiel, and Iram. These were Edom’s chiefs. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> These were Israel’s sons: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, <sup>2</sup> Dan, Joseph, Benjamin, Naphtali, Gad, and Asher. <sup>3</sup> Judah’s sons: Er, Onan, and Shelah. These three were born to him by Bath-shua the Canaanite woman. Er, Judah’s firstborn, was evil in the Lord’s sight, so he put him to death. <sup>4</sup> Judah’s daughter-in-law Tamar bore Perez and Zerah to him. Judah had five sons in all. <sup>5</sup> Perez’s sons: Hezron and Hamul. <sup>6</sup> Zerah’s sons: Zimri, Ethan, Heman, Calcol, and Dara ​— ​five in all. <sup>7</sup> Carmi’s son: Achar, who brought trouble on Israel when he was unfaithful by taking the things set apart for destruction. <sup>8</sup> Ethan’s son: Azariah. <sup>9</sup> Hezron’s sons, who were born to him: Jerahmeel, Ram, and Chelubai. <sup>10</sup> Ram fathered Amminadab, and Amminadab fathered Nahshon, a leader of Judah’s descendants. <sup>11</sup> Nahshon fathered Salma, and Salma fathered Boaz. <sup>12</sup> Boaz fathered Obed, and Obed fathered Jesse. <sup>13</sup> Jesse fathered Eliab, his firstborn; Abinadab was born second, Shimea third, <sup>14</sup> Nethanel fourth, Raddai fifth, <sup>15</sup> Ozem sixth, and David seventh. <sup>16</sup> Their sisters were Zeruiah and Abigail. Zeruiah’s three sons: Abishai, Joab, and Asahel. <sup>17</sup> Amasa’s mother was Abigail, and his father was Jether the Ishmaelite. <sup>18</sup> Caleb son of Hezron had children by his wife Azubah and by Jerioth. These were Azubah’s sons: Jesher, Shobab, and Ardon. <sup>19</sup> When Azubah died, Caleb married Ephrath, and she bore Hur to him. <sup>20</sup> Hur fathered Uri, and Uri fathered Bezalel. <sup>21</sup> After this, Hezron slept with the daughter of Machir the father of Gilead. Hezron had married her when he was sixty years old, and she bore Segub to him. <sup>22</sup> Segub fathered Jair, who possessed twenty-three towns in the land of Gilead. <sup>23</sup> But Geshur and Aram captured Jair’s Villages along with Kenath and its surrounding villages ​— ​sixty towns. All these were the descendants of Machir father of Gilead. <sup>24</sup> After Hezron’s death in Caleb-ephrathah, his wife Abijah bore Ashhur to him. He was the father of Tekoa. <sup>25</sup> The sons of Jerahmeel, Hezron’s firstborn: Ram, his firstborn, Bunah, Oren, Ozem, and Ahijah. <sup>26</sup> Jerahmeel had another wife named Atarah, who was the mother of Onam. <sup>27</sup> The sons of Ram, Jerahmeel’s firstborn: Maaz, Jamin, and Eker. <sup>28</sup> Onam’s sons: Shammai and Jada. Shammai’s sons: Nadab and Abishur. <sup>29</sup> Abishur’s wife was named Abihail, who bore Ahban and Molid to him. <sup>30</sup> Nadab’s sons: Seled and Appaim. Seled died without children. <sup>31</sup> Appaim’s son: Ishi. Ishi’s son: Sheshan. Sheshan’s descendant: Ahlai. <sup>32</sup> The sons of Jada, brother of Shammai: Jether and Jonathan. Jether died without children. <sup>33</sup> Jonathan’s sons: Peleth and Zaza. These were the descendants of Jerahmeel. <sup>34</sup> Sheshan had no sons, only daughters, but he did have an Egyptian servant whose name was Jarha. <sup>35</sup> Sheshan gave his daughter in marriage to his servant Jarha, and she bore Attai to him. <sup>36</sup> Attai fathered Nathan, and Nathan fathered Zabad. <sup>37</sup> Zabad fathered Ephlal, and Ephlal fathered Obed. <sup>38</sup> Obed fathered Jehu, and Jehu fathered Azariah. <sup>39</sup> Azariah fathered Helez, and Helez fathered Elasah. <sup>40</sup> Elasah fathered Sismai, and Sismai fathered Shallum. <sup>41</sup> Shallum fathered Jekamiah, and Jekamiah fathered Elishama. <sup>42</sup> The sons of Caleb brother of Jerahmeel: Mesha, his firstborn, fathered Ziph, and Mareshah, his second son, fathered Hebron. <sup>43</sup> Hebron’s sons: Korah, Tappuah, Rekem, and Shema. <sup>44</sup> Shema fathered Raham, who fathered Jorkeam, and Rekem fathered Shammai. <sup>45</sup> Shammai’s son was Maon, and Maon fathered Beth-zur. <sup>46</sup> Caleb’s concubine Ephah was the mother of Haran, Moza, and Gazez. Haran fathered Gazez. <sup>47</sup> Jahdai’s sons: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph. <sup>48</sup> Caleb’s concubine Maacah was the mother of Sheber and Tirhanah. <sup>49</sup> She was also the mother of Shaaph, Madmannah’s father, and of Sheva, the father of Machbenah and Gibea. Caleb’s daughter was Achsah. <sup>50</sup> These were Caleb’s descendants. The sons of Hur, Ephrathah’s firstborn: Shobal fathered Kiriath-jearim; <sup>51</sup> Salma fathered Bethlehem, and Hareph fathered Beth-gader. <sup>52</sup> These were the descendants of Shobal the father of Kiriath-jearim: Haroeh, half of the Manahathites, <sup>53</sup> and the families of Kiriath-jearim ​— ​the Ithrites, Puthites, Shumathites, and Mishraites. The Zorathites and Eshtaolites descended from these. <sup>54</sup> Salma’s descendants: Bethlehem, the Netophathites, Atroth-beth-joab, and half of the Manahathites, the Zorites, <sup>55</sup> and the families of scribes who lived in Jabez ​— ​the Tirathites, Shimeathites, and Sucathites. These are the Kenites who came from Hammath, the father of Rechab’s family. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> These were David’s sons who were born to him in Hebron: Amnon was the firstborn, by Ahinoam of Jezreel; Daniel was born second, by Abigail of Carmel; <sup>2</sup> Absalom son of Maacah, daughter of King Talmai of Geshur, was third; Adonijah son of Haggith was fourth; <sup>3</sup> Shephatiah, by Abital, was fifth; and Ithream, by David’s wife Eglah, was sixth. <sup>4</sup> Six sons were born to David in Hebron, where he reigned </span>\n    <ins>for </ins>\n    <span>seven years and six months, and he reigned in Jerusalem </span>\n    <ins>for </ins>\n    <span>thirty-three years. <sup>5</sup> These sons were born to him in Jerusalem: Shimea, Shobab, Nathan, and Solomon. These four were born to him by Bath-shua daughter of Ammiel. <sup>6</sup> David’s other sons: Ibhar, Elishua, Eliphelet, <sup>7</sup> Nogah, Nepheg, Japhia, <sup>8</sup> Elishama, Eliada, and Eliphelet ​— ​nine sons. <sup>9</sup> These were all David’s sons, with their sister Tamar, in addition to the sons by his concubines. <sup>10</sup> Solomon’s son was Rehoboam; his son was Abijah, his son Asa, his son Jehoshaphat, <sup>11</sup> his son Jehoram, his son Ahaziah, his son Joash, <sup>12</sup> his son Amaziah, his son Azariah, his son Jotham, <sup>13</sup> his son Ahaz, his son Hezekiah, his son Manasseh, <sup>14</sup> his son Amon, and his son Josiah. <sup>15</sup> Josiah’s sons: Johanan was the firstborn, Jehoiakim second, Zedekiah third, and Shallum fourth. <sup>16</sup> Jehoiakim’s sons: his sons Jeconiah and Zedekiah. <sup>17</sup> The sons of Jeconiah the captive: his sons Shealtiel, <sup>18</sup> Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah. <sup>19</sup> Pedaiah’s sons: Zerubbabel and Shimei. Zerubbabel’s sons: Meshullam and Hananiah, with their sister Shelomith; <sup>20</sup> and five others ​— ​Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed. <sup>21</sup> Hananiah’s descendants: Pelatiah, Jeshaiah, and the sons of Rephaiah, Arnan, Obadiah, and Shecaniah. <sup>22</sup> The son of Shecaniah: Shemaiah. Shemaiah’s sons: Hattush, Igal, Bariah, Neariah, and Shaphat ​— ​six. <sup>23</sup> Neariah’s sons: Elioenai, Hizkiah, and Azrikam ​— ​three. <sup>24</sup> Elioenai’s sons: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani ​— ​seven. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Judah’s sons: Perez, Hezron, Carmi, Hur, and Shobal. <sup>2</sup> Reaiah son of Shobal fathered Jahath, and Jahath fathered Ahumai and Lahad. These were the families of the Zorathites. <sup>3</sup> These were Etam’s sons: Jezreel, Ishma, and Idbash, and their sister was named Hazzelelponi. <sup>4</sup> Penuel fathered Gedor, and Ezer fathered Hushah. These were the sons of Hur, Ephrathah’s firstborn and the father of Bethlehem: <sup>5</sup> Ashhur fathered Tekoa and had two wives, Helah and Naarah. <sup>6</sup> Naarah bore Ahuzzam, Hepher, Temeni, and Haahashtari to him. These were Naarah’s sons. <sup>7</sup> Helah’s sons: Zereth, Zohar, and Ethnan. <sup>8</sup> Koz fathered Anub, Zobebah, and the families of Aharhel son of Harum. <sup>9</sup> Jabez was more </span>\n    <del>honored</del>\n    <ins>honoured</ins>\n    <span> than his brothers. His mother named him Jabez and said, “I gave birth to him in pain.” <sup>10</sup> Jabez called out to the God of Israel, “If only you would bless me, extend my border, let your hand be with me, and keep me from harm, so that I will not experience pain</span>\n    <del>.</del>\n    <span>”</span>\n    <ins>. </ins>\n    <span>And God granted his request. <sup>11</sup> Chelub brother of Shuhah fathered Mehir, who was the father of Eshton. <sup>12</sup> Eshton fathered Beth-rapha, Paseah, and Tehinnah the father of Irnahash. These were the men of Recah. <sup>13</sup> Kenaz’s sons: Othniel and Seraiah. Othniel’s sons: Hathath and Meonothai. <sup>14</sup> Meonothai fathered Ophrah, and Seraiah fathered Joab, the ancestor of those in the Craftsmen’s Valley, for they were craftsmen. <sup>15</sup> The sons of Caleb son of Jephunneh: Iru, Elah, and Naam. Elah’s son: Kenaz. <sup>16</sup> Jehallelel’s sons: Ziph, Ziphah, Tiria, and Asarel. <sup>17</sup> Ezrah’s sons: Jether, Mered, Epher, and Jalon. Mered’s wife Bithiah gave birth to Miriam, Shammai, and Ishbah the father of Eshtemoa. <sup>18</sup> These were the sons of Pharaoh’s daughter Bithiah; Mered had married her. His Judean wife gave birth to Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah. <sup>19</sup> The sons of Hodiah’s wife, the sister of Naham: the father of Keilah the Garmite and the father of Eshtemoa the Maacathite. <sup>20</sup> Shimon’s sons: Amnon, Rinnah, Ben-hanan, and Tilon. Ishi’s sons: Zoheth and Ben-zoheth. <sup>21</sup> The sons of Shelah son of Judah: Er the father of Lecah, Laadah the father of Mareshah, the families of the guild of linen workers at Beth-ashbea, <sup>22</sup> Jokim, the men of Cozeba; and Joash and Saraph, who married Moabites and returned to Lehem. These names are from ancient records. <sup>23</sup> They were the potters and residents of Netaim and Gederah. They lived there in the service of the king. <sup>24</sup> Simeon’s sons: Nemuel, Jamin, Jarib, Zerah, and Shaul; <sup>25</sup> Shaul’s sons: his son Shallum, his son Mibsam, and his son Mishma. <sup>26</sup> Mishma’s sons: his son Hammuel, his son Zaccur, and his son Shimei. <sup>27</sup> Shimei had sixteen sons and six daughters, but his brothers did not have many children, so their whole family did not become as numerous as the Judeans. <sup>28</sup> They lived in Beer-sheba, Moladah, Hazar-shual, <sup>29</sup> Bilhah, Ezem, Tolad, <sup>30</sup> Bethuel, Hormah, Ziklag, <sup>31</sup> Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their cities until David became king. <sup>32</sup> Their villages were Etam, Ain, Rimmon, Tochen, and Ashan ​— ​five cities, <sup>33</sup> and all their surrounding villages as far as Baal. These were their settlements, and they kept a genealogical record for themselves. <sup>34</sup> Meshobab, Jamlech, Joshah son of Amaziah, <sup>35</sup> Joel, Jehu son of Joshibiah, son of Seraiah, son of Asiel, <sup>36</sup> Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah, <sup>37</sup> and Ziza son of Shiphi, son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah — <sup>38</sup> these mentioned by name were leaders in their families. Their ancestral houses increased greatly. <sup>39</sup> They went to the entrance of Gedor, to the east side of the valley to seek pasture for their flocks. <sup>40</sup> They found rich, good pasture, and the land was broad, peaceful, and quiet, for some Hamites had lived there previously. <sup>41</sup> These who were recorded by name came in the days of King Hezekiah of Judah, attacked the Hamites’ tents and the Meunites who were found there, and set them apart for destruction, as they are today. Then they settled in their place because there was pasture for their flocks. <sup>42</sup> Now five hundred men from these sons of Simeon went with Pelatiah, Neariah, Rephaiah, and Uzziel, the descendants of Ishi, as their leaders to Mount Seir. <sup>43</sup> They struck down the remnant of the Amalekites who had escaped, and they still live there today. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> These were the sons of Reuben the firstborn of Israel. He was the firstborn, but his birthright was given to the sons of Joseph son of Israel, because Reuben defiled his father’s bed. He is not listed in the genealogy according to birthright. <sup>2</sup> Although Judah became strong among his brothers and a ruler came from him, the birthright was given to Joseph. <sup>3</sup> The sons of Reuben, Israel’s firstborn: Hanoch, Pallu, Hezron, and Carmi. <sup>4</sup> Joel’s sons: his son Shemaiah, his son Gog, his son Shimei, <sup>5</sup> his son Micah, his son Reaiah, his son Baal, <sup>6</sup> and his son Beerah. Beerah was a leader of the Reubenites, and King Tiglath-pileser of Assyria took him into exile. <sup>7</sup> His relatives by their families as they are recorded in their family records: Jeiel the chief, Zechariah, <sup>8</sup> and Bela son of Azaz, son of Shema, son of Joel. They settled in Aroer as far as Nebo and Baal-meon. <sup>9</sup> They also settled in the east as far as the edge of the desert that extends to the </span>\n    <del>Euphrates </del>\n    <span>River </span>\n    <ins>Euphrates</ins>\n    <span>, because their herds had increased in the land of Gilead. <sup>10</sup> During Saul’s reign they waged war against the Hagrites, who were defeated by their power. And they lived in their tents throughout the region east of Gilead. <sup>11</sup> The sons of Gad lived next to them in the land of Bashan as far as Salecah: <sup>12</sup> Joel the chief, Shapham the second in command, Janai, and Shaphat in Bashan. <sup>13</sup> Their relatives according to their ancestral houses: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber ​— ​seven. <sup>14</sup> These were the sons of Abihail son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jeshishai, son of Jahdo, son of Buz. <sup>15</sup> Ahi son of Abdiel, son of Guni, was head of their ancestral family. <sup>16</sup> They lived in Gilead, in Bashan and its surrounding villages, and throughout the pasturelands of Sharon. <sup>17</sup> All of them were registered in the genealogies during the reigns of Judah’s King Jotham and Israel’s King Jeroboam. <sup>18</sup> The descendants of Reuben and Gad and half the tribe of Manasseh had 44,760 warriors who could serve in the army ​— ​men who carried shield and sword, drew the bow, and were trained for war. <sup>19</sup> They waged war against the Hagrites, Jetur, Naphish, and Nodab. <sup>20</sup> They received help against these enemies because they cried out to God in battle, and the Hagrites and all their allies were handed over to them. He was receptive to their prayer because they trusted in him. <sup>21</sup> They captured the Hagrites’ livestock ​— ​fifty thousand of their camels, two hundred </span>\n    <ins>and </ins>\n    <span>fifty thousand sheep, and two thousand donkeys ​— ​as well as one hundred thousand people. <sup>22</sup> Many of the Hagrites were killed because it was God’s battle. And they lived there in the Hagrites’ place until the exile. <sup>23</sup> The descendants of half the tribe of Manasseh settled in the land from Bashan to Baal-hermon (that is, Senir or Mount Hermon); they were numerous. <sup>24</sup> These were the heads of their ancestral families: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were valiant warriors, famous men, and heads of their ancestral houses. <sup>25</sup> But they were unfaithful to the God of their ancestors. They prostituted themselves with the gods of the nations God had destroyed before them. <sup>26</sup> So the God of Israel roused the spirit of King Pul (that is, Tiglath-pileser ) of Assyria, and he took the Reubenites, Gadites, and half the tribe of Manasseh into exile. He took them to Halah, Habor, Hara, and Gozan’s river, where they are until today. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Levi’s sons: Gershom, Kohath, and Merari. <sup>2</sup> Kohath’s sons: Amram, Izhar, Hebron, and Uzziel. <sup>3</sup> Amram’s children: Aaron, Moses, and Miriam. Aaron’s sons: Nadab, Abihu, Eleazar, and Ithamar. <sup>4</sup> Eleazar fathered Phinehas; Phinehas fathered Abishua; <sup>5</sup> Abishua fathered Bukki; Bukki fathered Uzzi; <sup>6</sup> Uzzi fathered Zerahiah; Zerahiah fathered Meraioth; <sup>7</sup> Meraioth fathered Amariah; Amariah fathered Ahitub; <sup>8</sup> Ahitub fathered Zadok; Zadok fathered Ahimaaz; <sup>9</sup> Ahimaaz fathered Azariah; Azariah fathered Johanan; <sup>10</sup> Johanan fathered Azariah, who served as priest in the temple that Solomon built in Jerusalem; <sup>11</sup> Azariah fathered Amariah; Amariah fathered Ahitub; <sup>12</sup> Ahitub fathered Zadok; Zadok fathered Shallum; <sup>13</sup> Shallum fathered Hilkiah; Hilkiah fathered Azariah; <sup>14</sup> Azariah fathered Seraiah; and Seraiah fathered Jehozadak. <sup>15</sup> Jehozadak went into exile when the Lord sent Judah and Jerusalem into exile at the hands of Nebuchadnezzar. <sup>16</sup> Levi’s sons: Gershom, Kohath, and Merari. <sup>17</sup> These are the names of Gershom’s sons: Libni and Shimei. <sup>18</sup> Kohath’s sons: Amram, Izhar, Hebron and Uzziel. <sup>19</sup> Merari’s sons: Mahli and Mushi. These are the Levites’ families according to their fathers: <sup>20</sup> Of Gershom: his son Libni, his son Jahath, his son Zimmah, <sup>21</sup> his son Joah, his son Iddo, his son Zerah, and his son Jeatherai. <sup>22</sup> Kohath’s sons: his son Amminadab, his son Korah, his son Assir, <sup>23</sup> his son Elkanah, his son Ebiasaph, his son Assir, <sup>24</sup> his son Tahath, his son Uriel, his son Uzziah, and his son Shaul. <sup>25</sup> Elkanah’s sons: Amasai and Ahimoth, <sup>26</sup> his son Elkanah, his son Zophai, his son Nahath, <sup>27</sup> his son Eliab, his son Jeroham, and his son Elkanah. <sup>28</sup> Samuel’s sons: his firstborn Joel, and his second son Abijah. <sup>29</sup> Merari’s sons: Mahli, his son Libni, his son Shimei, his son Uzzah, <sup>30</sup> his son Shimea, his son Haggiah, and his son Asaiah. <sup>31</sup> These are the men David put in charge of the music in the Lord’s temple after the ark came to rest there. <sup>32</sup> They ministered with song in front of the tabernacle, the tent of meeting, until Solomon built the Lord’s temple in Jerusalem, and they performed their task according to the regulations given to them. <sup>33</sup> These are the men who served with their sons. From the Kohathites: Heman the singer, son of Joel, son of Samuel, <sup>34</sup> son of Elkanah, son of Jeroham, son of Eliel, son of Toah, <sup>35</sup> son of Zuph, son of Elkanah, son of Mahath, son of Amasai, <sup>36</sup> son of Elkanah, son of Joel, son of Azariah, son of Zephaniah, <sup>37</sup> son of Tahath, son of Assir, son of Ebiasaph, son of Korah, <sup>38</sup> son of Izhar, son of Kohath, son of Levi, son of Israel. <sup>39</sup> Heman’s relative was Asaph, who stood at his right hand: Asaph son of Berechiah, son of Shimea, <sup>40</sup> son of Michael, son of Baaseiah, son of Malchijah, <sup>41</sup> son of Ethni, son of Zerah, son of Adaiah, <sup>42</sup> son of Ethan, son of Zimmah, son of Shimei, <sup>43</sup> son of Jahath, son of Gershom, son of Levi. <sup>44</sup> On the left, their relatives were Merari’s sons: Ethan son of Kishi, son of Abdi, son of Malluch, <sup>45</sup> son of Hashabiah, son of Amaziah, son of Hilkiah, <sup>46</sup> son of Amzi, son of Bani, son of Shemer, <sup>47</sup> son of Mahli, son of Mushi, son of Merari, son of Levi. <sup>48</sup> Their relatives, the Levites, were assigned to all the service of the tabernacle, God’s temple. <sup>49</sup> But Aaron and his sons did all the work of the most holy place. They presented the offerings on the altar of burnt offerings and on the altar of incense to make atonement for Israel according to all that Moses the servant of God had commanded. <sup>50</sup> These are Aaron’s sons: his son Eleazar, his son Phinehas, his son Abishua, <sup>51</sup> his son Bukki, his son Uzzi, his son Zerahiah, <sup>52</sup> his son Meraioth, his son Amariah, his son Ahitub, <sup>53</sup> his son Zadok, and his son Ahimaaz. <sup>54</sup> These were the places assigned to Aaron’s descendants from the Kohathite family for their settlements in their territory, because the first lot was for them. <sup>55</sup> They were given Hebron in the land of Judah and its surrounding pasturelands, <sup>56</sup> but the fields and settlements around the city were given to Caleb son of Jephunneh. <sup>57</sup> Aaron’s descendants were given: Hebron (a city of refuge), Libnah and its pasturelands, Jattir, Eshtemoa and its pasturelands, <sup>58</sup> Hilen and its pasturelands, Debir and its pasturelands, <sup>59</sup> Ashan and its pasturelands, and Beth-shemesh and its pasturelands. <sup>60</sup> From the tribe of Benjamin they were given Geba and its pasturelands, Alemeth and its pasturelands, and Anathoth and its pasturelands. They had thirteen towns in all among their families. <sup>61</sup> To the rest of the Kohathites, ten towns from half the tribe of Manasseh were assigned by lot. <sup>62</sup> The Gershomites were assigned thirteen towns from the tribes of Issachar, Asher, Naphtali, and Manasseh in Bashan according to their families. <sup>63</sup> The Merarites were assigned by lot twelve towns from the tribes of Reuben, Gad, and Zebulun according to their families. <sup>64</sup> So the Israelites gave these towns and their pasturelands to the Levites. <sup>65</sup> They assigned by lot the towns named above from the tribes of the descendants of Judah, Simeon, and Benjamin. <sup>66</sup> Some of the families of the Kohathites were given towns from the tribe of Ephraim for their territory: <sup>67</sup> Shechem (a city of refuge) with its pasturelands in the hill country of Ephraim, Gezer and its pasturelands, <sup>68</sup> Jokmeam and its pasturelands, Beth-horon and its pasturelands, <sup>69</sup> Aijalon and its pasturelands, and Gath-rimmon and its pasturelands. <sup>70</sup> From half the tribe of Manasseh, Aner and its pasturelands, and Bileam and its pasturelands were given to the rest of the families of the Kohathites. <sup>71</sup> The Gershomites received: Golan in Bashan and its pasturelands, and Ashtaroth and its pasturelands from the families of half the tribe of Manasseh. <sup>72</sup> From the tribe of Issachar they received Kedesh and its pasturelands, Daberath and its pasturelands, <sup>73</sup> Ramoth and its pasturelands, and Anem and its pasturelands. <sup>74</sup> From the tribe of Asher they received Mashal and its pasturelands, Abdon and its pasturelands, <sup>75</sup> Hukok and its pasturelands, and Rehob and its pasturelands. <sup>76</sup> From the tribe of Naphtali they received Kedesh in Galilee and its pasturelands, Hammon and its pasturelands, and Kiriathaim and its pasturelands. <sup>77</sup> The rest of the Merarites received: From the tribe of Zebulun they received Rimmono and its pasturelands and Tabor and its pasturelands. <sup>78</sup> From the tribe of Reuben across the Jordan at Jericho, to the east of the Jordan, they received Bezer in the desert and its pasturelands, Jahzah and its pasturelands, <sup>79</sup> Kedemoth and its pasturelands, and Mephaath and its pasturelands. <sup>80</sup> From the tribe of Gad they received Ramoth in Gilead and its pasturelands, Mahanaim and its pasturelands, <sup>81</sup> Heshbon and its pasturelands, and Jazer and its pasturelands. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Issachar’s sons: Tola, Puah, Jashub, and Shimron ​— ​four. <sup>2</sup> Tola’s sons: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, the heads of their ancestral families. During David’s reign, 22,600 descendants of Tola were recorded as valiant warriors in their family records. <sup>3</sup> Uzzi’s son: Izrahiah. Izrahiah’s sons: Michael, Obadiah, Joel, Isshiah. All five of them were chiefs. <sup>4</sup> Along with them, they had 36,000 troops for battle according to the family records of their ancestral families, for they had many wives and children. <sup>5</sup> Their tribesmen who were valiant warriors belonging to all the families of Issachar </span>\n    <del>totaled</del>\n    <ins>totalled</ins>\n    <span> 87,000 in their genealogies. <sup>6</sup> Three of Benjamin’s sons: Bela, Becher, and Jediael. <sup>7</sup> Bela’s sons: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri ​— ​five. They were valiant warriors and heads of their ancestral families; 22,034 were listed in their genealogies. <sup>8</sup> Becher’s sons: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth; all these were Becher’s sons. <sup>9</sup> Their family records were recorded according to the heads of their ancestral families ​— ​20,200 valiant warriors. <sup>10</sup> Jediael’s son: Bilhan. Bilhan’s sons: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar. <sup>11</sup> All these sons of Jediael listed by family heads were valiant warriors; there were 17,200 who could serve in the army. </span>\n    <ins><sup>12</sup> </ins>\n    <span>Shuppim and Huppim were sons of Ir, and the Hushim were the sons of Aher. <sup>13</sup> Naphtali’s sons: Jahziel, Guni, Jezer, and Shallum ​— ​Bilhah’s sons. <sup>14</sup> Manasseh’s sons through his Aramean concubine: Asriel and Machir the father of Gilead. <sup>15</sup> Machir took wives from Huppim and Shuppim. The name of his sister was Maacah. Another descendant was named Zelophehad, but he had only daughters. <sup>16</sup> Machir’s wife Maacah gave birth to a son, and she named him Peresh. His brother was named Sheresh, and his sons were Ulam and Rekem. <sup>17</sup> Ulam’s son: Bedan. These were the sons of Gilead son of Machir, son of Manasseh. <sup>18</sup> His sister Hammolecheth gave birth to Ishhod, Abiezer, and Mahlah. <sup>19</sup> Shemida’s sons: Ahian, Shechem, Likhi, and Aniam. <sup>20</sup> Ephraim’s sons: Shuthelah, and his son Bered, his son Tahath, his son Eleadah, his son Tahath, <sup>21</sup> his son Zabad, his son Shuthelah, also Ezer, and Elead. The men of Gath, born in the land, killed them because they went down to raid their cattle. <sup>22</sup> Their father Ephraim mourned a long time, and his relatives came to comfort him. <sup>23</sup> He slept with his wife, and she conceived and gave birth to a son. So he named him Beriah, because there had been misfortune in his home. <sup>24</sup> His daughter was Sheerah, who built Lower and Upper Beth-horon and Uzzen-sheerah, <sup>25</sup> his son Rephah, his son Resheph, his son Telah, his son Tahan, <sup>26</sup> his son Ladan, his son Ammihud, his son Elishama, <sup>27</sup> his son Nun, and his son Joshua. <sup>28</sup> Their holdings and settlements were Bethel and its surrounding villages; Naaran to the east, Gezer and its villages to the west, and Shechem and its villages as far as Ayyah and its villages, <sup>29</sup> and along the borders of the descendants of Manasseh, Beth-shean, Taanach, Megiddo, and Dor with their surrounding villages. The sons of Joseph son of Israel lived in these towns. <sup>30</sup> Asher’s sons: Imnah, Ishvah, Ishvi, and Beriah, with their sister Serah. <sup>31</sup> Beriah’s sons: Heber, and Malchiel, who fathered Birzaith. <sup>32</sup> Heber fathered Japhlet, Shomer, and Hotham, with their sister Shua. <sup>33</sup> Japhlet’s sons: Pasach, Bimhal, and Ashvath. These were Japhlet’s sons. <sup>34</sup> Shemer’s sons: Ahi, Rohgah, Hubbah, and Aram. <sup>35</sup> His brother Helem’s sons: Zophah, Imna, Shelesh, and Amal. <sup>36</sup> Zophah’s sons: Suah, Harnepher, Shual, Beri, Imrah, <sup>37</sup> Bezer, Hod, Shamma, Shilshah, Ithran, and Beera. <sup>38</sup> Jether’s sons: Jephunneh, Pispa, and Ara. <sup>39</sup> Ulla’s sons: Arah, Hanniel, and Rizia. <sup>40</sup> All these were Asher’s descendants. They were the heads of their ancestral families, chosen men, valiant warriors, and chiefs among the leaders. The number of men listed in their genealogies for military service was 26,000. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Benjamin fathered Bela, his firstborn; Ashbel was born second, Aharah third, <sup>2</sup> Nohah fourth, and Rapha fifth. <sup>3</sup> Bela’s sons: Addar, Gera, Abihud, <sup>4</sup> Abishua, Naaman, Ahoah, <sup>5</sup> Gera, Shephuphan, and Huram. <sup>6</sup> These were Ehud’s sons, who were the heads of the families living in Geba and who were deported to Manahath: <sup>7</sup> Naaman, Ahijah, and Gera. Gera deported them and was the father of Uzza and Ahihud. <sup>8</sup> Shaharaim had sons in the territory of Moab after he had divorced his wives Hushim and Baara. <sup>9</sup> His sons by his wife Hodesh: Jobab, Zibia, Mesha, Malcam, <sup>10</sup> Jeuz, Sachia, and Mirmah. These were his sons, family heads. <sup>11</sup> He also had sons by Hushim: Abitub and Elpaal. <sup>12</sup> Elpaal’s sons: Eber, Misham, and Shemed who built Ono and Lod and its surrounding villages, <sup>13</sup> Beriah and Shema, who were the family heads of Aijalon’s residents and who drove out the residents of Gath, <sup>14</sup> Ahio, Shashak, and Jeremoth. <sup>15</sup> Zebadiah, Arad, Eder, <sup>16</sup> Michael, Ishpah, and Joha were Beriah’s sons. <sup>17</sup> Zebadiah, Meshullam, Hizki, Heber, <sup>18</sup> Ishmerai, Izliah, and Jobab were Elpaal’s sons. <sup>19</sup> Jakim, Zichri, Zabdi, <sup>20</sup> Elienai, Zillethai, Eliel, <sup>21</sup> Adaiah, Beraiah, and Shimrath were Shimei’s sons. <sup>22</sup> Ishpan, Eber, Eliel, <sup>23</sup> Abdon, Zichri, Hanan, <sup>24</sup> Hananiah, Elam, Anthothijah, <sup>25</sup> Iphdeiah, and Penuel were Shashak’s sons. <sup>26</sup> Shamsherai, Shehariah, Athaliah, <sup>27</sup> Jaareshiah, Elijah, and Zichri were Jeroham’s sons. <sup>28</sup> These were family heads, chiefs according to their family records; they lived in Jerusalem. <sup>29</sup> Jeiel fathered Gibeon and lived in Gibeon. His wife’s name was Maacah. <sup>30</sup> Abdon was his firstborn son, then Zur, Kish, Baal, Nadab, <sup>31</sup> Gedor, Ahio, Zecher, <sup>32</sup> and Mikloth who fathered Shimeah. These also lived opposite their relatives in Jerusalem, with their other relatives. <sup>33</sup> Ner fathered Kish, Kish fathered Saul, and Saul fathered Jonathan, Malchishua, Abinadab, and Esh-baal. <sup>34</sup> Jonathan’s son was Merib-baal, and Merib-baal fathered Micah. <sup>35</sup> Micah’s sons: Pithon, Melech, Tarea, and Ahaz. <sup>36</sup> Ahaz fathered Jehoaddah, Jehoaddah fathered Alemeth, Azmaveth, and Zimri, and Zimri fathered Moza. <sup>37</sup> Moza fathered Binea. His son was Raphah, his son Elasah, and his son Azel. <sup>38</sup> Azel had six sons, and these were their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were Azel’s sons. <sup>39</sup> His brother Eshek’s sons: Ulam was his firstborn, Jeush second, and Eliphelet third. <sup>40</sup> Ulam’s sons were valiant warriors and archers. They had many sons and grandsons ​— ​150 of them. All these were among Benjamin’s sons. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> All Israel was registered in the genealogies that are written in the Book of the Kings of Israel. But Judah was exiled to Babylon because of their unfaithfulness. <sup>2</sup> The first to live in their towns on their own property again were Israelites, priests, Levites, and temple servants. <sup>3</sup> These people from the descendants of Judah, Benjamin, Ephraim, and Manasseh settled in Jerusalem: <sup>4</sup> Uthai son of Ammihud, son of Omri, son of Imri, son of Bani, a descendant of Perez son of Judah; <sup>5</sup> from the Shilonites: Asaiah the firstborn and his sons; <sup>6</sup> and from the descendants of Zerah: Jeuel and their relatives ​— ​690 in all. <sup>7</sup> The Benjaminites: Sallu son of Meshullam, son of Hodaviah, son of Hassenuah; <sup>8</sup> Ibneiah son of Jeroham; Elah son of Uzzi, son of Michri; Meshullam son of Shephatiah, son of Reuel, son of Ibnijah; <sup>9</sup> and their relatives according to their family records ​— ​956 in all. All these men were heads of their ancestral families. <sup>10</sup> The priests: Jedaiah; Jehoiarib; Jachin; <sup>11</sup> Azariah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the chief official of God’s temple; <sup>12</sup> Adaiah son of Jeroham, son of Pashhur, son of Malchijah; Maasai son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer; <sup>13</sup> and their relatives, the heads of their ancestral families ​— ​1,760 in all. They were capable men employed in the ministry of God’s temple. <sup>14</sup> The Levites: Shemaiah son of Hasshub, son of Azrikam, son of Hashabiah of the Merarites; <sup>15</sup> Bakbakkar, Heresh, Galal, and Mattaniah, son of Mica, son of Zichri, son of Asaph; <sup>16</sup> Obadiah son of Shemaiah, son of Galal, son of Jeduthun; and Berechiah son of Asa, son of Elkanah who lived in the settlements of the Netophathites. <sup>17</sup> The gatekeepers: Shallum, Akkub, Talmon, Ahiman, and their relatives. Shallum was their chief; <sup>18</sup> he was previously stationed at the King’s Gate on the east side. These were the gatekeepers from the camp of the Levites. <sup>19</sup> Shallum son of Kore, son of Ebiasaph, son of Korah and his relatives from his ancestral family, the Korahites, were assigned to guard the thresholds of the tent. Their ancestors had been assigned to the Lord’s camp as guardians of the entrance. <sup>20</sup> In earlier times Phinehas son of Eleazar had been their leader, and the Lord was with him. <sup>21</sup> Zechariah son of Meshelemiah was the gatekeeper at the entrance to the tent of meeting. <sup>22</sup> The total number of those chosen to be gatekeepers at the thresholds was 212. They were registered by genealogy in their settlements. David and the seer Samuel had appointed them to their trusted positions. <sup>23</sup> So they and their sons were assigned as guards to the gates of the Lord’s temple, which had been the tent-temple. <sup>24</sup> The gatekeepers were on the four sides: east, west, north, and south. <sup>25</sup> Their relatives came from their settlements at fixed times to be with them seven days, <sup>26</sup> but the four chief gatekeepers, who were Levites, were entrusted with the rooms and the treasuries of God’s temple. <sup>27</sup> They spent the night in the vicinity of God’s temple, because they had guard duty and were in charge of opening it every morning. <sup>28</sup> Some of them were in charge of the utensils used in worship. They would count them when they brought them in and when they took them out. <sup>29</sup> Others were put in charge of the furnishings and all the utensils of the sanctuary, as well as the fine flour, wine, oil, incense, and spices. <sup>30</sup> Some of the priests’ sons mixed the spices. <sup>31</sup> A Levite called Mattithiah, the firstborn of Shallum the Korahite, was entrusted with baking the bread. </span>\n    <del>9:31 Lit 'with things prepared in pans' </del>\n    <span><sup>32</sup> Some of the Kohathites’ relatives were responsible for preparing the rows of the Bread of the Presence every Sabbath. <sup>33</sup> The singers, the heads of the Levite families, stayed in the temple chambers and were exempt from other tasks because they were on duty day and night. <sup>34</sup> These were the heads of the Levite families, chiefs according to their family records; they lived in Jerusalem. <sup>35</sup> Jeiel fathered Gibeon and lived in Gibeon. His wife’s name was Maacah. <sup>36</sup> Abdon was his firstborn son, then Zur, Kish, Baal, Ner, Nadab, <sup>37</sup> Gedor, Ahio, Zechariah, and Mikloth. <sup>38</sup> Mikloth fathered Shimeam. These also lived opposite their relatives in Jerusalem with their other relatives. <sup>39</sup> Ner fathered Kish, Kish fathered Saul, and Saul fathered Jonathan, Malchishua, Abinadab, and Esh-baal. <sup>40</sup> Jonathan’s son was Merib-baal, and Merib-baal fathered Micah. <sup>41</sup> Micah’s sons: Pithon, Melech, Tahrea, and Ahaz. <sup>42</sup> Ahaz fathered Jarah; Jarah fathered Alemeth, Azmaveth, and Zimri; Zimri fathered Moza. <sup>43</sup> Moza fathered Binea. His son was Rephaiah, his son Elasah, and his son Azel. <sup>44</sup> Azel had six sons, and these were their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. These were Azel’s sons. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The Philistines fought against Israel, and Israel’s men fled from them. Many were killed on Mount Gilboa. <sup>2</sup> The Philistines pursued Saul and his sons and killed his sons Jonathan, Abinadab, and Malchishua. <sup>3</sup> When the battle intensified against Saul, the archers spotted him and severely wounded him. <sup>4</sup> Then Saul said to his </span>\n    <del>armor</del>\n    <ins>armour</ins>\n    <span>-bearer, “Draw your sword and run me through with it, or these uncircumcised men will come and torture me.” But his </span>\n    <del>armor</del>\n    <ins>armour</ins>\n    <span>-bearer would not do it because he was terrified. Then Saul took his sword and fell on it. <sup>5</sup> When his </span>\n    <del>armor</del>\n    <ins>armour</ins>\n    <span>-bearer saw that Saul was dead, he also fell on his own sword and died. <sup>6</sup> So Saul and his three sons died ​— ​his whole house died together. <sup>7</sup> When all the men of Israel in the valley saw that the army had fled and that Saul and his sons were dead, they abandoned their cities and fled. So the Philistines came and settled in them. <sup>8</sup> The next day when the Philistines came to strip the slain, they found Saul and his sons dead on Mount Gilboa. <sup>9</sup> They stripped Saul, cut off his head, took his </span>\n    <del>armor</del>\n    <ins>armour</ins>\n    <span>, and sent messengers throughout the land of the Philistines to spread the good news to their idols and the people. <sup>10</sup> Then they put his </span>\n    <del>armor</del>\n    <ins>armour</ins>\n    <span> in the temple of their gods and hung his skull in the temple of Dagon. <sup>11</sup> When all Jabesh-gilead heard of everything the Philistines had done to Saul, <sup>12</sup> all their brave men set out and retrieved the body of Saul and the bodies of his sons and brought them to Jabesh. They buried their bones under the oak in Jabesh and fasted </span>\n    <ins>for </ins>\n    <span>seven days. <sup>13</sup> Saul died for his unfaithfulness to the Lord because he did not keep the Lord’s word. He even consulted a medium for guidance, <sup>14</sup> but he did not </span>\n    <del>inquire</del>\n    <ins>enquire</ins>\n    <span> of the Lord. So the Lord put him to death and turned the kingdom over to David son of Jesse. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> All Israel came together to David at Hebron and said, “Here we are, your own flesh and blood. <sup>2</sup> Even previously when Saul was king, you were leading Israel out to battle and bringing us back. The Lord your God also said to you, ‘You will shepherd my people Israel, and you will be ruler over my people Israel.’ ” <sup>3</sup> So all the elders of Israel came to the king at Hebron. David made a covenant with them at Hebron in the Lord’s presence, and they anointed David king over Israel, in keeping with the Lord’s word through Samuel. <sup>4</sup> David and all Israel marched to Jerusalem (that is, Jebus); the Jebusites who inhabited the land were there. <sup>5</sup> The inhabitants of Jebus said to David, “You will never get in here.” Yet David did capture the stronghold of Zion, that is, the city of David. <sup>6</sup> David said, “Whoever is the first to kill a Jebusite will become chief commander.” Joab son of Zeruiah went up first, so he became the chief. <sup>7</sup> Then David took up residence in the stronghold; therefore, it was called the city of David. <sup>8</sup> He built up the city all the way </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span>, from the supporting terraces to the surrounding parts, and Joab restored the rest of the city. <sup>9</sup> David steadily grew more powerful, and the Lord of Armies was with him. <sup>10</sup> The following were the chiefs of David’s warriors who, together with all Israel, strongly supported him in his reign to make him king according to the Lord’s word about Israel. <sup>11</sup> This is the list of David’s warriors: Jashobeam son of Hachmoni was chief of the Thirty; </span>\n    <del>11:11 Alt Hb tradition reads 'Three' </del>\n    <span>he wielded his spear against three hundred and killed them at one time. <sup>12</sup> After him, Eleazar son of Dodo the Ahohite was one of the three warriors. <sup>13</sup> He was with David at Pas-dammim when the Philistines had gathered there for battle. There was a portion of a field full of barley, where the troops had fled from the Philistines. <sup>14</sup> But Eleazar and David took their stand in the middle of the field and defended it. They killed the Philistines, and the Lord gave them a great victory. <sup>15</sup> Three of the thirty chief men went down to David, to the rock at the cave of Adullam, while the Philistine army was encamped in Rephaim Valley. <sup>16</sup> At that time David was in the stronghold, and a Philistine garrison was at Bethlehem. <sup>17</sup> David was extremely thirsty and said, “If only someone would bring me water to drink from the well at the city gate of Bethlehem! ” <sup>18</sup> So the Three broke through </span>\n    <ins>to </ins>\n    <span>the Philistine camp and drew water from the well at the gate of Bethlehem. They brought it back to David, but he refused to drink it. Instead, he poured it out to the Lord. <sup>19</sup> David said, “I would never do such a thing in the presence of my God! How can I drink the blood of these men who risked their lives? ” For they brought it at the risk of their lives. So he would not drink it. Such were the exploits of the three warriors. <sup>20</sup> Abishai, Joab’s brother, was the leader of the Three. He raised his spear against three hundred men and killed them, gaining a reputation among the Three. <sup>21</sup> He was more </span>\n    <del>honored</del>\n    <ins>honoured</ins>\n    <span> than the Three and became their commander even though he did not become one of the Three. <sup>22</sup> Benaiah son of Jehoiada was the son of a brave man from Kabzeel, a man of many exploits. Benaiah killed two sons of Ariel of Moab, and he went down into a pit on a snowy day and killed a lion. <sup>23</sup> He also killed an Egyptian who was </span>\n    <del>seven and a half feet</del>\n    <ins>2.25 metres</ins>\n    <span> tall. Even though the Egyptian had a spear in his hand like a weaver’s beam, Benaiah went down to him with a staff, snatched the spear out of the Egyptian’s hand, and then killed him with his own spear. <sup>24</sup> These were the exploits of Benaiah son of Jehoiada, who had a reputation among the three warriors. <sup>25</sup> He was the most </span>\n    <del>honored</del>\n    <ins>honoured</ins>\n    <span> of the Thirty, but he did not become one of the Three. David put him in charge of his bodyguard. <sup>26</sup> The best soldiers were Joab’s brother Asahel, Elhanan son of Dodo of Bethlehem, <sup>27</sup> Shammoth the Harorite, Helez the Pelonite, <sup>28</sup> Ira son of Ikkesh the Tekoite, Abiezer the Anathothite, <sup>29</sup> Sibbecai the Hushathite, Ilai the Ahohite, <sup>30</sup> Maharai the Netophathite, Heled son of Baanah the Netophathite, <sup>31</sup> Ithai son of Ribai from Gibeah of the Benjaminites, Benaiah the Pirathonite, <sup>32</sup> Hurai from the wadis of Gaash, Abiel the Arbathite, <sup>33</sup> Azmaveth the Baharumite, Eliahba the Shaalbonite, <sup>34</sup> </span>\n    <del>The</del>\n    <ins>the</ins>\n    <span> sons of Hashem the Gizonite, Jonathan son of Shagee the Hararite, <sup>35</sup> Ahiam son of Sachar the Hararite, Eliphal son of Ur, <sup>36</sup> Hepher the Mecherathite, Ahijah the Pelonite, <sup>37</sup> Hezro the Carmelite, Naarai son of Ezbai, <sup>38</sup> Joel the brother of Nathan, Mibhar son of Hagri, <sup>39</sup> Zelek the Ammonite, Naharai the Beerothite, the </span>\n    <del>armor</del>\n    <ins>armour</ins>\n    <span>-bearer for Joab son of Zeruiah, <sup>40</sup> Ira the Ithrite, Gareb the Ithrite, <sup>41</sup> Uriah the Hethite, Zabad son of Ahlai, <sup>42</sup> Adina son of Shiza the Reubenite, chief of the Reubenites, and thirty with him, <sup>43</sup> Hanan son of Maacah, Joshaphat the Mithnite, <sup>44</sup> Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite, <sup>45</sup> Jediael son of Shimri and his brother Joha the Tizite, <sup>46</sup> Eliel the Mahavite, Jeribai and Joshaviah, the sons of Elnaam, Ithmah the Moabite, <sup>47</sup> Eliel, Obed, and Jaasiel the Mezobaite. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The following were the men who came to David at Ziklag while he was still banned from the presence of Saul son of Kish. They were among the warriors who helped him in battle. <sup>2</sup> They were archers who could use either the right or left hand, both to sling stones and shoot arrows from a bow. They were Saul’s relatives from Benjamin: <sup>3</sup> Their chief was Ahiezer son of Shemaah the Gibeathite. Then there was his brother Joash; Jeziel and Pelet sons of Azmaveth; Beracah, Jehu the Anathothite; <sup>4</sup> Ishmaiah the Gibeonite, a warrior among the Thirty and a leader over the Thirty; Jeremiah, Jahaziel, Johanan, Jozabad the Gederathite; <sup>5</sup> Eluzai, Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite; <sup>6</sup> Elkanah, Isshiah, Azarel, Joezer, and Jashobeam, the Korahites; <sup>7</sup> and Joelah and Zebadiah, the sons of Jeroham from Gedor. <sup>8</sup> Some Gadites defected to David at his stronghold in the desert. They were valiant warriors, trained for battle, expert with shield and spear. Their faces were like the faces of lions, and they were as swift as gazelles on the mountains. <sup>9</sup> Ezer was the chief, Obadiah second, Eliab third, <sup>10</sup> Mishmannah fourth, Jeremiah fifth, <sup>11</sup> Attai sixth, Eliel seventh, <sup>12</sup> Johanan eighth, Elzabad ninth, <sup>13</sup> Jeremiah tenth, and Machbannai eleventh. <sup>14</sup> These Gadites were army commanders; the least of them was a match for a hundred, and the greatest of them for a thousand. <sup>15</sup> These are the men who crossed the Jordan in the first month when it was overflowing all its banks, and put to flight all those in the valleys to the east and to the west. <sup>16</sup> Other Benjaminites and men from Judah also went to David at the stronghold. <sup>17</sup> David went out to meet them and said to them, “If you have come in peace to help me, my heart will be united with you, but if you have come to betray me to my enemies even though my hands have done no wrong, may the God of our ancestors look on it and judge.” <sup>18</sup> Then the Spirit enveloped Amasai, chief of the Thirty, and he said: We are yours, David, we are with you, son of Jesse! Peace, peace to you, and peace to him who helps you, for your God helps you. So David received them and made them leaders of his troops. <sup>19</sup> Some Manassites defected to David when he went with the Philistines to fight against Saul. However, they did not help the Philistines because the Philistine rulers sent David away after a discussion. They said, “It will be our heads if he defects to his master Saul.” <sup>20</sup> When David went to Ziklag, some men from Manasseh defected to him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, chiefs of thousands in Manasseh. <sup>21</sup> They helped David against the raiders, for they were all valiant warriors and commanders in the army. <sup>22</sup> At that time, men came day after day to help David until there was a great army, like an army of God. <sup>23</sup> The numbers of the armed troops who came to David at Hebron to turn Saul’s kingdom over to him, according to the Lord’s word, were as follows: <sup>24</sup> From the Judahites: 6,800 armed troops bearing shields and spears. <sup>25</sup> From the Simeonites: 7,100 valiant warriors ready for war. <sup>26</sup> From the Levites: 4,600 <sup>27</sup> in addition to Jehoiada, leader of the house of Aaron, with 3,700 men; <sup>28</sup> and Zadok, a young valiant warrior, with 22 commanders from his ancestral family. <sup>29</sup> From the Benjaminites, the relatives of Saul: 3,000 (up to that time the majority of the Benjaminites maintained their allegiance to the house of Saul). <sup>30</sup> From the Ephraimites: 20,800 valiant warriors who were famous men in their ancestral families. <sup>31</sup> From half the tribe of Manasseh: 18,000 designated by name to come and make David king. <sup>32</sup> From the Issacharites, who understood the times and knew what Israel should do: 200 chiefs with all their relatives under their command. <sup>33</sup> From Zebulun: 50,000 who could serve in the army, trained for battle with all kinds of weapons of war, with one purpose to help David. <sup>34</sup> From Naphtali: 1,000 commanders accompanied by 37,000 men with shield and spear. <sup>35</sup> From the Danites: 28,600 trained for battle. <sup>36</sup> From Asher: 40,000 who could serve in the army, trained for battle. <sup>37</sup> From across the Jordan ​— ​from the Reubenites, Gadites, and half the tribe of Manasseh: 120,000 men equipped with all the military weapons of war. <sup>38</sup> All these warriors, lined up in battle formation, came to Hebron wholeheartedly determined to make David king over all Israel. All the rest of Israel was also of one mind to make David king. <sup>39</sup> They spent three days there eating and drinking with David, for their relatives had provided for them. <sup>40</sup> In addition, their </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span> from as far away as Issachar, Zebulun, and Naphtali came and brought food on donkeys, camels, mules, and oxen ​— ​abundant provisions of flour, fig cakes, raisins, wine and oil, herds, and flocks. Indeed, there was joy in Israel. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> David consulted with all his leaders, the commanders of hundreds and of thousands. <sup>2</sup> Then he said to the whole assembly of Israel, “If it seems good to you, and if this is from the Lord our God, let’s spread out and send the message to the rest of our relatives in all the districts of Israel, including the priests and Levites in their cities with pasturelands, that they should gather together with us. <sup>3</sup> Then let’s bring back the ark of our God, for we did not </span>\n    <del>inquire</del>\n    <ins>enquire</ins>\n    <span> of him in Saul’s days.” <sup>4</sup> Since the proposal seemed right to all the people, the whole assembly agreed to do it. <sup>5</sup> So David assembled all Israel, from the Shihor of Egypt to the entrance of Hamath, to bring the ark of God from Kiriath-jearim. <sup>6</sup> David and all Israel went to Baalah (that is, Kiriath-jearim that belongs to Judah) to take from there the ark of God, which bears the name of the Lord who is enthroned between the cherubim. <sup>7</sup> At Abinadab’s house they set the ark of God on a new cart. Uzzah and Ahio were guiding the cart. <sup>8</sup> David and all Israel were dancing with all their might before God with songs and with lyres, harps, tambourines, cymbals, and trumpets. <sup>9</sup> When they came to Chidon’s threshing</span>\n    <ins>-</ins>\n    <span>floor, Uzzah reached out to hold the ark because the oxen had stumbled. <sup>10</sup> Then the Lord’s anger burned against Uzzah, and he struck him dead because he had reached out to the ark. So he died there in the presence of God. <sup>11</sup> David was angry because of the Lord’s outburst against Uzzah, so he named that place Outburst Against Uzzah, as it is still named today. <sup>12</sup> David feared God that day and said, “How can I ever bring the ark of God to me? ” <sup>13</sup> So David did not bring the ark of God home to the city of David; instead, he diverted it to the house of Obed-edom of Gath. <sup>14</sup> The ark of God remained with Obed-edom’s family in his house for three months, and the Lord blessed his family and all that he had. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> King Hiram of Tyre sent envoys to David, along with cedar logs, stonemasons, and carpenters to build a palace for him. <sup>2</sup> Then David knew that the Lord had established him as king over Israel and that his kingdom had been exalted for the sake of his people Israel. <sup>3</sup> David took more wives in Jerusalem, and he became the father of more sons and daughters. <sup>4</sup> These are the names of the children born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon, <sup>5</sup> Ibhar, Elishua, Elpelet, <sup>6</sup> Nogah, Nepheg, Japhia, <sup>7</sup> Elishama, Beeliada, and Eliphelet. <sup>8</sup> When the Philistines heard that David had been anointed king over all Israel, they all went in search of David; when David heard of this, he went out to face them. <sup>9</sup> Now the Philistines had come and raided in Rephaim Valley, <sup>10</sup> so David </span>\n    <del>inquired</del>\n    <ins>enquired</ins>\n    <span> of God, “Should I attack the Philistines? Will you hand them over to me? ” The Lord replied, “Attack, and I will hand them over to you.” <sup>11</sup> So the Israelites went up to Baal-perazim, and David defeated the Philistines there. Then David said, “Like a bursting flood, God has used me to burst out against my enemies.” Therefore, they named that place The Lord Bursts Out. <sup>12</sup> The Philistines abandoned their idols there, and David ordered that they be burned in the fire. <sup>13</sup> Once again the Philistines raided in the valley. <sup>14</sup> So David again </span>\n    <del>inquired</del>\n    <ins>enquired</ins>\n    <span> of God, and God answered him, “Do not pursue them directly. Circle around them and attack them opposite the balsam trees. <sup>15</sup> When you hear the sound of marching in the tops of the balsam trees, then go out to battle, for God will have gone out ahead of you to strike down the army of the Philistines.” <sup>16</sup> So David did as God commanded him, and they struck down the Philistine army from Gibeon to Gezer. <sup>17</sup> Then David’s fame spread throughout the lands, and the Lord caused all the nations to be terrified of him. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> David built houses for himself in the city of David, and he prepared a place for the ark of God and pitched a tent for it. <sup>2</sup> Then David said, “No one but the Levites may carry the ark of God, because the Lord has chosen them to carry the ark of the Lord and to minister before him </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>.” <sup>3</sup> David assembled all Israel at Jerusalem to bring the ark of the Lord to the place he had prepared for it. <sup>4</sup> Then he gathered together the descendants of Aaron and the Levites: <sup>5</sup> From the Kohathites, Uriel the leader and 120 of his relatives; <sup>6</sup> from the Merarites, Asaiah the leader and 220 of his relatives; <sup>7</sup> from the Gershomites, Joel the leader and 130 of his relatives; <sup>8</sup> from the Elizaphanites, Shemaiah the leader and 200 of his relatives; <sup>9</sup> from the Hebronites, Eliel the leader and 80 of his relatives; <sup>10</sup> from the Uzzielites, Amminadab the leader and 112 of his relatives. <sup>11</sup> David summoned the priests Zadok and Abiathar and the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab. <sup>12</sup> He said to them, “You are the heads of the Levite families. You and your relatives must consecrate yourselves so that you may bring the ark of the Lord God of Israel to the place I have prepared for it. <sup>13</sup> For the Lord our God burst out in anger against us because you Levites were not with us the first time, for we didn’t </span>\n    <del>inquire</del>\n    <ins>enquire</ins>\n    <span> of him about the proper procedures.” <sup>14</sup> So the priests and the Levites consecrated themselves to bring up the ark of the Lord God of Israel. <sup>15</sup> Then the Levites carried the ark of God the way Moses had commanded according to the word of the Lord: on their shoulders with the poles. <sup>16</sup> Then David told the leaders of the Levites to appoint their relatives as singers and to </span>\n    <del>have</del>\n    <ins>tell</ins>\n    <span> them </span>\n    <ins>to </ins>\n    <span>raise their voices with joy accompanied by musical instruments ​— ​harps, lyres, and cymbals. <sup>17</sup> So the Levites appointed Heman son of Joel; from his relatives, Asaph son of Berechiah; and from their relatives the Merarites, Ethan son of Kushaiah. <sup>18</sup> With them were their relatives second in rank: Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, and the gatekeepers Obed-edom and Jeiel. <sup>19</sup> The singers Heman, Asaph, and Ethan were to sound the bronze cymbals; <sup>20</sup> Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah were to play harps according to 'Alamoth' <sup>21</sup> and Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, and Azaziah were to lead the music with lyres according to the 'Sheminith'. <sup>22</sup> Chenaniah, the leader of the Levites in music, was to direct the music because he was </span>\n    <del>skillful</del>\n    <ins>skilful</ins>\n    <span>. <sup>23</sup> Berechiah and Elkanah were to be gatekeepers for the ark. <sup>24</sup> The priests, Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer, were to blow trumpets before the ark of God. Obed-edom and Jehiah were also to be gatekeepers for the ark. <sup>25</sup> David, the elders of Israel, and the commanders of thousands went with rejoicing to bring the ark of the covenant of the Lord from the house of Obed-edom. <sup>26</sup> Because God helped the Levites who were carrying the ark of the covenant of the Lord, with God’s help, they sacrificed seven bulls and seven rams. <sup>27</sup> Now David was dressed in a robe of fine linen, as were all the Levites who were carrying the ark, as well as the singers and Chenaniah, the music leader of the singers. David also wore a linen ephod. <sup>28</sup> So all Israel brought up the ark of the covenant of the Lord with shouts, the sound of the ram’s horn, trumpets, and cymbals, and the playing of harps and lyres. <sup>29</sup> As the ark of the covenant of the Lord was entering the city of David, Saul’s daughter Michal looked down from the window and saw King David leaping and dancing, and she despised him in her heart. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> They brought the ark of God and placed it inside the tent David had pitched for it. Then they offered burnt offerings and fellowship offerings in God’s presence. <sup>2</sup> When David had finished offering the burnt offerings and the fellowship offerings, he blessed the people in the name of the Lord. <sup>3</sup> Then he distributed to each and every Israelite, both men and women, a loaf of bread, a date cake, and a raisin cake. <sup>4</sup> David appointed some of the Levites to be ministers before the ark of the Lord, to celebrate the Lord God of Israel, and to give thanks and praise to him. <sup>5</sup> Asaph was the chief and Zechariah was second to him. Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel played the harps and lyres, while Asaph sounded the cymbals <sup>6</sup> and the priests Benaiah and Jahaziel blew the trumpets regularly before the ark of the covenant of God. <sup>7</sup> On that day David decreed for the first time that thanks be given to the Lord by Asaph and his relatives: <sup>8</sup> Give thanks to the Lord; call on his name; proclaim his deeds among the peoples. <sup>9</sup> Sing to him; sing praise to him; tell about all his wondrous works! <sup>10</sup> Boast in his holy name; let the hearts of those who seek the Lord rejoice. <sup>11</sup> Seek the Lord and his strength; seek his face always. <sup>12</sup> Remember the wondrous works he has done, his wonders, and the </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> he has pronounced, <sup>13</sup> you offspring of Israel his servant, Jacob’s descendants ​— ​his chosen ones. <sup>14</sup> He is the Lord our God; his </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> govern the whole earth. <sup>15</sup> Remember his covenant </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> — the promise he ordained for a thousand generations, <sup>16</sup> the covenant he made with Abraham, swore to Isaac, <sup>17</sup> and confirmed to Jacob as a decree, and to Israel as a permanent covenant: <sup>18</sup> “I will give the land of Canaan to you as your inherited portion.” <sup>19</sup> When they were few in number, very few indeed, and resident </span>\n    <del>aliens</del>\n    <ins>foreigners</ins>\n    <span> in Canaan <sup>20</sup> wandering from nation to nation and from one kingdom to another, <sup>21</sup> he allowed no one to oppress them; he rebuked kings on their behalf: <sup>22</sup> “Do not touch my anointed ones or harm my prophets.” <sup>23</sup> Let the whole earth sing to the Lord. Proclaim his salvation from day to day. <sup>24</sup> Declare his glory among the nations, his wondrous works among all peoples. <sup>25</sup> For the Lord is great and highly praised; he is feared above all gods. <sup>26</sup> For all the gods of the peoples are worthless idols, but the Lord made the heavens. <sup>27</sup> </span>\n    <del>Splendor</del>\n    <ins>Splendour</ins>\n    <span> and majesty are before him; strength and joy are in his place. <sup>28</sup> Ascribe to the Lord, families of the peoples, ascribe to the Lord glory and strength. <sup>29</sup> Ascribe to the Lord the glory of his name; bring an offering and come before him. Worship the Lord in the </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> of his holiness; <sup>30</sup> let the whole earth tremble before him. The world is firmly established; it cannot be shaken. <sup>31</sup> Let the heavens be glad and the earth rejoice, and let them say among the nations, “The Lord reigns! ” <sup>32</sup> Let the sea and all that fills it resound; let the fields and everything in them exult. <sup>33</sup> Then the trees of the forest will shout for joy before the Lord, for he is coming to judge the earth. <sup>34</sup> Give thanks to the Lord, for he is good; his faithful love endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>35</sup> And say, “Save us, God of our salvation; gather us and rescue us from the nations so that we may give thanks to your holy name and rejoice in your praise. <sup>36</sup> Blessed be the Lord God of Israel from everlasting to everlasting.” Then all the people said, “Amen” and “Praise the Lord.” <sup>37</sup> So David left Asaph and his relatives there before the ark of the Lord’s covenant to minister regularly before the ark according to the daily requirements. <sup>38</sup> He assigned Obed-edom and his sixty-eight relatives. Obed-edom son of Jeduthun and Hosah were to be gatekeepers. <sup>39</sup> David left the priest Zadok and his fellow priests before the tabernacle of the Lord at the high place in Gibeon <sup>40</sup> to offer burnt offerings regularly, morning and evening, to the Lord on the altar of burnt offerings and to do everything that was written in the law of the Lord, which he had commanded Israel to keep. <sup>41</sup> With them were Heman, Jeduthun, and the rest who were chosen and designated by name to give thanks to the Lord ​— ​for his faithful love endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>42</sup> Heman and Jeduthun had with them trumpets and cymbals to play and musical instruments of God. Jeduthun’s sons were at the city gate. <sup>43</sup> Then all the people went home, and David returned home to bless his household. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When David had settled into his palace, he said to the prophet Nathan, “Look! I am living in a cedar house while the ark of the Lord’s covenant is under tent curtains.” <sup>2</sup> So Nathan told David, “Do all that is on your mind, for God is with you.” <sup>3</sup> But that night the word of God came to Nathan: <sup>4</sup> “Go to David my servant and say, ‘This is what the Lord says: You are not the one to build me a house to dwell in. <sup>5</sup> From the time I brought Israel out of Egypt until today I have not dwelt in a house; instead, I have moved from one tent site to another, and from one tabernacle location to another. <sup>6</sup> In all my journeys throughout Israel, have I ever spoken a word to even one of the judges of Israel, whom I commanded to shepherd my people, asking: Why haven’t you built me a house of cedar? ’ <sup>7</sup> “So now this is what you are to say to my servant David: ‘This is what the Lord of Armies says: I took you from the pasture, from tending the flock, to be ruler over my people Israel. <sup>8</sup> I have been with you wherever you have gone, and I have destroyed all your enemies before you. I will make a name for you like that of the greatest on the earth. <sup>9</sup> I will designate a place for my people Israel and plant them, so that they may live there and not be disturbed again. Evildoers will not continue to oppress them as they have done <sup>10</sup> ever since the day I ordered judges to be over my people Israel. I will also subdue all your enemies. “ ‘Furthermore, I declare to you that the Lord himself will build a house for you. <sup>11</sup> When your time comes to be with your ancestors, I will raise up after you your descendant, who is one of your own sons, and I will establish his kingdom. <sup>12</sup> He is the one who will build a house for me, and I will establish his throne </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>13</sup> I will be his father, and he will be my son. I will not remove my faithful love from him as I removed it from the one who was before you. <sup>14</sup> I will appoint him over my house and my kingdom </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, and his throne will be established </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>.’ ” <sup>15</sup> Nathan reported all these words and this entire vision to David. <sup>16</sup> Then King David went in, sat in the Lord’s presence, and said, Who am I, Lord God, and what is my house that you have brought me this far? <sup>17</sup> This was a little thing to you, God, for you have spoken about your servant’s house in the distant future. You regard me as a man of distinction, Lord God. <sup>18</sup> What more can David say to you for </span>\n    <del>honoring</del>\n    <ins>honouring</ins>\n    <span> your servant? You know your servant. <sup>19</sup> Lord, you have done this whole great thing, making known all these great promises for the sake of your servant and according to your will. <sup>20</sup> Lord, there is no one like you, and there is no God besides you, as all we have heard confirms. <sup>21</sup> And who is like your people Israel? God, you came to one nation on earth to redeem a people for yourself, to make a name for yourself through great and awesome works by driving out nations before your people you redeemed from Egypt. <sup>22</sup> You made your people Israel your own people </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, and you, Lord, have become their God. <sup>23</sup> Now, Lord, let the word that you have spoken concerning your servant and his house be confirmed </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, and do as you have promised. <sup>24</sup> Let your name be confirmed and magnified </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> in the saying, “The Lord of Armies, the God of Israel, is God over Israel.” May the house of your servant David be established before you. <sup>25</sup> Since you, my God, have revealed to your servant that you will build him a house, your servant has found courage to pray in your presence. <sup>26</sup> Lord, you indeed are God, and you have promised this good thing to your servant. <sup>27</sup> So now, you have been pleased to bless your servant’s house that it may continue before you </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. For you, Lord, have blessed it, and it is blessed </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> After this, David defeated the Philistines, subdued them, and took Gath and its surrounding villages from Philistine control. <sup>2</sup> He also defeated the Moabites, and they became David’s subjects and brought tribute. <sup>3</sup> David also defeated King Hadadezer of Zobah at Hamath when he went to establish his control at the </span>\n    <del>Euphrates </del>\n    <span>River </span>\n    <ins>Euphrates</ins>\n    <span>. <sup>4</sup> David captured one thousand chariots, seven thousand horsemen, and twenty thousand foot soldiers from him, hamstrung all the horses, and kept a hundred chariots. <sup>5</sup> When the Arameans of Damascus came to assist King Hadadezer of Zobah, David struck down twenty-two thousand Aramean men. <sup>6</sup> Then he placed garrisons in Aram of Damascus, and the Arameans became David’s subjects and brought tribute. The Lord made David victorious wherever he went. <sup>7</sup> David took the gold shields carried by Hadadezer’s officers and brought them to Jerusalem. <sup>8</sup> From Tibhath and Cun, Hadadezer’s cities, David also took huge quantities of bronze, from which Solomon made the bronze basin, the pillars, and the bronze articles. <sup>9</sup> When King Tou of Hamath heard that David had defeated the entire army of King Hadadezer of Zobah, <sup>10</sup> he sent his son Hadoram to King David to greet him and to congratulate him because David had fought against Hadadezer and defeated him, for Tou and Hadadezer had fought many wars. Hadoram brought all kinds of gold, silver, and bronze items. <sup>11</sup> King David also dedicated these to the Lord, along with the silver and gold he had carried off from all the nations ​— ​from Edom, Moab, the Ammonites, the Philistines, and the Amalekites. <sup>12</sup> Abishai son of Zeruiah struck down eighteen thousand Edomites in the Salt Valley. <sup>13</sup> He put garrisons in Edom, and all the Edomites were subject to David. The Lord made David victorious wherever he went. <sup>14</sup> So David reigned over all Israel, administering justice and righteousness for all his people. <sup>15</sup> Joab son of Zeruiah was over the army; Jehoshaphat son of Ahilud was court historian; <sup>16</sup> Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Shavsha was court secretary; <sup>17</sup> Benaiah son of Jehoiada was over the Cherethites and the Pelethites; and David’s sons were the chief officials at the king’s side. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Some time later, King Nahash of the Ammonites died, and his son became king in his place. <sup>2</sup> Then David said, “I’ll show kindness to Hanun son of Nahash, because his father showed kindness to me.” So David sent messengers to console him concerning his father. However, when David’s emissaries arrived in the land of the Ammonites to console him, <sup>3</sup> the Ammonite leaders said to Hanun, “Just because David has sent men with condolences for you, do you really believe he’s showing respect for your father? Instead, haven’t his emissaries come in order to scout out, overthrow, and spy on the land? ” <sup>4</sup> So Hanun took David’s emissaries, shaved them, cut their clothes in half at the hips, and sent them away. <sup>5</sup> It was reported to David about his men, so he sent messengers to meet them, since the men were deeply humiliated. The king said, “Stay in Jericho until your beards grow back; then return.” <sup>6</sup> When the Ammonites </span>\n    <del>realized</del>\n    <ins>realised</ins>\n    <span> they had made themselves repulsive to David, Hanun and the Ammonites sent thirty-</span>\n    <del>eight tons</del>\n    <ins>five tonnes</ins>\n    <span> of silver to hire chariots and horsemen from Aram-naharaim, Aram-maacah, and Zobah. <sup>7</sup> They hired thirty-two thousand chariots and the king of Maacah with his army, who came and camped near Medeba. The Ammonites also came together from their cities for the battle. <sup>8</sup> David heard about this and sent Joab and all the elite troops. <sup>9</sup> The Ammonites marched out and lined up in battle formation at the entrance of the city while the kings who had come were in the field by themselves. <sup>10</sup> When Joab saw that there was a battle line in front of him and another behind him, he chose some of Israel’s finest young men and lined up in formation to engage the Arameans. <sup>11</sup> He placed the rest of the forces under the command of his brother Abishai. They lined up in formation to engage the Ammonites. <sup>12</sup> “If the Arameans are too strong for me,” Joab said, “then you’ll be my help. However, if the Ammonites are too strong for you, I’ll help you. <sup>13</sup> Be strong! Let’s prove ourselves strong for our people and for the cities of our God. May the Lord’s will be done.” <sup>14</sup> Joab and the people with him approached the Arameans for battle, and they fled before him. <sup>15</sup> When the Ammonites saw that the Arameans had fled, they likewise fled before Joab’s brother Abishai and entered the city. Then Joab went to Jerusalem. <sup>16</sup> When the Arameans </span>\n    <del>realized</del>\n    <ins>realised</ins>\n    <span> that they had been defeated by Israel, they sent messengers to summon the Arameans who were beyond the </span>\n    <del>Euphrates </del>\n    <span>River </span>\n    <ins>Euphrates</ins>\n    <span>. They were led by Shophach, the commander of Hadadezer’s army. <sup>17</sup> When this was reported to David, he gathered all Israel and crossed the Jordan. He came up to the Arameans and lined up against them. When David lined up to engage them, they fought against him. <sup>18</sup> But the Arameans fled before Israel, and David killed seven thousand of their charioteers and forty thousand foot soldiers. He also killed Shophach, commander of the army. <sup>19</sup> When Hadadezer’s subjects saw that they had been defeated by Israel, they made peace with David and became his subjects. After this, the Arameans were never willing to help the Ammonites again. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> In the spring when kings march out to war, Joab led the army and destroyed the Ammonites’ land. He came to Rabbah and besieged it, but David remained in Jerusalem. Joab attacked Rabbah and demolished it. <sup>2</sup> Then David took the crown from the head of their king, and it was placed on David’s head. He found that the crown weighed </span>\n    <del>seventy</del>\n    <ins>thirty</ins>\n    <span>-five </span>\n    <del>pounds</del>\n    <ins>kilograms</ins>\n    <span> of gold, and there was a precious stone in it. In addition, David took away a large quantity of plunder from the city. <sup>3</sup> He brought out the people who were in it and put them to work with saws, iron picks, and axes. David did the same to all the Ammonite cities. Then he and all his troops returned to Jerusalem. <sup>4</sup> After this, a war broke out with the Philistines at Gezer. At that time Sibbecai the Hushathite killed Sippai, a descendant of the Rephaim, and the Philistines were subdued. <sup>5</sup> Once again there was a battle with the Philistines, and Elhanan son of Jair killed Lahmi the brother of Goliath of Gath. The shaft of his spear was like a weaver’s beam. <sup>6</sup> There was still another battle at Gath where there was a man of extraordinary stature with six fingers on each hand and six toes on each foot ​— ​twenty-four in all. He, too, was descended from the giant. <sup>7</sup> When he taunted Israel, Jonathan son of David’s brother Shimei killed him. <sup>8</sup> These were the descendants of the giant in Gath killed by David and his soldiers. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Satan rose up against Israel and incited David to count the people of Israel. <sup>2</sup> So David said to Joab and the commanders of the troops, “Go and count Israel from Beer-sheba to Dan and bring a report to me so I can know their number.” <sup>3</sup> Joab replied, “May the Lord multiply the number of his people a hundred times over! My lord the king, aren’t they all my lord’s servants? Why does my lord want to do this? Why should he bring guilt on Israel? ” <sup>4</sup> Yet the king’s order prevailed over Joab. So Joab left and </span>\n    <del>traveled</del>\n    <ins>travelled</ins>\n    <span> throughout Israel and then returned to Jerusalem. <sup>5</sup> Joab gave the total troop registration to David. In all Israel there were one million one hundred thousand armed men and in Judah itself four hundred </span>\n    <ins>and </ins>\n    <span>seventy thousand armed men. <sup>6</sup> But he did not include Levi and Benjamin in the count because the king’s command was detestable to him. <sup>7</sup> This command was also evil in God’s sight, so he afflicted Israel. <sup>8</sup> David said to God, “I have sinned greatly because I have done this thing. Now, please take away your servant’s guilt, for I’ve been very foolish.” <sup>9</sup> Then the Lord instructed Gad, David’s seer, <sup>10</sup> “Go and say to David, ‘This is what the Lord says: I am offering you three choices. Choose one of them for yourself, and I will do it to you.’ ” <sup>11</sup> So Gad went to David and said to him, “This is what the Lord says: ‘Take your choice: <sup>12</sup> three years of famine, or three months of devastation by your foes with the sword of your enemy overtaking you, or three days of the sword of the Lord ​— ​a plague on the land, the angel of the Lord bringing destruction to the whole territory of Israel.’ Now decide what answer I should take back to the one who sent me.” <sup>13</sup> David answered Gad, “I’m in anguish. Please, let me fall into the Lord’s hands because his mercies are very great, but don’t let me fall into human hands.” <sup>14</sup> So the Lord sent a plague on Israel, and seventy thousand Israelite men died. <sup>15</sup> Then God sent an angel to Jerusalem to destroy it, but when the angel was about to destroy the city, </span>\n    <del>21:15 Lit 'but as he was destroying' </del>\n    <span>the Lord looked, relented concerning the destruction, and said to the angel who was destroying the people, “Enough, withdraw your hand now! ” The angel of the Lord was then standing at the threshing</span>\n    <ins>-</ins>\n    <span>floor of Ornan the Jebusite. <sup>16</sup> When David looked up and saw the angel of the Lord standing between earth and heaven, with his drawn sword in his hand stretched out over Jerusalem, David and the elders, covered in sackcloth, fell </span>\n    <del>facedown</del>\n    <ins>face down</ins>\n    <span>. <sup>17</sup> David said to God, “Wasn’t I the one who gave the order to count the people? I am the one who has sinned and acted very wickedly. But these sheep, what have they done? Lord my God, please let your hand be against me and against my father’s family, but don’t let the plague be against your people.” <sup>18</sup> So the angel of the Lord ordered Gad to tell David to go and set up an altar to the Lord on the threshing</span>\n    <ins>-</ins>\n    <span>floor of Ornan the Jebusite. <sup>19</sup> David went up at Gad’s command spoken in the name of the Lord. <sup>20</sup> Ornan was threshing wheat when he turned and saw the angel. His four sons, who were with him, hid. <sup>21</sup> David came to Ornan, and when Ornan looked and saw David, he left the threshing</span>\n    <ins>-</ins>\n    <span>floor and bowed to David with his face to the ground. <sup>22</sup> Then David said to Ornan, “Give me this threshing-floor plot so that I may build an altar to the Lord on it. Give it to me for the full price, so the plague on the people may be stopped.” <sup>23</sup> Ornan said to David, “Take it! My lord the king may do whatever he wants. See, I give the oxen for the burnt offerings, the threshing sledges for the wood, and the wheat for the grain offering ​— ​I give it all.” <sup>24</sup> King David answered Ornan, “No, I insist on paying the full price, for I will not take for the Lord what belongs to you or offer burnt offerings that cost me nothing.” <sup>25</sup> So David gave Ornan </span>\n    <del>fifteen pounds</del>\n    <ins>seven kilograms</ins>\n    <span> of gold for the plot. <sup>26</sup> He built an altar to the Lord there and offered burnt offerings and fellowship offerings. He called on the Lord, and he answered him with fire from heaven on the altar of burnt offering. <sup>27</sup> Then the Lord spoke to the angel, and he put his sword back into its sheath. <sup>28</sup> At that time, David offered sacrifices there when he saw that the Lord answered him at the threshing</span>\n    <ins>-</ins>\n    <span>floor of Ornan the Jebusite. <sup>29</sup> The tabernacle of the Lord, which Moses made in the wilderness, and the altar of burnt offering were at the high place in Gibeon, <sup>30</sup> but David could not go before it to </span>\n    <del>inquire</del>\n    <ins>enquire</ins>\n    <span> of God, because he was terrified of the sword of the Lord’s angel. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Then David said, “This is the house of the Lord God, and this is the altar of burnt offering for Israel.” <sup>2</sup> So David gave orders to gather the resident </span>\n    <del>aliens</del>\n    <ins>foreigners</ins>\n    <span> that were in the land of Israel, and he appointed stonecutters to cut finished stones for building God’s house. <sup>3</sup> David supplied a great deal of iron to make the nails for the doors of the gates and for the fittings, together with an immeasurable quantity of bronze, <sup>4</sup> and innumerable cedar logs because the Sidonians and Tyrians had brought a large quantity of cedar logs to David. <sup>5</sup> David said, “My son Solomon is young and inexperienced, and the house that is to be built for the Lord must be exceedingly great and famous and glorious in all the lands. Therefore, I will make provision for it.” So David made lavish preparations for it before his death. <sup>6</sup> Then he summoned his son Solomon and charged him to build a house for the Lord God of Israel. <sup>7</sup> “My son,” David said to Solomon, “It was in my heart to build a house for the name of the Lord my God, <sup>8</sup> but the word of the Lord came to me: ‘You have shed much blood and waged great wars. You are not to build a house for my name because you have shed so much blood on the ground before me. <sup>9</sup> But a son will be born to you; he will be a man of rest. I will give him rest from all his surrounding enemies, for his name will be Solomon, and I will give peace and quiet to Israel during his reign. <sup>10</sup> He is the one who will build a house for my name. He will be my son, and I will be his father. I will establish the throne of his kingdom over Israel </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>.’ <sup>11</sup> “Now, my son, may the Lord be with you, and may you succeed in building the house of the Lord your God, as he said about you. <sup>12</sup> Above all, may the Lord give you insight and understanding when he puts you in charge of Israel so that you may keep the law of the Lord your God. <sup>13</sup> Then you will succeed if you carefully follow the statutes and ordinances the Lord commanded Moses for Israel. Be strong and courageous. Don’t be afraid or discouraged. <sup>14</sup> “Notice I have taken great pains to provide for the house of the Lord ​— ​3,</span>\n    <del>775 tons</del>\n    <ins>450 tonnes</ins>\n    <span> of gold, </span>\n    <del>37</del>\n    <ins>34</ins>\n    <span>,</span>\n    <del>750 tons</del>\n    <ins>500 tonnes</ins>\n    <span> of silver, and bronze and iron that can’t be weighed because there is so much of it. I have also provided timber and stone, but you will need to add more to them. <sup>15</sup> You also have many workers: stonecutters, masons, carpenters, and people skilled in every kind of work <sup>16</sup> in gold, silver, bronze, and iron ​— ​beyond number. Now begin the work, and may the Lord be with you.” <sup>17</sup> Then David ordered all the leaders of Israel to help his son Solomon: <sup>18</sup> “The Lord your God is with you, isn’t he? And hasn’t he given you rest on every side? For he has handed the land’s inhabitants over to me, and the land has been subdued before the Lord and his people. <sup>19</sup> Now determine in your mind and heart to seek the Lord your God. Get started building the Lord God’s sanctuary so that you may bring the ark of the Lord’s covenant and the holy articles of God to the temple that is to be built for the name of the Lord.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When David was old and full of days, he installed his son Solomon as king over Israel. <sup>2</sup> Then he gathered all the leaders of Israel, the priests, and the Levites. <sup>3</sup> The Levites thirty years old or more were counted; the total number of men was thirty-eight thousand by headcount. <sup>4</sup> “Of these,” David said, “twenty-four thousand are to be in charge of the work on the Lord’s temple, six thousand are to be officers and judges, <sup>5</sup> four thousand are to be gatekeepers, and four thousand are to praise the Lord with the instruments that I have made for worship.” <sup>6</sup> Then David divided them into divisions according to Levi’s sons: Gershom, Kohath, and Merari. <sup>7</sup> The Gershonites: Ladan and Shimei. <sup>8</sup> Ladan’s sons: Jehiel was the first, then Zetham, and Joel ​— ​three. <sup>9</sup> Shimei’s sons: Shelomoth, Haziel, and Haran ​— ​three. Those were the heads of the families of Ladan. <sup>10</sup> Shimei’s sons: Jahath, Zizah, Jeush, and Beriah. Those were Shimei’s sons ​— ​four. <sup>11</sup> Jahath was the first and Zizah was the second; however, Jeush and Beriah did not have many sons, so they became one family and received a single assignment. <sup>12</sup> Kohath’s sons: Amram, Izhar, Hebron, and Uzziel ​— ​four. <sup>13</sup> Amram’s sons: Aaron and Moses. Aaron, along with his descendants, was set apart </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> to consecrate the most holy things, to burn incense in the presence of the Lord, to minister to him, and to pronounce blessings in his name </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>14</sup> As for Moses the man of God, his sons were named among the tribe of Levi. <sup>15</sup> Moses’s sons: Gershom and Eliezer. <sup>16</sup> Gershom’s sons: Shebuel was first. <sup>17</sup> Eliezer’s sons were Rehabiah, first; Eliezer did not have any other sons, but Rehabiah’s sons were very numerous. <sup>18</sup> Izhar’s sons: Shelomith was first. <sup>19</sup> Hebron’s sons: Jeriah was first, Amariah second, Jahaziel third, and Jekameam fourth. <sup>20</sup> Uzziel’s sons: Micah was first, and Isshiah second. <sup>21</sup> Merari’s sons: Mahli and Mushi. Mahli’s sons: Eleazar and Kish. <sup>22</sup> Eleazar died having no sons, only daughters. Their cousins, the sons of Kish, married them. <sup>23</sup> Mushi’s sons: Mahli, Eder, and Jeremoth ​— ​three. <sup>24</sup> These were the descendants of Levi by their ancestral families ​— ​the family heads, according to their registration by name in the headcount ​— ​twenty years old or more, who worked in the service of the Lord’s temple. <sup>25</sup> For David said, “The Lord God of Israel has given rest to his people, and he has come to stay in Jerusalem </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>26</sup> Also, the Levites no longer need to carry the tabernacle or any of the equipment for its service” ​— ​ <sup>27</sup> for according to the last words of David, the Levites twenty years old or more were to be counted ​— ​ <sup>28</sup> “but their duty will be to assist the descendants of Aaron with the service of the Lord’s temple, being responsible for the courts and the chambers, the purification of all the holy things, and the work of the service of God’s temple ​— ​ <sup>29</sup> as well as the rows of the Bread of the Presence, the fine flour for the grain offering, the wafers of unleavened bread, the baking, the mixing, and all measurements of volume and length. <sup>30</sup> They are also to stand every morning to give thanks and praise to the Lord, and likewise in the evening. <sup>31</sup> Whenever burnt offerings are offered to the Lord on the Sabbaths, New Moons, and appointed festivals, they are to offer them regularly in the Lord’s presence according to the number prescribed for them. <sup>32</sup> They are to carry out their responsibilities for the tent of meeting, for the holy place, and for their relatives, the descendants of Aaron, in the service of the Lord’s temple.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The divisions of the descendants of Aaron were as follows: Aaron’s sons were Nadab, Abihu, Eleazar, and Ithamar. <sup>2</sup> But Nadab and Abihu died before their father, and they had no sons, so Eleazar and Ithamar served as priests. <sup>3</sup> Together with Zadok from the descendants of Eleazar and Ahimelech from the descendants of Ithamar, David divided them according to the assigned duties of their service. <sup>4</sup> Since more leaders were found among Eleazar’s descendants than Ithamar’s, they were divided accordingly: sixteen heads of ancestral families were from Eleazar’s descendants, and eight heads of ancestral families were from Ithamar’s. <sup>5</sup> They were assigned by lot, for there were officers of the sanctuary and officers of God among both Eleazar’s and Ithamar’s descendants. <sup>6</sup> The secretary, Shemaiah son of Nethanel, a Levite, recorded them in the presence of the king and the officers, the priest Zadok, Ahimelech son of Abiathar, and the heads of families of the priests and the Levites. One ancestral family was taken for Eleazar, and then one for Ithamar. <sup>7</sup> The first lot fell to Jehoiarib, the second to Jedaiah, <sup>8</sup> the third to Harim, the fourth to Seorim, <sup>9</sup> the fifth to Malchijah, the sixth to Mijamin, <sup>10</sup> the seventh to Hakkoz, the eighth to Abijah, <sup>11</sup> the ninth to Jeshua, the tenth to Shecaniah, <sup>12</sup> the eleventh to Eliashib, the twelfth to Jakim, <sup>13</sup> the thirteenth to Huppah, the fourteenth to Jeshebeab, <sup>14</sup> the fifteenth to Bilgah, the sixteenth to Immer, <sup>15</sup> the seventeenth to Hezir, the eighteenth to Happizzez, <sup>16</sup> the nineteenth to Pethahiah, the twentieth to Jehezkel, <sup>17</sup> the twenty-first to Jachin, the twenty-second to Gamul, <sup>18</sup> the twenty-third to Delaiah, and the twenty-fourth to Maaziah. <sup>19</sup> These had their assigned duties for service when they entered the Lord’s temple, according to their regulations, which they received from their ancestor Aaron, as the Lord God of Israel had commanded him. <sup>20</sup> As for the rest of Levi’s sons: from Amram’s sons: Shubael; from Shubael’s sons: Jehdeiah. <sup>21</sup> From Rehabiah: from Rehabiah’s sons: Isshiah was the first. <sup>22</sup> From the Izharites: Shelomoth; from Shelomoth’s sons: Jahath. <sup>23</sup> Hebron’s sons: Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth. <sup>24</sup> From Uzziel’s sons: Micah; from Micah’s sons: Shamir. <sup>25</sup> Micah’s brother: Isshiah; from Isshiah’s sons: Zechariah. <sup>26</sup> Merari’s sons: Mahli and Mushi, and from his sons, Jaaziah his son. <sup>27</sup> Merari’s sons, by his son Jaaziah: Shoham, Zaccur, and Ibri. <sup>28</sup> From Mahli: Eleazar, who had no sons. <sup>29</sup> From Kish, from Kish’s sons: Jerahmeel. <sup>30</sup> Mushi’s sons: Mahli, Eder, and Jerimoth. Those were the descendants of the Levites according to their ancestral families. <sup>31</sup> They also cast lots the same way as their relatives the descendants of Aaron did in the presence of King David, Zadok, Ahimelech, and the heads of the families of the priests and Levites ​— ​the family heads and their younger brothers alike. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> David and the officers of the army also set apart some of the sons of Asaph, Heman, and Jeduthun, who were to prophesy accompanied by lyres, harps, and cymbals. This is the list of the men who performed their service: <sup>2</sup> From Asaph’s sons: Zaccur, Joseph, Nethaniah, and Asarelah, sons of Asaph, under Asaph’s authority, who prophesied under the authority of the king. <sup>3</sup> From Jeduthun: Jeduthun’s sons: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah ​— ​six ​— ​under the authority of their father Jeduthun, prophesying to the accompaniment of lyres, giving thanks and praise to the Lord. <sup>4</sup> From Heman: Heman’s sons: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth. <sup>5</sup> All these sons of Heman, the king’s seer, were given by the promises of God to exalt him, for God had given Heman fourteen sons and three daughters. <sup>6</sup> All these men were under their own fathers’ authority for the music in the Lord’s temple, with cymbals, harps, and lyres for the service of God’s temple. Asaph, Jeduthun, and Heman were under the king’s authority. <sup>7</sup> They numbered 288 together with their relatives who were all trained and </span>\n    <del>skillful</del>\n    <ins>skilful</ins>\n    <span> in music for the Lord. <sup>8</sup> They cast lots for their duties, young and old alike, teacher as well as pupil. </span>\n    <ins><sup>9</sup> </ins>\n    <span>The first lot for Asaph fell to Joseph, his sons, and his relatives — 12 to Gedaliah the second: him, his relatives, and his sons — 12 <sup>10</sup> the third to Zaccur, his sons, and his relatives — 12 <sup>11</sup> the fourth to Izri, his sons, and his relatives — 12 <sup>12</sup> the fifth to Nethaniah, his sons, and his relatives — 12 <sup>13</sup> the sixth to Bukkiah, his sons, and his relatives — 12 <sup>14</sup> the seventh to Jesarelah, his sons, and his relatives — 12 <sup>15</sup> the eighth to Jeshaiah, his sons, and his relatives — 12 <sup>16</sup> the ninth to Mattaniah, his sons, and his relatives — 12 <sup>17</sup> the tenth to Shimei, his sons, and his relatives — 12 <sup>18</sup> the eleventh to Azarel, his sons, and his relatives — 12 <sup>19</sup> the twelfth to Hashabiah, his sons, and his relatives — 12 <sup>20</sup> the thirteenth to Shubael, his sons, and his relatives — 12 <sup>21</sup> the fourteenth to Mattithiah, his sons, and his relatives — 12 <sup>22</sup> the fifteenth to Jeremoth, his sons, and his relatives — 12 <sup>23</sup> the sixteenth to Hananiah, his sons, and his relatives — 12 <sup>24</sup> the seventeenth to Joshbekashah, his sons, and his relatives — 12 <sup>25</sup> the eighteenth to Hanani, his sons, and his relatives — 12 <sup>26</sup> the nineteenth to Mallothi, his sons, and his relatives — 12 <sup>27</sup> the twentieth to Eliathah, his sons, and his relatives — 12 <sup>28</sup> the twenty-first to Hothir, his sons, and his relatives — 12 <sup>29</sup> the twenty-second to Giddalti, his sons, and his relatives — 12 <sup>30</sup> the twenty-third to Mahazioth, his sons, and his relatives — 12 <sup>31</sup> and the twenty-fourth to Romamti-ezer, his sons, and his relatives — 12. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The following were the divisions of the gatekeepers: From the Korahites: Meshelemiah son of Kore, one of the sons of Asaph. <sup>2</sup> Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth, <sup>3</sup> Elam the fifth, Jehohanan the sixth, and Eliehoenai the seventh. <sup>4</sup> Obed-edom also had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sachar the fourth, Nethanel the fifth, <sup>5</sup> Ammiel the sixth, </span>\n    <del><sup>5</sup> </del>\n    <span>Issachar the seventh, and Peullethai the eighth, for God blessed him. <sup>6</sup> Also, to his son Shemaiah were born sons who ruled their ancestral families because they were strong, capable men. <sup>7</sup> Shemaiah’s sons: Othni, Rephael, Obed, and Elzabad; his relatives Elihu and Semachiah were also capable men. <sup>8</sup> All of these were among the sons of Obed-edom with their sons and relatives; they were capable men with strength for the work ​— ​sixty-two from Obed-edom. <sup>9</sup> Meshelemiah also had sons and relatives who were capable men ​— ​eighteen. <sup>10</sup> Hosah, from the Merarites, also had sons: Shimri the first (although he was not the firstborn, his father had appointed him as the first), <sup>11</sup> Hilkiah the second, Tebaliah the third, and Zechariah the fourth. The sons and relatives of Hosah were thirteen in all. <sup>12</sup> These divisions of the gatekeepers, under their leading men, had duties for ministering in the Lord’s temple, just as their relatives did. <sup>13</sup> They cast lots for each temple gate according to their ancestral families, young and old alike. <sup>14</sup> The lot for the east gate fell to Shelemiah. They also cast lots for his son Zechariah, an insightful </span>\n    <del>counselor</del>\n    <ins>counsellor</ins>\n    <span>, and his lot came out for the north gate. <sup>15</sup> Obed-edom’s was the south gate, and his sons’ lot was for the storehouses; <sup>16</sup> it was the west gate and the gate of Shallecheth on the ascending </span>\n    <del>highway</del>\n    <ins>road</ins>\n    <span> for Shuppim and Hosah. There were guards stationed at every watch. <sup>17</sup> There were six Levites each day on the east, four each day on the north, four each day on the south, and </span>\n    <del>two pair </del>\n    <span>at the storehouses </span>\n    <ins>they were posted in pairs</ins>\n    <span>. <sup>18</sup> As for the court on the west, there were four at the </span>\n    <del>highway</del>\n    <ins>road</ins>\n    <span> and two at the court. <sup>19</sup> Those were the divisions of the gatekeepers from the descendants of the Korahites and Merarites. <sup>20</sup> From the Levites, Ahijah was in charge of the treasuries of God’s temple and the treasuries of what had been dedicated. <sup>21</sup> From the sons of Ladan, who were the descendants of the Gershonites through Ladan and were the family heads belonging to Ladan the Gershonite: Jehieli. <sup>22</sup> The sons of Jehieli, Zetham and his brother Joel, were in charge of the treasuries of the Lord’s temple. <sup>23</sup> From the Amramites, the Izharites, the Hebronites, and the Uzzielites: <sup>24</sup> Shebuel, a descendant of Moses’s son Gershom, was the officer in charge of the treasuries. <sup>25</sup> His relatives through Eliezer: his son Rehabiah, his son Jeshaiah, his son Joram, his son Zichri, and his son Shelomith. <sup>26</sup> This Shelomith and his relatives were in charge of all the treasuries of what had been dedicated by King David, by the family heads who were the commanders of thousands and of hundreds, and by the army commanders. <sup>27</sup> They dedicated part of the plunder from their battles for the repair of the Lord’s temple. <sup>28</sup> All that the seer Samuel, Saul son of Kish, Abner son of Ner, and Joab son of Zeruiah had dedicated, along with everything else that had been dedicated, were in the care of Shelomith and his relatives. <sup>29</sup> From the Izrahites: Chenaniah and his sons had duties outside the temple as officers and judges over Israel. <sup>30</sup> From the Hebronites: Hashabiah and his relatives, 1,700 capable men, had assigned duties in Israel west of the Jordan for all the work of the Lord and for the service of the king. <sup>31</sup> From the Hebronites: Jerijah was the head of the Hebronites, according to the family records of his ancestors. A search was made in the fortieth year of David’s reign and strong, capable men were found among them at Jazer in Gilead. <sup>32</sup> There were among Jerijah’s relatives 2,700 capable men who were family heads. King David appointed them over the Reubenites, the Gadites, and half the tribe of Manasseh as overseers in every matter relating to God and the king. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> This is the list of the Israelites, the family heads, the commanders of thousands and the commanders of hundreds, and their officers who served the king in every matter to do with the divisions that were on rotated military duty each month throughout the year. There were 24,000 in each division: <sup>2</sup> Jashobeam son of Zabdiel was in charge of the first division, for the first month; 24,000 were in his division. <sup>3</sup> He was a descendant of Perez and chief of all the army commanders for the first month. <sup>4</sup> Dodai the Ahohite was in charge of the division for the second month, and Mikloth was the leader; 24,000 were in his division. <sup>5</sup> The third army commander, as chief for the third month, was Benaiah son of the priest Jehoiada; 24,000 were in his division. <sup>6</sup> This Benaiah was a mighty man among the Thirty and over the Thirty, and his son Ammizabad was in charge of his division. <sup>7</sup> The fourth commander, for the fourth month, was Joab’s brother Asahel, and his son Zebadiah was commander after him; 24,000 were in his division. <sup>8</sup> The fifth, for the fifth month, was the commander Shamhuth the Izrahite; 24,000 were in his division. <sup>9</sup> The sixth, for the sixth month, was Ira son of Ikkesh the Tekoite; 24,000 were in his division. <sup>10</sup> The seventh, for the seventh month, was Helez the Pelonite from the descendants of Ephraim; 24,000 were in his division. <sup>11</sup> The eighth, for the eighth month, was Sibbecai the Hushathite, a Zerahite; 24,000 were in his division. <sup>12</sup> The ninth, for the ninth month, was Abiezer the Anathothite, a Benjaminite; 24,000 were in his division. <sup>13</sup> The tenth, for the tenth month, was Maharai the Netophathite, a Zerahite; 24,000 were in his division. <sup>14</sup> The eleventh, for the eleventh month, was Benaiah the Pirathonite from the descendants of Ephraim; 24,000 were in his division. <sup>15</sup> The twelfth, for the twelfth month, was Heldai the Netophathite, of Othniel’s family; 24,000 were in his division. <sup>16</sup> The following were in charge of the tribes of Israel: For the Reubenites, Eliezer son of Zichri was the chief official; for the Simeonites, Shephatiah son of Maacah; <sup>17</sup> for the Levites, Hashabiah son of Kemuel; for Aaron, Zadok; <sup>18</sup> for Judah, Elihu, one of David’s brothers; for Issachar, Omri son of Michael; <sup>19</sup> for Zebulun, Ishmaiah son of Obadiah; for Naphtali, Jerimoth son of Azriel; <sup>20</sup> for the Ephraimites, Hoshea son of Azaziah; for half the tribe of Manasseh, Joel son of Pedaiah; <sup>21</sup> for half the tribe of Manasseh in Gilead, Iddo son of Zechariah; for Benjamin, Jaasiel son of Abner; <sup>22</sup> for Dan, Azarel son of Jeroham. Those were the leaders of the tribes of Israel. <sup>23</sup> David didn’t count the men aged twenty or under, for the Lord had said he would make Israel as numerous as the stars of the sky. <sup>24</sup> Joab son of Zeruiah began to count them, but he didn’t complete it. There was wrath against Israel because of this census, and the number was not entered in the Historical Record of King David. <sup>25</sup> Azmaveth son of Adiel was in charge of the king’s storehouses. Jonathan son of Uzziah was in charge of the storehouses in the country, in the cities, in the villages, and in the fortresses. <sup>26</sup> Ezri son of Chelub was in charge of those who worked in the fields tilling the soil. <sup>27</sup> Shimei the Ramathite was in charge of the vineyards. Zabdi the Shiphmite was in charge of the produce of the vineyards for the wine cellars. <sup>28</sup> Baal-hanan the Gederite was in charge of the olive and sycamore trees in the Judean foothills. Joash was in charge of the stores of olive oil. <sup>29</sup> Shitrai the Sharonite was in charge of the herds that grazed in Sharon, while Shaphat son of Adlai was in charge of the herds in the valleys. <sup>30</sup> Obil the Ishmaelite was in charge of the camels. Jehdeiah the Meronothite was in charge of the donkeys. <sup>31</sup> Jaziz the Hagrite was in charge of the flocks. All these were officials in charge of King David’s property. <sup>32</sup> David’s uncle Jonathan was a </span>\n    <del>counselor</del>\n    <ins>counsellor</ins>\n    <span>; he was a man of understanding and a scribe. Jehiel son of Hachmoni attended the king’s sons. <sup>33</sup> Ahithophel was the king’s </span>\n    <del>counselor</del>\n    <ins>counsellor</ins>\n    <span>. Hushai the Archite was the king’s friend. <sup>34</sup> After Ahithophel came Jehoiada son of Benaiah, then Abiathar. Joab was the commander of the king’s army. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> David assembled all the leaders of Israel in Jerusalem: the leaders of the tribes, the leaders of the divisions in the king’s service, the commanders of thousands and the commanders of hundreds, and the officials in charge of all the property and cattle of the king and his sons, along with the court officials, the fighting men, and all the best soldiers. <sup>2</sup> Then King David rose to his feet and said, “Listen to me, my brothers and my people. It was in my heart to build a house as a resting place for the ark of the Lord’s covenant and as a footstool for our God. I had made preparations to build, <sup>3</sup> but God said to me, ‘You are not to build a house for my name because you are a man of war and have shed blood.’ <sup>4</sup> “Yet the Lord God of Israel chose me out of all my father’s family to be king over Israel </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. For he chose Judah as leader, and from the house of Judah, my father’s family, and from my father’s sons, he was pleased to make me king over all Israel. <sup>5</sup> And out of all my sons ​— ​for the Lord has given me many sons ​— ​he has chosen my son Solomon to sit on the throne of the Lord’s kingdom over Israel. <sup>6</sup> He said to me, ‘Your son Solomon is the one who is to build my house and my courts, for I have chosen him to be my son, and I will be his father. <sup>7</sup> I will establish his kingdom </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> if he perseveres in keeping my commands and my ordinances as he is doing today.’ <sup>8</sup> “So now in the sight of all Israel, the assembly of the Lord, and in the hearing of our God, observe and follow all the commands of the Lord your God so that you may possess this good land and leave it as an inheritance to your descendants </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>9</sup> “As for you, Solomon my son, know the God of your father, and serve him wholeheartedly and with a willing mind, for the Lord searches every heart and understands the intention of every thought. If you seek him, he will be found by you, but if you abandon him, he will reject you </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>10</sup> </span>\n    <del>Realize</del>\n    <ins>Realise</ins>\n    <span> now that the Lord has chosen you to build a house for the sanctuary. Be strong, and do it.” <sup>11</sup> Then David gave his son Solomon the plans for the portico of the temple and its buildings, treasuries, upstairs rooms, inner rooms, and a room for the mercy seat. <sup>12</sup> The plans contained everything he had in mind </span>\n    <del>28:12 Or 'he received from the Spirit' </del>\n    <span>for the courts of the Lord’s house, all the surrounding chambers, the treasuries of God’s house, and the treasuries for what is dedicated. <sup>13</sup> Also included were plans for the divisions of the priests and the Levites; all the work of service in the Lord’s house; all the articles of service of the Lord’s house; <sup>14</sup> the weight of gold for all the articles for every kind of service; the weight of all the silver articles for every kind of service; <sup>15</sup> the weight of the gold lampstands and their gold lamps, including the weight of each lampstand and its lamps; the weight of each silver lampstand and its lamps, according to the service of each lampstand; <sup>16</sup> the weight of gold for each table for the rows of the Bread of the Presence and the silver for the silver tables; <sup>17</sup> the pure gold for the forks, sprinkling basins, and </span>\n    <del>pitchers</del>\n    <ins>jugs</ins>\n    <span>; the weight of each gold dish; the weight of each silver bowl; <sup>18</sup> the weight of refined gold for the altar of incense; and the plans for the chariot of the gold cherubim that spread out their wings and cover the ark of the Lord’s covenant. <sup>19</sup> David concluded, “By the Lord’s hand on me, he enabled me to understand everything in writing, all the details of the plan.” <sup>20</sup> Then David said to his son Solomon, “Be strong and courageous, and do the work. Don’t be afraid or discouraged, for the Lord God, my God, is with you. He won’t leave you or abandon you until all the work for the service of the Lord’s house is finished. <sup>21</sup> Here are the divisions of the priests and the Levites for all the service of God’s house. Every willing person of any skill will be at your disposal for the work, and the leaders and all the people are at your every command.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Then King David said to all the assembly, “My son Solomon ​— ​God has chosen him alone ​— ​is young and inexperienced. The task is great because the building will not be built for a human but for the Lord God. <sup>2</sup> So to the best of my ability I’ve made provision for the house of my God: gold for the gold articles, silver for the silver, bronze for the bronze, iron for the iron, and wood for the wood, as well as onyx, stones for mounting, antimony, stones of various </span>\n    <del>colors</del>\n    <ins>colours</ins>\n    <span>, all kinds of precious stones, and a great quantity of marble. <sup>3</sup> Moreover, because of my delight in the house of my God, I now give my personal treasures of gold and silver for the house of my God over and above all that I’ve provided for the holy house: <sup>4</sup> 100 </span>\n    <del>tons</del>\n    <ins>tonnes</ins>\n    <span> of gold (gold of Ophir ) and </span>\n    <del>250 tons</del>\n    <ins>240 tonnes</ins>\n    <span> of refined silver for overlaying the walls of the buildings, <sup>5</sup> the gold for the gold work and the silver for the silver, for all the work to be done by the craftsmen. Now who will volunteer to consecrate himself to the Lord today? ” <sup>6</sup> Then the leaders of the households, the leaders of the tribes of Israel, the commanders of thousands and of hundreds, and the officials in charge of the king’s work gave willingly. <sup>7</sup> For the service of God’s house they gave </span>\n    <del>185 tons</del>\n    <ins>170 tonnes</ins>\n    <span> of gold and 10,000 gold coins, </span>\n    <del>375 tons</del>\n    <ins>345 tonnes</ins>\n    <span> of silver, </span>\n    <del>675 tons</del>\n    <ins>620 tonnes</ins>\n    <span> of bronze, and </span>\n    <del>4</del>\n    <ins>3</ins>\n    <span>,</span>\n    <del>000 tons</del>\n    <ins>450 tonnes</ins>\n    <span> of iron. <sup>8</sup> Whoever had precious stones gave them to the treasury of the Lord’s house under the care of Jehiel the Gershonite. <sup>9</sup> Then the people rejoiced because of their leaders’ willingness to give, for they had given to the Lord wholeheartedly. King David also rejoiced greatly. <sup>10</sup> Then David blessed the Lord in the sight of all the assembly. David said, May you be blessed, Lord God of our father Israel, from eternity to eternity. <sup>11</sup> Yours, Lord, is the greatness and the power and the glory and the </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> and the majesty, for everything in the heavens and on earth belongs to you. Yours, Lord, is the kingdom, and you are exalted as head over all. <sup>12</sup> Riches and </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> come from you, and you are the ruler of everything. Power and might are in your hand, and it is in your hand to make great and to give strength to all. <sup>13</sup> Now therefore, our God, we give you thanks and praise your glorious name. <sup>14</sup> But who am I, and who are my people, that we should be able to give as generously as this? For everything comes from you, and we have given you only what comes from your own hand. <sup>15</sup> For we are </span>\n    <del>aliens</del>\n    <ins>foreigners</ins>\n    <span> and temporary residents in your presence as were all our ancestors. Our days on earth are like a shadow, without hope. <sup>16</sup> Lord our God, all this wealth that we’ve provided for building you a house for your holy name comes from your hand; everything belongs to you. <sup>17</sup> I know, my God, that you test the heart and that you are pleased with what is right. I have willingly given all these things with an upright heart, and now I have seen your people who are present </span>\n    <del>29:17 Lit 'found' </del>\n    <span>here giving joyfully and </span>\n    <del>29:17 Or 'now with joy I’ve seen your people who are present here giving' </del>\n    <span>willingly to you. <sup>18</sup> Lord God of Abraham, Isaac, and Israel, our ancestors, keep this desire </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> in the thoughts of the hearts of your people, and confirm their hearts </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> you. <sup>19</sup> Give my son Solomon an undivided heart to keep and to carry out all your commands, your decrees, and your statutes, and to build the building for which I have made provision. <sup>20</sup> Then David said to the whole assembly, “Blessed be the Lord your God.” So the whole assembly praised the Lord God of their ancestors. They knelt low and paid homage to the Lord and the king. <sup>21</sup> The following day they offered sacrifices to the Lord and burnt offerings to the Lord: a thousand bulls, a thousand rams, and a thousand lambs, along with their drink offerings, and sacrifices in abundance for all Israel. <sup>22</sup> They ate and drank with great joy in the Lord’s presence that day. Then, for a second time, they made David’s son Solomon king; they anointed him as the Lord’s ruler, and Zadok as the priest. <sup>23</sup> Solomon sat on the Lord’s throne as king in place of his father David. He prospered, and all Israel obeyed him. <sup>24</sup> All the leaders and the mighty men, and all of King David’s sons as well, pledged their allegiance to King Solomon. <sup>25</sup> The Lord highly exalted Solomon in the sight of all Israel and bestowed on him such royal majesty as had not been bestowed on any king over Israel before him. <sup>26</sup> David son of Jesse was king over all Israel. <sup>27</sup> The length of his reign over Israel was forty years; he reigned in Hebron for seven years and in Jerusalem for thirty-three. <sup>28</sup> He died at a good old age, full of days, riches, and </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>, and his son Solomon became king in his place. <sup>29</sup> As for the events of King David’s reign, from beginning to end, note that they are written in the Events of the Seer Samuel, the Events of the Prophet Nathan, and the Events of the Seer Gad, <sup>30</sup> along with all his reign, his might, and the incidents that affected him and Israel and all the kingdoms of the surrounding lands. </span>\n  </p>\n"]