["<p>\n    <span> <sup>1</sup> How happy is the one who does not walk in the advice of the wicked or stand in the pathway with sinners or sit in the company of mockers! <sup>2</sup> Instead, his delight is in the Lord’s instruction, and he meditates on it day and night. <sup>3</sup> He is like a tree planted beside flowing streams that bears its fruit in its season</span>\n    <ins>, </ins>\n    <span>and its leaf does not wither. Whatever he does prospers. <sup>4</sup> The wicked are not like this; instead, they are like chaff that the wind blows away. <sup>5</sup> Therefore the wicked will not stand up in the </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>, nor sinners in the assembly of the righteous. <sup>6</sup> For the Lord watches over the way of the righteous, but the way of the wicked leads to ruin. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Why do the nations rage and the peoples plot in vain? <sup>2</sup> The kings of the earth take their stand, and the rulers conspire together against the Lord and his Anointed One: <sup>3</sup> “Let’s tear off their chains and throw </span>\n    <ins>off </ins>\n    <span>their ropes</span>\n    <del> off of us</del>\n    <span>.” <sup>4</sup> The one enthroned in heaven laughs; the Lord ridicules them. <sup>5</sup> Then he speaks to them in his anger and terrifies them in his wrath: <sup>6</sup> “I have installed my king on Zion, my holy mountain.” <sup>7</sup> I will declare the Lord’s decree. He said to me, “You are my Son; today I have become your Father. <sup>8</sup> Ask of me, and I will make the nations your inheritance and the ends of the earth your possession. <sup>9</sup> You will break them with an iron </span>\n    <del>scepter</del>\n    <ins>sceptre</ins>\n    <span>; you will shatter them like pottery.” <sup>10</sup> So now, kings, be wise; receive instruction, you judges of the earth. <sup>11</sup> Serve the Lord with reverential awe and rejoice with trembling. <sup>12</sup> Pay homage to the Son or he will be angry and you will perish in your rebellion, for his anger may ignite at any moment. All who take refuge in him are happy. </span>\n  </p>\n","<p>\n    <span> A psalm of David when he fled from his son Absalom. <sup>1</sup> Lord, how my foes increase! There are many who attack me. <sup>2</sup> Many say about me, “There is no help for him in God.” <i>Selah</i> <sup>3</sup> But you, Lord, are a shield </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> me, my glory, and the one who lifts up my head. <sup>4</sup> I cry aloud to the Lord, and he answers me from his holy mountain. <i>Selah</i> <sup>5</sup> I lie down and sleep; I wake again because the Lord sustains me. <sup>6</sup> I will not be afraid of thousands of people who have taken their stand against me on every side. <sup>7</sup> Rise up, Lord! Save me, my God! You strike all my enemies on the cheek; you break the teeth of the wicked. <sup>8</sup> Salvation belongs to the Lord; may your blessing be on your people. <i>Selah</i> </span>\n  </p>\n","<p>\n    <span> For the choir director: with stringed instruments. A psalm of David. <sup>1</sup> Answer me when I call, God, who vindicates me. You freed me from affliction; be gracious to me and hear my prayer. <sup>2</sup> How long, exalted ones, will my </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> be insulted? How long will you love what is worthless and pursue a lie?<i>Selah</i> <sup>3</sup> Know that the Lord has set apart the faithful for himself; the Lord will hear when I call to him. <sup>4</sup> Be angry and do not sin; reflect in your heart while on your bed and be silent. <i>Selah</i> <sup>5</sup> Offer sacrifices in righteousness and trust in the Lord. <sup>6</sup> Many are asking, “Who can show us anything good? ” Let the light of your face shine on us, Lord. <sup>7</sup> You have put more joy in my heart than they have when their grain and new wine abound. <sup>8</sup> I will both lie down and sleep in peace, for you alone, Lord, make me live in safety. </span>\n  </p>\n","<p>\n    <span> For the choir director: with the flutes. A psalm of David. <sup>1</sup> Listen to my words, Lord; consider my sighing. <sup>2</sup> Pay attention to the sound of my cry, my King and my God, for I pray to you. <sup>3</sup> In the morning, Lord, you hear my voice; in the morning I plead my case to you and watch expectantly. <sup>4</sup> For you are not a God who delights in wickedness; evil cannot dwell with you. <sup>5</sup> The boastful cannot stand in your sight; you hate all evildoers. <sup>6</sup> You destroy those who tell lies; the Lord abhors violent and treacherous people. <sup>7</sup> But I enter your house by the abundance of your faithful love; I bow down </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> your holy temple in reverential awe of you. <sup>8</sup> Lord, lead me in your righteousness because of my adversaries; make your way straight before me. <sup>9</sup> For there is nothing reliable in what they say; destruction is within them; their throat is an open grave; they flatter with their tongues. <sup>10</sup> Punish them, God; let them fall by their own schemes. Drive them out because of their many crimes, for they rebel against you. <sup>11</sup> But let all who take refuge in you rejoice; let them shout for joy </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. May you shelter them, and may those who love your name boast about you. <sup>12</sup> For you, Lord, bless the righteous one; you surround him with </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> like a shield. </span>\n  </p>\n","<p>\n    <span> For the choir director: with stringed instruments, according to 'Sheminith'. A psalm of David. <sup>1</sup> Lord, do not rebuke me in your anger; do not discipline me in your wrath. <sup>2</sup> Be gracious to me, Lord, for I am weak; heal me, Lord, for my bones are shaking; <sup>3</sup> my whole being is shaken with terror. And you, Lord ​— ​how long? <sup>4</sup> Turn, Lord! Rescue me; save me because of your faithful love. <sup>5</sup> For there is no remembrance of you in death; who can thank you in Sheol? <sup>6</sup> I am weary from my groaning; with my tears I dampen my bed and drench my couch every night. <sup>7</sup> My eyes are swollen from grief; they grow old because of all my enemies. <sup>8</sup> Depart from me, all evildoers, for the Lord has heard the sound of my weeping. <sup>9</sup> The Lord has heard my plea for help; the Lord accepts my prayer. <sup>10</sup> All my enemies will be ashamed and shake with terror; they will turn back and suddenly be disgraced. </span>\n  </p>\n","<p>\n    <span> A 'Shiggaion' of David, which he sang to the Lord concerning the words of Cush, a Benjaminite. <sup>1</sup> Lord my God, I seek refuge in you; save me from all my pursuers and rescue me, <sup>2</sup> or they will tear me like a lion, ripping me apart with no one to rescue me. <sup>3</sup> Lord my God, if I have done this, if there is injustice on my hands, <sup>4</sup> if I have done harm to one at peace with me or have plundered my adversary without cause, <sup>5</sup> may an enemy pursue and overtake me; may he trample me to the ground and leave my </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> in the dust. <i>Selah</i> <sup>6</sup> Rise up, Lord, in your anger; lift yourself up against the fury of my adversaries; awake for me; you have ordained a </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>. <sup>7</sup> Let the assembly of peoples gather around you; take your seat on high over it. <sup>8</sup> The Lord judges the peoples; vindicate me, Lord, according to my righteousness and my integrity. <sup>9</sup> Let the evil of the wicked come to an end, but establish the righteous. The one who examines the thoughts and emotions is a righteous God. <sup>10</sup> My shield is with God, who saves the upright in heart. <sup>11</sup> God is a righteous judge and a God who shows his wrath every day. <sup>12</sup> If anyone does not repent, he will sharpen his sword; he has strung his bow and made it ready. <sup>13</sup> He has prepared his deadly weapons; he tips his arrows with fire. <sup>14</sup> See, the wicked one is pregnant with evil, conceives trouble, and gives birth to deceit. <sup>15</sup> He dug a pit and hollowed it out but fell into the hole he had made. <sup>16</sup> His trouble comes back on his own head; his own violence comes down on top of his head. <sup>17</sup> I will thank the Lord for his righteousness; I will sing about the name of the Lord Most High. </span>\n  </p>\n","<p>\n    <span> For the choir director: on the 'Gittith'. A psalm of David. <sup>1</sup> Lord, our Lord, how magnificent is your name throughout the earth! You have covered the heavens with your majesty. <sup>2</sup> From the mouths of infants and nursing babies, you have established a stronghold on account of your adversaries in order to silence the enemy and the avenger. <sup>3</sup> When I observe your heavens, the work of your fingers, the moon and the stars, which you set in place, <sup>4</sup> what is a human being that you remember him, a son of man that you look after him? <sup>5</sup> You made him </span>\n    <ins>a </ins>\n    <span>little less than God and crowned him with glory and </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>. <sup>6</sup> You made him ruler over the works of your hands; you put everything under his feet: <sup>7</sup> all the sheep and oxen, as well as the animals in the wild, <sup>8</sup> the birds of the sky, and the fish of the sea that pass through the currents of the seas. <sup>9</sup> Lord, our Lord, how magnificent is your name throughout the earth! </span>\n  </p>\n","<p>\n    <span> For the choir director: according to 'Muth-labben'. A psalm of David. <sup>1</sup> I will thank the Lord with all my heart; I will declare all your wondrous works. <sup>2</sup> I will rejoice and boast about you; I will sing about your name, Most High. <sup>3</sup> When my enemies retreat, they stumble and perish before you. <sup>4</sup> For you have upheld my just cause; you are seated on your throne as a righteous judge. <sup>5</sup> You have rebuked the nations: You have destroyed the wicked; you have erased their name </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever. <sup>6</sup> The enemy has come to eternal ruin; you have uprooted the cities, and the very memory of them has perished. <sup>7</sup> But the Lord sits enthroned </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; he has established his throne for </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>. <sup>8</sup> And he judges the world with righteousness; he executes </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> on the nations with fairness. <sup>9</sup> The Lord is a refuge for the persecuted, a refuge in times of trouble. <sup>10</sup> Those who know your name trust in you because you have not abandoned those who seek you, Lord. <sup>11</sup> Sing to the Lord, who dwells in Zion; proclaim his deeds among the nations. <sup>12</sup> For the one who seeks an accounting for bloodshed remembers them; he does not forget the cry of the oppressed. <sup>13</sup> Be gracious to me, Lord; consider my affliction at the hands of those who hate me. Lift me up from the gates of death, <sup>14</sup> so that I may declare all your praises. I will rejoice in your salvation within the gates of Daughter Zion. <sup>15</sup> The nations have fallen into the pit they made; their foot is caught in the net they have concealed. <sup>16</sup> The Lord has made himself known; he has executed justice, snaring the wicked by the work of their hands. 'Higgaion'. <i>Selah</i> <sup>17</sup> The wicked will return to Sheol — all the nations that forget God. <sup>18</sup> For the needy will not always be forgotten; the hope of the oppressed will not perish </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>19</sup> Rise up, Lord! Do not let mere humans prevail; let the nations be judged in your presence. <sup>20</sup> Put terror in them, Lord; let the nations know they are only humans. <i>Selah</i> </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Lord, why do you stand so far away? Why do you hide in times of trouble? <sup>2</sup> In arrogance the wicked relentlessly pursue their victims; let them be caught in the schemes they have devised. <sup>3</sup> For the wicked one boasts about his own cravings; the one who is greedy curses and despises the Lord. <sup>4</sup> In all his scheming, the wicked person arrogantly thinks, “There’s no accountability, since there’s no God.” <sup>5</sup> His ways are always secure; your lofty </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> have no effect on him; he scoffs at all his adversaries. <sup>6</sup> He says to himself, “I will never be moved — from generation to generation I will be without calamity.” <sup>7</sup> Cursing, deceit, and violence fill his mouth; trouble and malice are under his tongue. <sup>8</sup> He waits in ambush near settlements; he kills the innocent in secret places. His eyes are on the lookout for the helpless; <sup>9</sup> he lurks in secret like a lion in a thicket. He lurks in order to seize a victim; he seizes a victim and drags him in his net. <sup>10</sup> So he is oppressed and beaten down; helpless people fall because of the wicked one’s strength. <sup>11</sup> He says to himself, “God has forgotten; he hides his face and will never see.” <sup>12</sup> Rise up, Lord God! Lift up your hand. Do not forget the oppressed. <sup>13</sup> Why has the wicked person despised God? He says to himself, “You will not demand an account.” <sup>14</sup> But you yourself have seen trouble and grief, observing it in order to take the matter into your hands. The helpless one entrusts himself to you; you are a helper of the fatherless. <sup>15</sup> Break the arm of the wicked, evil person, until you look for his wickedness, but it can’t be found. <sup>16</sup> The Lord is King </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever; the nations will perish from his land. <sup>17</sup> Lord, you have heard the desire of the humble; you will strengthen their hearts. You will listen carefully, <sup>18</sup> doing justice for the fatherless and the oppressed so that mere humans from the earth may terrify them no more. </span>\n  </p>\n","<p>\n    <span> For the choir director. Of David. <sup>1</sup> I have taken refuge in the Lord. How can you say to me, “Escape to the mountains like a bird! <sup>2</sup> For look, the wicked string bows; they put their arrows on bowstrings to shoot from the shadows at the upright in heart. <sup>3</sup> When the foundations are destroyed, what can the righteous do? ” <sup>4</sup> The Lord is in his holy temple; the Lord </span>\n    <ins>​</ins>\n    <span>— </span>\n    <ins>​</ins>\n    <span>his throne is in heaven. His eyes watch; his gaze examines everyone. <sup>5</sup> The Lord examines the righteous, but he hates the wicked and those who love violence. <sup>6</sup> Let him rain burning coals and </span>\n    <del>sulfur</del>\n    <ins>sulphur</ins>\n    <span> on the wicked; let a scorching wind be the portion in their cup. <sup>7</sup> For the Lord is righteous; he loves righteous deeds. The upright will see his face. </span>\n  </p>\n","<p>\n    <span> For the choir director: according to 'Sheminith'. A psalm of David. <sup>1</sup> Help, Lord, for no faithful one remains; the loyal have disappeared from the human race. <sup>2</sup> They lie to one another; they speak with flattering lips and deceptive hearts. <sup>3</sup> May the Lord cut off all flattering lips and the tongue that speaks boastfully. <sup>4</sup> They say, “Through our tongues we have power; our lips are our own ​— ​who can be our master? ” <sup>5</sup> “Because of the devastation of the needy and the groaning of the poor, I will now rise up,” says the Lord. “I will provide safety for the one who longs for it.” <sup>6</sup> The words of the Lord are pure words, like silver refined in an earthen furnace, purified seven times. <sup>7</sup> You, Lord, will guard us; you will protect us from this generation </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>8</sup> The wicked prowl all around, and what is worthless is exalted by the human race. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. <sup>1</sup> How long, Lord? Will you forget me </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>? How long will you hide your face from me? <sup>2</sup> How long will I store up anxious concerns within me, agony in my mind every day? How long will my enemy dominate me? <sup>3</sup> Consider me and answer, Lord my God. Restore brightness to my eyes; otherwise, I will sleep in death. <sup>4</sup> My enemy will say, “I have triumphed over him,” and my foes will rejoice because I am shaken. <sup>5</sup> But I have trusted in your faithful love; my heart will rejoice in your deliverance. <sup>6</sup> I will sing to the Lord because he has treated me generously. </span>\n  </p>\n","<p>\n    <span> For the choir director. Of David. <sup>1</sup> The fool says in his heart, “There’s no God.” They are corrupt; they do vile deeds. There is no one who does good. <sup>2</sup> The Lord looks down from heaven on the human race to see if there is one who is wise, one who seeks God. <sup>3</sup> All have turned away; all alike have become corrupt. There is no one who does good, not even one. <sup>4</sup> Will evildoers never understand? They consume my people as they consume bread; they do not call on the Lord. <sup>5</sup> Then they will be filled with dread, for God is with those who are righteous. <sup>6</sup> You sinners frustrate the plans of the oppressed, but the Lord is his refuge. <sup>7</sup> Oh, that Israel’s deliverance would come from Zion! When the Lord restores the fortunes of his people, let Jacob rejoice, let Israel be glad. </span>\n  </p>\n","<p>\n    <span> A psalm of David. <sup>1</sup> Lord, who can dwell in your tent? Who can live on your holy mountain? <sup>2</sup> The one who lives blamelessly, </span>\n    <del>practices</del>\n    <ins>practises</ins>\n    <span> righteousness, and acknowledges the truth in his heart — <sup>3</sup> who does not slander with his tongue, who does not harm his friend or discredit his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>, <sup>4</sup> who despises the one rejected by the Lord but </span>\n    <del>honors</del>\n    <ins>honours</ins>\n    <span> those who fear the Lord, who keeps his word whatever the cost, <sup>5</sup> who does not lend his silver at interest or take a bribe against the innocent — the one who does these things will never be shaken. </span>\n  </p>\n","<p>\n    <span> A 'Miktam' of David. <sup>1</sup> Protect me, God, for I take refuge in you. <sup>2</sup> I said to the Lord, “You are my Lord; I have nothing good besides you</span>\n    <del>.</del>\n    <span>”</span>\n    <ins>. </ins>\n    <span><sup>3</sup> As for the holy people who are in the land, they are the noble ones. All my delight is in them. <sup>4</sup> The sorrows of those who take another god for themselves will multiply; I will not pour out their drink offerings of blood, and I will not speak their names with my lips. <sup>5</sup> Lord, you are my portion and my cup of blessing; you hold my future. <sup>6</sup> The boundary lines have fallen for me in pleasant places; indeed, I have a beautiful inheritance. <sup>7</sup> I will bless the Lord who counsels me — even at night when my thoughts trouble me. <sup>8</sup> I always let the Lord guide me. Because he is at my right hand, I will not be shaken. <sup>9</sup> Therefore my heart is glad and my whole being rejoices; my body also rests securely. <sup>10</sup> For you will not abandon me to Sheol; you will not allow your faithful one to see decay. <sup>11</sup> You reveal the path of life to me; in your presence is abundant joy; at your right hand are eternal pleasures. </span>\n  </p>\n","<p>\n    <span> A prayer of David. <sup>1</sup> Lord, hear a just cause; pay attention to my cry; listen to my prayer — from lips free of deceit. <sup>2</sup> Let my vindication come from you, for you see what is right. <sup>3</sup> You have tested my heart; you have examined me at night. You have tried me and found nothing evil; I have determined that my mouth will not sin. <sup>4</sup> Concerning what people do: by the words from your lips I have avoided the ways of the violent. <sup>5</sup> My steps are on your paths; my feet have not slipped. <sup>6</sup> I call on you, God, because you will answer me; listen closely to me; hear what I say. <sup>7</sup> Display the wonders of your faithful love, </span>\n    <del>Savior</del>\n    <ins>Saviour</ins>\n    <span> of all who seek refuge from those who rebel against your right hand. <sup>8</sup> Protect me as the pupil of your eye; hide me in the shadow of your wings <sup>9</sup> from the wicked who treat me violently, my deadly enemies who surround me. <sup>10</sup> They are uncaring; their mouths speak arrogantly. <sup>11</sup> They advance against me; now they surround me. They are determined to throw me to the ground. <sup>12</sup> They are like a lion eager to tear, like a young lion lurking in ambush. <sup>13</sup> Rise up, Lord! Confront him; bring him down. With your sword, save me from the wicked. <sup>14</sup> With your hand, Lord, save me from men, from men of the world whose portion is in this life: You fill their bellies with what you have in store; their sons are satisfied, and they leave their surplus to their children. <sup>15</sup> But I will see your face in righteousness; when I awake, I will be satisfied with your presence. </span>\n  </p>\n","<p>\n    <span> For the choir director. Of the servant of the Lord, David, who spoke the words of this song to the Lord on the day the Lord rescued him from the grasp of all his enemies and from the power of Saul. He said: <sup>1</sup> I love you, Lord, my strength. <sup>2</sup> The Lord is my rock, my fortress, and my deliverer, my God, my rock where I seek refuge, my shield and the horn of my salvation, my stronghold. <sup>3</sup> I called to the Lord, who is worthy of praise, and I was saved from my enemies. <sup>4</sup> The ropes of death were wrapped </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> me; the torrents of destruction terrified me. <sup>5</sup> The ropes of Sheol entangled me; the snares of death confronted me. <sup>6</sup> I called to the Lord in my distress, and I cried to my God for help. From his temple he heard my voice, and my cry to him reached his ears. <sup>7</sup> Then the earth shook and quaked; the foundations of the mountains trembled; they shook because he burned with anger. <sup>8</sup> Smoke rose from his nostrils, and consuming fire came from his mouth; coals were set ablaze by it. <sup>9</sup> He bent the heavens and came down, total darkness beneath his feet. <sup>10</sup> He rode on a cherub and flew, soaring on the wings of the wind. <sup>11</sup> He made darkness his hiding place, dark storm clouds his canopy around him. <sup>12</sup> From the radiance of his presence, his clouds swept onward with hail and blazing coals. <sup>13</sup> The Lord thundered from heaven; the Most High made his voice heard. <sup>14</sup> He shot his arrows and scattered them; he hurled lightning bolts and routed them. <sup>15</sup> The depths of the sea became visible, the foundations of the world were exposed, at your rebuke, Lord, at the blast of the breath of your nostrils. <sup>16</sup> He reached down from on high and took hold of me; he pulled me out of deep water. <sup>17</sup> He rescued me from my powerful enemy and from those who hated me, for they were too strong for me. <sup>18</sup> They confronted me in the day of my calamity, but the Lord was my support. <sup>19</sup> He brought me out to a spacious place; he rescued me because he delighted in me. <sup>20</sup> The Lord rewarded me according to my righteousness; he repaid me according to the cleanness of my hands. <sup>21</sup> For I have kept the ways of the Lord and have not turned from my God to wickedness. <sup>22</sup> Indeed, I let all his ordinances guide me and have not disregarded his statutes. <sup>23</sup> I was blameless </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> him and kept myself from my iniquity. <sup>24</sup> So the Lord repaid me according to my righteousness, according to the cleanness of my hands in his sight. <sup>25</sup> With the faithful you prove yourself faithful, with the blameless you prove yourself blameless, <sup>26</sup> with the pure you prove yourself pure, but with the crooked you prove yourself shrewd. <sup>27</sup> For you rescue an oppressed people, but you humble those with haughty eyes. <sup>28</sup> Lord, you light my lamp; my God illuminates my darkness. <sup>29</sup> With you I can attack a barricade, and with my God I can leap over a wall. <sup>30</sup> God ​— ​his way is perfect; the word of the Lord is pure. He is a shield to all who take refuge in him. <sup>31</sup> For who is God besides the Lord? And who is a rock? Only our God. <sup>32</sup> God ​— ​he clothes me with strength and makes my way perfect. <sup>33</sup> He makes my feet like the feet of a deer and sets me securely on the heights. <sup>34</sup> He trains my hands for war; my arms can bend a bow of bronze. <sup>35</sup> You have given me the shield of your salvation; your right hand upholds me, and your humility exalts me. <sup>36</sup> You make a spacious place beneath me for my steps, and my ankles do not give way. <sup>37</sup> I pursue my enemies and overtake them; I do not turn back until they are wiped out. <sup>38</sup> I crush them, and they cannot get up; they fall beneath my feet. <sup>39</sup> You have clothed me with strength for battle; you subdue my adversaries beneath me. <sup>40</sup> You have made my enemies retreat before me; I annihilate those who hate me. <sup>41</sup> They cry for help, but there is no one to save them — they cry to the Lord, but he does not answer them. <sup>42</sup> I </span>\n    <del>pulverize</del>\n    <ins>pulverise</ins>\n    <span> them like dust before the wind; I trample them like mud in the streets. <sup>43</sup> You have freed me from the feuds among the people; you have appointed me the head of nations; a people I had not known serve me. <sup>44</sup> Foreigners submit to me cringing; as soon as they hear they obey me. <sup>45</sup> Foreigners lose heart and come trembling from their fortifications. <sup>46</sup> The Lord lives ​— ​blessed be my rock! The God of my salvation is exalted. <sup>47</sup> God ​— ​he grants me vengeance and subdues peoples under me. <sup>48</sup> He frees me from my enemies. You exalt me above my adversaries; you rescue me from violent men. <sup>49</sup> Therefore I will give thanks to you among the nations, Lord; I will sing praises about your name. <sup>50</sup> He gives great victories to his king; he shows loyalty to his anointed, to David and his descendants </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. <sup>1</sup> The heavens declare the glory of God, and the expanse proclaims the work of his hands. <sup>2</sup> Day after day they pour out speech; night after night they communicate knowledge. <sup>3</sup> There is no speech; there are no words; their voice is not heard. <sup>4</sup> Their message has gone out to the whole earth, and their words to the ends of the world. In the heavens he has pitched a tent for the sun. <sup>5</sup> It is like a bridegroom coming from his home; it rejoices like an athlete running a course. <sup>6</sup> It rises from one end of the heavens and circles to their other end; nothing is hidden from its heat. <sup>7</sup> The instruction of the Lord is perfect, renewing one’s life; the testimony of the Lord is trustworthy, making the inexperienced wise. <sup>8</sup> The precepts of the Lord are right, making the heart glad; the command of the Lord is radiant, making the eyes light up. <sup>9</sup> The fear of the Lord is pure, enduring </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; the ordinances of the Lord are reliable and altogether righteous. <sup>10</sup> They are more desirable than gold — than an abundance of pure gold; and sweeter than honey dripping from a honeycomb. <sup>11</sup> In addition, your servant is warned by them, and in keeping them there is an abundant reward. <sup>12</sup> Who perceives his unintentional sins? Cleanse me from my hidden faults. <sup>13</sup> Moreover, keep your servant from </span>\n    <del>willful</del>\n    <ins>wilful</ins>\n    <span> sins; do not let them rule me. Then I will be blameless and cleansed from blatant rebellion. <sup>14</sup> May the words of my mouth and the meditation of my heart be acceptable to you, Lord, my rock and my Redeemer. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. <sup>1</sup> May the Lord answer you in a day of trouble; may the name of Jacob’s God protect you. <sup>2</sup> May he send you help from the sanctuary and sustain you from Zion. <sup>3</sup> May he remember all your offerings and accept your burnt offering. <i>Selah</i> <sup>4</sup> May he give you what your heart desires and </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> your whole purpose. <sup>5</sup> Let us shout for joy at your victory and lift the banner in the name of our God. May the Lord </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> all your requests. <sup>6</sup> Now I know that the Lord gives victory to his anointed; he will answer him from his holy heaven with mighty victories from his right hand. <sup>7</sup> Some take pride in chariots, and others in horses, but we take pride in the name of the Lord our God. <sup>8</sup> They collapse and fall, but we rise and stand firm. <sup>9</sup> Lord, give victory to the king! May he answer us on the day that we call. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. <sup>1</sup> Lord, the king finds joy in your strength. How greatly he rejoices in your victory! <sup>2</sup> You have given him his heart’s desire and have not denied the request of his lips. <i>Selah</i> <sup>3</sup> For you meet him with rich blessings; you place a crown of pure gold on his head. <sup>4</sup> He asked you for life, and you gave it to him — length of days </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever. <sup>5</sup> His glory is great through your victory; you confer majesty and </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> on him. <sup>6</sup> You give him blessings </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; you cheer him with joy in your presence. <sup>7</sup> For the king relies on the Lord; through the faithful love of the Most High he is not shaken. <sup>8</sup> Your hand will capture all your enemies; your right hand will seize those who hate you. <sup>9</sup> You will make them burn like a fiery furnace when you appear; the Lord will engulf them in his wrath, and fire will devour them. <sup>10</sup> You will wipe their progeny from the earth and their offspring from the human race. <sup>11</sup> Though they intend to harm you and devise a wicked plan, they will not prevail. <sup>12</sup> Instead, you will put them to flight when you ready your bowstrings to shoot at them. <sup>13</sup> Be exalted, Lord, in your strength; we will sing and praise your might. </span>\n  </p>\n","<p>\n    <span> For the choir director: according to “The Deer of the Dawn.” A psalm of David. <sup>1</sup> My God, my God, why have you abandoned me? Why are you so far from my deliverance and from my words of groaning? <sup>2</sup> My God, I cry by day, but you do not answer, by night, yet I have no rest. <sup>3</sup> But you are holy, enthroned on the praises of Israel. <sup>4</sup> Our ancestors trusted in you; they trusted, and you rescued them. <sup>5</sup> They cried to you and were set free; they trusted in you and were not disgraced. <sup>6</sup> But I am a worm and not a man, scorned by mankind and despised by people. <sup>7</sup> Everyone who sees me mocks me; they sneer and shake their heads: <sup>8</sup> “He relies on the Lord; let him save him; let the Lord rescue him, since he takes pleasure in him.” <sup>9</sup> It was you who brought me out of the womb, making me secure at my mother’s breast. <sup>10</sup> I was given over to you at birth; you have been my God from my mother’s womb. <sup>11</sup> Don’t be far from me, because distress is near and there’s no one to help. <sup>12</sup> Many bulls surround me; strong ones of Bashan encircle me. <sup>13</sup> They open their mouths against me — lions, mauling and roaring. <sup>14</sup> I am poured out like water, and all my bones are disjointed; my heart is like wax, melting within me. <sup>15</sup> My strength is dried up like baked clay; my tongue sticks to the roof of my mouth. You put me into the dust of death. <sup>16</sup> For dogs have surrounded me; a gang of evildoers has closed in on me; they pierced my hands and my feet. <sup>17</sup> I can count all my bones; people look and stare at me. <sup>18</sup> They divided my garments among themselves, and they cast lots for my clothing. <sup>19</sup> But you, Lord, don’t be far away. My strength, come quickly to help me. <sup>20</sup> Rescue my life from the sword, my only life from the power of these dogs. <sup>21</sup> Save me from the lion’s mouth, from the horns of wild oxen. You answered me! <sup>22</sup> I will proclaim your name to my brothers and sisters; I will praise you in the assembly. <sup>23</sup> You who fear the Lord, praise him! All you descendants of Jacob, </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> him! All you descendants of Israel, revere him! <sup>24</sup> For he has not despised or abhorred the torment of the oppressed. He did not hide his face from him but listened when he cried to him for help. <sup>25</sup> I will give praise in the great assembly because of you; I will </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> my vows before those who fear you. <sup>26</sup> The humble will eat and be satisfied; those who seek the Lord will praise him. May your hearts live </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>! <sup>27</sup> All the ends of the earth will remember and turn to the Lord. All the families of the nations will bow down before you, <sup>28</sup> for kingship belongs to the Lord; he rules the nations. <sup>29</sup> All who prosper on earth will eat and bow down; all those who go down to the dust will kneel before him — even the one who cannot preserve his life. <sup>30</sup> Their descendants will serve him; the next generation will be told about the Lord. <sup>31</sup> They will come and declare his righteousness; to a people yet to be born they will declare what he has done. </span>\n  </p>\n","<p>\n    <span> A psalm of David. <sup>1</sup> The Lord is my shepherd; I have what I need. <sup>2</sup> He lets me lie down in green pastures; he leads me beside quiet waters. <sup>3</sup> He renews my life; he leads me along the right paths for his name’s sake. <sup>4</sup> Even when I go through the darkest valley, I fear no danger, for you are with me; your rod and your staff ​— ​they comfort me. <sup>5</sup> You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. <sup>6</sup> Only goodness and faithful love will pursue me all the days of my life, and I will dwell in the house of the Lord as long as I live. </span>\n  </p>\n","<p>\n    <span> A psalm of David. <sup>1</sup> The earth and everything in it, the world and its inhabitants, belong to the Lord; <sup>2</sup> for he laid its foundation on the seas and established it on the rivers. <sup>3</sup> Who may ascend the mountain of the Lord? Who may stand in his holy place? <sup>4</sup> The one who has clean hands and a pure heart, who has not appealed to what is false, and who has not sworn deceitfully. <sup>5</sup> He will receive blessing from the Lord, and righteousness from the God of his salvation. <sup>6</sup> Such is the generation of those who </span>\n    <del>inquire</del>\n    <ins>enquire</ins>\n    <span> of him, who seek the face of the God of Jacob. <i>Selah</i> <sup>7</sup> Lift up your heads, you gates! Rise up, ancient doors! Then the King of glory will come in. <sup>8</sup> Who is this King of glory? The Lord, strong and mighty, the Lord, mighty in battle. <sup>9</sup> Lift up your heads, you gates! Rise up, ancient doors! Then the King of glory will come in. <sup>10</sup> Who is he, this King of glory? The Lord of Armies, he is the King of glory. <i>Selah</i> </span>\n  </p>\n","<p>\n    <span> Of David. <sup>1</sup> Lord, I appeal to you. <sup>2</sup> My God, I trust in you. Do not let me be disgraced; do not let my enemies gloat over me. <sup>3</sup> No one who waits for you will be disgraced; those who act treacherously without cause will be disgraced. <sup>4</sup> Make your ways known to me, Lord; teach me your paths. <sup>5</sup> Guide me in your truth and teach me, for you are the God of my salvation; I wait for you all day long. <sup>6</sup> Remember, Lord, your compassion and your faithful love, for they have existed from antiquity. <sup>7</sup> Do not remember the sins of my youth or my acts of rebellion; in keeping with your faithful love, remember me because of your goodness, Lord. <sup>8</sup> The Lord is good and upright; therefore he shows sinners the way. <sup>9</sup> He leads the humble in what is right and teaches them his way. <sup>10</sup> All the Lord’s ways show faithful love and truth to those who keep his covenant and decrees. <sup>11</sup> Lord, for the sake of your name, forgive my iniquity, for it is immense. <sup>12</sup> Who is this person who fears the Lord? He will show him the way he should choose. <sup>13</sup> He will live a good life, and his descendants will inherit the land. <sup>14</sup> The secret counsel of the Lord is for those who fear him, and he reveals his covenant to them. <sup>15</sup> My eyes are always on the Lord, for he will pull my feet out of the net. <sup>16</sup> Turn to me and be gracious to me, for I am alone and afflicted. <sup>17</sup> The distresses of my heart increase; bring me out of my sufferings. <sup>18</sup> Consider my affliction and trouble, and forgive all my sins. <sup>19</sup> Consider my enemies; they are numerous, and they hate me violently. <sup>20</sup> Guard me and rescue me; do not let me be disgraced, for I take refuge in you. <sup>21</sup> May integrity and what is right watch over me, for I wait for you. <sup>22</sup> God, redeem Israel, from all its distresses. </span>\n  </p>\n","<p>\n    <span> Of David. <sup>1</sup> Vindicate me, Lord, because I have lived with integrity and have trusted in the Lord without wavering. <sup>2</sup> Test me, Lord, and try me; examine my heart and mind. <sup>3</sup> For your faithful love guides me, and I live by your truth. <sup>4</sup> I do not sit with the worthless or associate with hypocrites. <sup>5</sup> I hate a crowd of evildoers, and I do not sit with the wicked. <sup>6</sup> I wash my hands in innocence and go </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> your altar, Lord, <sup>7</sup> raising my voice in thanksgiving and telling about your wondrous works. <sup>8</sup> Lord, I love the house where you dwell, the place where your glory resides. <sup>9</sup> Do not destroy me along with sinners, or my life along with men of bloodshed <sup>10</sup> in whose hands are evil schemes and whose right hands are filled with bribes. <sup>11</sup> But I live with integrity; redeem me and be gracious to me. <sup>12</sup> My foot stands on level ground; I will bless the Lord in the assemblies. </span>\n  </p>\n","<p>\n    <span> Of David. <sup>1</sup> The Lord is my light and my salvation — whom should I fear? The Lord is the stronghold of my life — whom should I dread? <sup>2</sup> When evildoers came against me to devour my flesh, my foes and my enemies stumbled and fell. <sup>3</sup> Though an army deploys against me, my heart will not be afraid; though a war breaks out against me, I will still be confident. <sup>4</sup> I have asked one thing from the Lord; it is what I desire: to dwell in the house of the Lord all the days of my life, gazing on the beauty of the Lord and seeking him in his temple. <sup>5</sup> For he will conceal me in his shelter in the day of adversity; he will hide me under the cover of his tent; he will set me high on a rock. <sup>6</sup> Then my head will be high above my enemies around me; I will offer sacrifices in his tent with shouts of joy. I will sing and make music to the Lord. <sup>7</sup> Lord, hear my voice when I call; be gracious to me and answer me. <sup>8</sup> My heart says this about you: “Seek his face.” Lord, I will seek your face. <sup>9</sup> Do not hide your face from me; do not turn your servant away in anger. You have been my helper; do not leave me or abandon me, God of my salvation. <sup>10</sup> Even if my father and mother abandon me, the Lord cares for me. <sup>11</sup> Because of my adversaries, show me your way, Lord, and lead me on a level path. <sup>12</sup> Do not give me over to the will of my foes, for false witnesses rise up against me, breathing violence. <sup>13</sup> I am certain that I will see the Lord’s goodness in the land of the living. <sup>14</sup> Wait for the Lord; be strong, and let your heart be courageous. Wait for the Lord. </span>\n  </p>\n","<p>\n    <span> Of David. <sup>1</sup> Lord, I call to you; my rock, do not be deaf to me. If you remain silent to me, I will be like those going down to the Pit. <sup>2</sup> Listen to the sound of my pleading when I cry to you for help, when I lift up my hands </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> your holy sanctuary. <sup>3</sup> Do not drag me away with the wicked, with the evildoers, who speak in friendly ways with their </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span> while malice is in their hearts. <sup>4</sup> Repay them according to what they have done — according to the evil of their deeds. Repay them according to the work of their hands; give them back what they deserve. <sup>5</sup> Because they do not consider what the Lord has done or the work of his hands, he will tear them down and not rebuild them. <sup>6</sup> Blessed be the Lord, for he has heard the sound of my pleading. <sup>7</sup> The Lord is my strength and my shield; my heart trusts in him, and I am helped. Therefore my heart celebrates, and I give thanks to him with my song. <sup>8</sup> The Lord is the strength of his people; he is a stronghold of salvation for his anointed. <sup>9</sup> Save your people, bless your possession, shepherd them, and carry them </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> A psalm of David. <sup>1</sup> Ascribe to the Lord, you heavenly beings, ascribe to the Lord glory and strength. <sup>2</sup> Ascribe to the Lord the glory due his name; worship the Lord in the </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> of his holiness. <sup>3</sup> The voice of the Lord is above the waters. The God of glory thunders — the Lord, above the vast water, <sup>4</sup> the voice of the Lord in power, the voice of the Lord in </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span>. <sup>5</sup> The voice of the Lord breaks the cedars; the Lord shatters the cedars of Lebanon. <sup>6</sup> He makes Lebanon skip like a calf, and Sirion, like a young wild ox. <sup>7</sup> The voice of the Lord flashes flames of fire. <sup>8</sup> The voice of the Lord shakes the wilderness; the Lord shakes the wilderness of Kadesh. <sup>9</sup> The voice of the Lord makes the deer give birth and strips the woodlands bare. In his temple all cry, “Glory! ” <sup>10</sup> The Lord sits enthroned over the flood; the Lord sits enthroned, King </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>11</sup> The Lord gives his people strength; the Lord blesses his people with peace. </span>\n  </p>\n","<p>\n    <span> A psalm; a dedication song for the house. Of David. <sup>1</sup> I will exalt you, Lord, because you have lifted me up and have not allowed my enemies to triumph over me. <sup>2</sup> Lord my God, I cried to you for help, and you healed me. <sup>3</sup> Lord, you brought me up from Sheol; you spared me from among those going down to the Pit. <sup>4</sup> Sing to the Lord, you his faithful ones, and praise his holy name. <sup>5</sup> For his anger lasts only a moment, but his </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>, a lifetime. Weeping may stay overnight, but there is joy in the morning. <sup>6</sup> When I was secure, I said, “I will never be shaken.” <sup>7</sup> Lord, when you showed your </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>, you made me stand like a strong mountain; when you hid your face, I was terrified. <sup>8</sup> Lord, I called to you; I sought </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> from my Lord: <sup>9</sup> “What gain is there in my death, if I go down to the Pit? Will the dust praise you? Will it proclaim your truth? <sup>10</sup> Lord, listen and be gracious to me; Lord, be my helper.” <sup>11</sup> You turned my lament into dancing; you removed my sackcloth and clothed me with gladness, <sup>12</sup> so that I can sing to you and not be silent. Lord my God, I will praise you </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. <sup>1</sup> Lord, I seek refuge in you; let me never be disgraced. Save me by your righteousness. <sup>2</sup> Listen closely to me; rescue me quickly. Be a rock of refuge for me, a mountain fortress to save me. <sup>3</sup> For you are my rock and my fortress; you lead and guide me for your name’s sake. <sup>4</sup> You will free me from the net that is secretly set for me, for you are my refuge. <sup>5</sup> Into your hand I entrust my spirit; you have redeemed me, Lord, God of truth. <sup>6</sup> I hate those who are devoted to worthless idols, but I trust in the Lord. <sup>7</sup> I will rejoice and be glad in your faithful love because you have seen my affliction. You know the troubles of my soul <sup>8</sup> and have not handed me over to the enemy. You have set my feet in a spacious place. <sup>9</sup> Be gracious to me, Lord, because I am in distress; my eyes are worn out from frustration — my whole being as well. <sup>10</sup> Indeed, my life is consumed with grief and my years with groaning; my strength has failed because of my iniquity, and my bones waste away. <sup>11</sup> I am ridiculed by all my adversaries and even by my </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span>. I am dreaded by my acquaintances; those who see me in the street run from me. <sup>12</sup> I am forgotten: gone from memory like a dead person ​— ​like broken pottery. <sup>13</sup> I have heard the gossip of many; terror is on every side. When they conspired against me, they plotted to take my life. <sup>14</sup> But I trust in you, Lord; I say, “You are my God.” <sup>15</sup> The course of my life is in your power; rescue me from the power of my enemies and from my persecutors. <sup>16</sup> Make your face shine on your servant; save me by your faithful love. <sup>17</sup> Lord, do not let me be disgraced when I call on you. Let the wicked be disgraced; let them be quiet in Sheol. <sup>18</sup> Let lying lips that arrogantly speak against the righteous in proud contempt be silenced. <sup>19</sup> How great is your goodness, which you have stored up for those who fear you. In the presence of everyone you have acted for those who take refuge in you. <sup>20</sup> You hide them in the protection of your presence; you conceal them in a shelter from human schemes, from quarrelsome tongues. <sup>21</sup> Blessed be the Lord, for he has wondrously shown his faithful love to me in a city under siege. <sup>22</sup> In my alarm I said, “I am cut off from your sight.” But you heard the sound of my pleading when I cried to you for help. <sup>23</sup> Love the Lord, all his faithful ones. The Lord protects the loyal, but fully repays the arrogant. <sup>24</sup> Be strong, and let your heart be courageous, all you who put your hope in the Lord. </span>\n  </p>\n","<p>\n    <span> Of David. A 'Maskil'. <sup>1</sup> How joyful is the one whose transgression is forgiven, whose sin is covered! <sup>2</sup> How joyful is a person whom the Lord does not charge with iniquity and in whose spirit is no deceit! <sup>3</sup> When I kept silent, my bones became brittle from my groaning all day long. <sup>4</sup> For day and night your hand was heavy on me; my strength was drained as in the summer’s heat. <i>Selah</i> <sup>5</sup> Then I acknowledged my sin to you and did not conceal my iniquity. I said, </span>\n    <ins>“</ins>\n    <span>I will confess my transgressions to the Lord,” and you forgave the guilt of my sin. <i>Selah</i> <sup>6</sup> Therefore let everyone who is faithful pray to you immediately. When great floodwaters come, they will not reach him. <sup>7</sup> You are my hiding place; you protect me from trouble. You surround me with joyful shouts of deliverance.<i>Selah</i> <sup>8</sup> I will instruct you and show you the way to go; with my eye on you, I will give counsel. <sup>9</sup> Do not be like a horse or mule, without understanding, that must be controlled with bit and bridle or else it will not come near you. <sup>10</sup> Many pains come to the wicked, but the one who trusts in the Lord will have faithful love surrounding him. <sup>11</sup> Be glad in the Lord and rejoice, you righteous ones; shout for joy, all you upright in heart. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Rejoice in the Lord, you righteous ones; praise from the upright is beautiful. <sup>2</sup> Praise the Lord with the lyre; make music to him with a ten-stringed harp. <sup>3</sup> Sing a new song to him; play </span>\n    <del>skillfully</del>\n    <ins>skilfully</ins>\n    <span> on the strings, with a joyful shout. <sup>4</sup> For the word of the Lord is right, and all his work is trustworthy. <sup>5</sup> He loves righteousness and justice; the earth is full of the Lord’s unfailing love. <sup>6</sup> The heavens were made by the word of the Lord, and all the stars, by the breath of his mouth. <sup>7</sup> He gathers the water of the sea into a heap; he puts the depths into storehouses. <sup>8</sup> Let the whole earth fear the Lord; let all the inhabitants of the world stand in awe of him. <sup>9</sup> For he spoke, and it came into being; he commanded, and it came into existence. <sup>10</sup> The Lord frustrates the counsel of the nations; he thwarts the plans of the peoples. <sup>11</sup> The counsel of the Lord stands </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, the plans of his heart from generation to generation. <sup>12</sup> Happy is the nation whose God is the Lord — the people he has chosen to be his own possession! <sup>13</sup> The Lord looks down from heaven; he observes everyone. <sup>14</sup> He gazes on all the inhabitants of the earth from his dwelling place. <sup>15</sup> He forms the hearts of them all; he considers all their works. <sup>16</sup> A king is not saved by a large army; a warrior will not be rescued by great strength. <sup>17</sup> The horse is a false hope for safety; it provides no escape by its great power. <sup>18</sup> But look, the Lord keeps his eye on those who fear him — those who depend on his faithful love <sup>19</sup> to rescue them from death and to keep them alive in famine. <sup>20</sup> We wait for the Lord; he is our help and shield. <sup>21</sup> For our hearts rejoice in him because we trust in his holy name. <sup>22</sup> May your faithful love rest on us, Lord, for we put our hope in you. </span>\n  </p>\n","<p>\n    <span> Concerning David, when he pretended to be insane in the presence of Abimelech, who drove him out, and he departed. <sup>1</sup> I will bless the Lord at all times; his praise will always be on my lips. <sup>2</sup> I will boast in the Lord; the humble will hear and be glad. <sup>3</sup> Proclaim the Lord’s greatness with me; let us exalt his name together. <sup>4</sup> I sought the Lord, and he answered me and rescued me from all my fears. <sup>5</sup> Those who look to him are radiant with joy; their faces will never be ashamed. <sup>6</sup> This poor man cried, and the Lord heard him and saved him from all his troubles. <sup>7</sup> The angel of the Lord </span>\n    <del>encamps around</del>\n    <ins>camps round</ins>\n    <span> those who fear him, and rescues them. <sup>8</sup> Taste and see that the Lord is good. How happy is the person who takes refuge in him! <sup>9</sup> You who are his holy ones, fear the Lord, for those who fear him lack nothing. <sup>10</sup> Young lions lack food and go hungry, but those who seek the Lord will not lack any good thing. <sup>11</sup> Come, children, listen to me; I will teach you the fear of the Lord. <sup>12</sup> Who is someone who desires life, loving a long life to enjoy what is good? <sup>13</sup> Keep your tongue from evil and your lips from deceitful speech. <sup>14</sup> Turn away from evil and do what is good; seek peace and pursue it. <sup>15</sup> The eyes of the Lord are on the righteous, and his ears are open to their cry for help. <sup>16</sup> The face of the Lord is set against those who do what is evil, to remove all memory of them from the earth. <sup>17</sup> The righteous cry out, and the Lord hears, and rescues them from all their troubles. <sup>18</sup> The Lord is near the </span>\n    <del>brokenhearted</del>\n    <ins>broken-hearted</ins>\n    <span>; he saves those crushed in spirit. <sup>19</sup> One who is righteous has many adversities, but the Lord rescues him from them all. <sup>20</sup> He protects all his bones; not one of them is broken. <sup>21</sup> Evil brings death to the wicked, and those who hate the righteous will be punished. <sup>22</sup> The Lord redeems the life of his servants, and all who take refuge in him will not be punished. </span>\n  </p>\n","<p>\n    <span> Of David. <sup>1</sup> Oppose my opponents, Lord; fight those who fight me. <sup>2</sup> Take your shields ​— ​large and small — and come to my aid. <sup>3</sup> Draw the spear and javelin against my pursuers, and assure me, “I am your deliverance.” <sup>4</sup> Let those who intend to take my life be disgraced and humiliated; let those who plan to harm me be turned back and ashamed. <sup>5</sup> Let them be like chaff in the wind, with the angel of the Lord driving them away. <sup>6</sup> Let their way be dark and slippery, with the angel of the Lord pursuing them. <sup>7</sup> They hid their net for me without cause; they dug a pit for me without cause. <sup>8</sup> Let ruin come on him unexpectedly, and let the net that he hid ensnare him; let him fall into it ​— ​to his ruin. <sup>9</sup> Then I will rejoice in the Lord; I will delight in his deliverance. <sup>10</sup> All my bones will say, “Lord, who is like you, rescuing the poor from one too strong for him, the poor or the needy from one who robs him? ” <sup>11</sup> Malicious witnesses come forward; they question me about things I do not know. <sup>12</sup> They repay me evil for good, making me desolate. <sup>13</sup> Yet when they were </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span>, my clothing was sackcloth; I humbled myself with fasting, and my prayer was genuine. <sup>14</sup> I went about mourning as if for my friend or brother; I was bowed down with grief, like one mourning for a mother. <sup>15</sup> But when I stumbled, they gathered in glee; they gathered against me. Assailants I did not know tore at me and did not stop. <sup>16</sup> With godless mockery they gnashed their teeth at me. <sup>17</sup> Lord, how long will you look on? Rescue me from their ravages; rescue my precious life from the young lions. <sup>18</sup> I will praise you in the great assembly; I will exalt you among many people. <sup>19</sup> Do not let my deceitful enemies rejoice over me; do not let those who hate me without cause wink at me maliciously. <sup>20</sup> For they do not speak in friendly ways, but contrive fraudulent schemes against those who live peacefully in the land. <sup>21</sup> They open their mouths wide against me and say, “Aha, aha! We saw it! ” <sup>22</sup> You saw it, Lord; do not be silent. Lord, do not be far from me. <sup>23</sup> Wake up and rise to my </span>\n    <del>defense</del>\n    <ins>defence</ins>\n    <span>, to my cause, my God and my Lord! <sup>24</sup> Vindicate me, Lord my God, in keeping with your righteousness, and do not let them rejoice over me. <sup>25</sup> Do not let them say in their hearts, “Aha! Just what we wanted.” Do not let them say, “We have swallowed him up! ” <sup>26</sup> Let those who rejoice at my misfortune be disgraced and humiliated; let those who exalt themselves over me be clothed with shame and reproach. <sup>27</sup> Let those who want my vindication shout for joy and be glad; let them continually say, “The Lord be exalted. He takes pleasure in his servant’s well-being.” <sup>28</sup> And my tongue will proclaim your righteousness, your praise all day long. </span>\n  </p>\n","<p>\n    <span> For the choir director. Of David, the Lord’s servant. <sup>1</sup> An oracle within my heart concerning the transgression of the wicked person: Dread of God has no effect on him. <sup>2</sup> For with his flattering opinion of himself, he does not discover and hate his iniquity. <sup>3</sup> The words from his mouth are malicious and deceptive; he has stopped acting wisely and doing good. <sup>4</sup> Even on his bed he makes malicious plans. He sets himself on a path that is not good, and he does not reject evil. <sup>5</sup> Lord, your faithful love reaches to heaven, your faithfulness to the clouds. <sup>6</sup> Your righteousness is like the highest mountains, your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> like the deepest sea. Lord, you preserve people and animals. <sup>7</sup> How priceless your faithful love is, God! People take refuge in the shadow of your wings. <sup>8</sup> They are filled from the abundance of your house. You let them drink from your refreshing stream. <sup>9</sup> For the wellspring of life is with you. By means of your light we see light. <sup>10</sup> Spread your faithful love over those who know you, and your righteousness over the upright in heart. <sup>11</sup> Do not let the foot of the arrogant come near me or the hand of the wicked drive me away. <sup>12</sup> There! The evildoers have fallen. They have been thrown down and cannot rise. </span>\n  </p>\n","<p>\n    <span> Of David. <sup>1</sup> Do not be agitated by evildoers; do not envy those who do wrong. <sup>2</sup> For they wither quickly like grass and wilt like tender green plants. <sup>3</sup> Trust in the Lord and do what is good; dwell in the land and live securely. <sup>4</sup> Take delight in the Lord, and he will give you your heart’s desires. <sup>5</sup> Commit your way to the Lord; trust in him, and he will act, <sup>6</sup> making your righteousness shine like the dawn, your justice like the noonday. <sup>7</sup> Be silent before the Lord and wait expectantly for him; do not be agitated by one who prospers in his way, by the person who carries out evil plans. <sup>8</sup> Refrain from anger and give up your rage; do not be agitated ​— ​it can only bring harm. <sup>9</sup> For evildoers will be destroyed, but those who put their hope in the Lord will inherit the land. <sup>10</sup> A little while, and the wicked person will be no more; though you look for him, he will not be there. <sup>11</sup> But the humble will inherit the land and will enjoy abundant prosperity. <sup>12</sup> The wicked person schemes against the righteous and gnashes his teeth at him. <sup>13</sup> The Lord laughs at him because he sees that his day is coming. <sup>14</sup> The wicked have drawn the sword and strung the bow to bring down the poor and needy and to slaughter those whose way is upright. <sup>15</sup> Their swords will enter their own hearts, and their bows will be broken. <sup>16</sup> The little that the righteous person has is better than the abundance of many wicked people. <sup>17</sup> For the arms of the wicked will be broken, but the Lord supports the righteous. <sup>18</sup> The Lord watches over the blameless all their days, and their inheritance will last </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>19</sup> They will not be disgraced in times of adversity; they will be satisfied in days of hunger. <sup>20</sup> But the wicked will perish; the Lord’s enemies, like the glory of the pastures, will fade away — they will fade away like smoke. <sup>21</sup> The wicked person borrows and does not repay, but the righteous one is gracious and giving. <sup>22</sup> Those who are blessed by the Lord will inherit the land, but those cursed by him will be destroyed. <sup>23</sup> A person’s steps are established by the Lord, and he takes pleasure in his way. <sup>24</sup> Though he falls, he will not be overwhelmed, because the Lord supports him with his hand. <sup>25</sup> I have been young and now I am old, yet I have not seen the righteous abandoned or his children begging for bread. <sup>26</sup> He is always generous, always lending, and his children are a blessing. <sup>27</sup> Turn away from evil, do what is good, and settle permanently. <sup>28</sup> For the Lord loves justice and will not abandon his faithful ones. They are kept safe </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, but the children of the wicked will be destroyed. <sup>29</sup> The righteous will inherit the land and dwell in it permanently. <sup>30</sup> The mouth of the righteous utters wisdom; his tongue speaks what is just. <sup>31</sup> The instruction of his God is in his heart; his steps do not falter. <sup>32</sup> The wicked one lies in wait for the righteous and intends to kill him; <sup>33</sup> the Lord will not leave him in the power of the wicked one or allow him to be condemned when he is judged. <sup>34</sup> Wait for the Lord and keep his way, and he will exalt you to inherit the land. You will watch when the wicked are destroyed. <sup>35</sup> I have seen a wicked, violent person well-rooted, like a flourishing native tree. <sup>36</sup> Then I passed by and noticed he was gone; I searched for him, but he could not be found. <sup>37</sup> Watch the blameless and observe the upright, for the person of peace will have a future. <sup>38</sup> But transgressors will all be eliminated; the future of the wicked will be destroyed. <sup>39</sup> The salvation of the righteous is from the Lord, their refuge in a time of distress. <sup>40</sup> The Lord helps and delivers them; he will deliver them from the wicked and will save them because they take refuge in him. </span>\n  </p>\n","<p>\n    <span> A psalm of David to bring remembrance. <sup>1</sup> Lord, do not punish me in your anger or discipline me in your wrath. <sup>2</sup> For your arrows have sunk into me, and your hand has pressed down on me. <sup>3</sup> There is no soundness in my body because of your indignation; there is no health in my bones because of my sin. <sup>4</sup> For my iniquities have flooded over my head; they are a burden too heavy for me to bear. <sup>5</sup> My wounds are foul and festering because of my foolishness. <sup>6</sup> I am bent over and brought very low; all day long I go around in mourning. <sup>7</sup> For my insides are full of burning pain, and there is no soundness in my body. <sup>8</sup> I am faint and severely crushed; I groan because of the anguish of my heart. <sup>9</sup> Lord, my every desire is in front of you; my sighing is not hidden from you. <sup>10</sup> My heart races, my strength leaves me, and even the light of my eyes has faded. <sup>11</sup> My loved ones and friends stand back from my affliction, and my relatives stand at a distance. <sup>12</sup> Those who intend to kill me set traps, and those who want to harm me threaten to destroy me; they plot treachery all day long. <sup>13</sup> I am like a deaf person; I do not hear. I am like a speechless person who does not open his mouth. <sup>14</sup> I am like a man who does not hear and has no arguments in his mouth. <sup>15</sup> For I put my hope in you, Lord; you will answer me, my Lord, my God. <sup>16</sup> For I said, “Don’t let them rejoice over me — those who are arrogant </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> me when I stumble.” <sup>17</sup> For I am about to fall, and my pain is constantly with me. <sup>18</sup> So I confess my iniquity; I am anxious because of my sin. <sup>19</sup> But my enemies are vigorous and powerful; many hate me for no reason. <sup>20</sup> Those who repay evil for good attack me for pursuing good. <sup>21</sup> Lord, do not abandon me; my God, do not be far from me. <sup>22</sup> Hurry to help me, my Lord, my salvation. </span>\n  </p>\n","<p>\n    <span> For the choir director, for Jeduthun. A psalm of David. <sup>1</sup> I said, “I will guard my ways so that I may not sin with my tongue; I will guard my mouth with a muzzle as long as the wicked are in my presence.” <sup>2</sup> I was speechless and quiet; I kept silent, even from speaking good, and my pain intensified. <sup>3</sup> My heart grew hot within me; as I mused, a fire burned. I spoke with my tongue: <sup>4</sup> “Lord, make me aware of my end and the number of my days so that I will know how short-lived I am. <sup>5</sup> In fact, you have made my days just </span>\n    <del>inches</del>\n    <ins>handbreadths</ins>\n    <span> long, and my </span>\n    <del>life span</del>\n    <ins>lifespan</ins>\n    <span> is as nothing to you. Yes, every human being stands as only a </span>\n    <del>vapor</del>\n    <ins>vapour</ins>\n    <span>. <i>Selah</i> <sup>6</sup> Yes, a person goes about like a mere shadow. Indeed, they rush around in vain, gathering possessions without knowing who will get them. <sup>7</sup> “Now, Lord, what do I wait for? My hope is in you. <sup>8</sup> Rescue me from all my transgressions; do not make me the taunt of fools. <sup>9</sup> I am speechless; I do not open my mouth because of what you have done. <sup>10</sup> Remove your torment from me. Because of the force of your hand I am finished. <sup>11</sup> You discipline a person with punishment for iniquity, consuming like a moth what is precious to him; yes, every human being is only a </span>\n    <del>vapor</del>\n    <ins>vapour</ins>\n    <span>. <i>Selah</i> <sup>12</sup> “Hear my prayer, Lord, and listen to my cry for help; do not be silent at my tears. For I am here with you as </span>\n    <del>an alien</del>\n    <ins>a foreigner</ins>\n    <span>, a temporary resident like all my ancestors. <sup>13</sup> Turn your angry gaze from me so that I may be cheered up before I die and am gone.” </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. <sup>1</sup> I waited patiently for the Lord, and he turned to me and heard my cry for help. <sup>2</sup> He brought me up from a desolate pit, out of the muddy clay, and set my feet on a rock, making my steps secure. <sup>3</sup> He put a new song in my mouth, a hymn of praise to our God. Many will see and fear, and they will trust in the Lord. <sup>4</sup> How happy is anyone who has put his trust in the Lord and has not turned to the proud or to those who run after lies! <sup>5</sup> Lord my God, you have done many things — your wondrous works and your plans for us; none can compare with you. If I were to report and speak of them, they are more than can be told. <sup>6</sup> You do not delight in sacrifice and offering; you open my ears to listen. You do not ask for a whole burnt offering or a sin offering. <sup>7</sup> Then I said, “See, I have come; in the scroll it is written about me. <sup>8</sup> I delight to do your will, my God, and your instruction is deep within me.” <sup>9</sup> I proclaim righteousness in the great assembly; see, I do not keep my mouth closed — as you know, Lord. <sup>10</sup> I did not hide your righteousness in my heart; I spoke about your faithfulness and salvation; I did not conceal your constant love and truth from the great assembly. <sup>11</sup> Lord, you do not withhold your compassion from me. Your constant love and truth will always guard me. <sup>12</sup> For troubles without number have surrounded me; my iniquities have overtaken me; I am unable to see. They are more than the hairs of my head, and my courage leaves me. <sup>13</sup> Lord, be pleased to rescue me; hurry to help me, Lord. <sup>14</sup> Let those who intend to take my life be disgraced and confounded. Let those who wish me harm be turned back and humiliated. <sup>15</sup> Let those who say to me, “Aha, aha! ” be appalled because of their shame. <sup>16</sup> Let all who seek you rejoice and be glad in you; let those who love your salvation continually say, “The Lord is great! ” <sup>17</sup> I am oppressed and needy; may the Lord think of me. You are my helper and my deliverer; my God, do not delay. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. <sup>1</sup> Happy is one who is considerate of the poor; the Lord will save him in a day of adversity. <sup>2</sup> The Lord will keep him and preserve him; he will be blessed in the land. You will not give him over to the desire of his enemies. <sup>3</sup> The Lord will sustain him on his </span>\n    <del>sickbed</del>\n    <ins>sick-bed</ins>\n    <span>; you will heal him on the bed where he lies. <sup>4</sup> I said, “Lord, be gracious to me; heal me, for I have sinned against you.” <sup>5</sup> My enemies speak maliciously about me: “When will he die and be forgotten? ” <sup>6</sup> When one of them comes to visit, he speaks deceitfully; he stores up evil in his heart; he goes out and talks. <sup>7</sup> All who hate me whisper together about me; they plan to harm me. <sup>8</sup> “Something awful has overwhelmed him, and he won’t rise again from where he lies! ” <sup>9</sup> Even my friend in whom I trusted, one who ate my bread, has raised his heel against me. <sup>10</sup> But you, Lord, be gracious to me and raise me up; then I will repay them. <sup>11</sup> By this I know that you delight in me: my enemy does not shout in triumph over me. <sup>12</sup> You supported me because of my integrity and set me in your presence </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>13</sup> Blessed be the Lord God of Israel, from everlasting to everlasting. Amen and amen. </span>\n  </p>\n","<p>\n    <span> For the choir director. A 'Maskil' of the sons of Korah. <sup>1</sup> As a deer longs for flowing streams, so I long for you, God. <sup>2</sup> I thirst for God, the living God. When can I come and appear before God? <sup>3</sup> My tears have been my food day and night, while all day long people say to me, “Where is your God? ” <sup>4</sup> I remember this as I pour out my heart: how I walked with many, leading the festive procession to the house of God, with joyful and thankful shouts. <sup>5</sup> Why, my soul, are you so dejected? Why are you in such turmoil? Put your hope in God, for I will still praise him, my </span>\n    <del>Savior</del>\n    <ins>Saviour</ins>\n    <span> and my God. <sup>6</sup> I am deeply depressed; therefore I remember you from the land of Jordan and the peaks of Hermon, from Mount Mizar. <sup>7</sup> Deep calls to deep in the roar of your waterfalls; all your breakers and your billows have swept over me. <sup>8</sup> The Lord will send his faithful love by day; his song will be with me in the night — a prayer to the God of my life. <sup>9</sup> I will say to God, my rock, “Why have you forgotten me? Why must I go about in sorrow because of the enemy’s oppression? ” <sup>10</sup> My adversaries taunt me, as if crushing my bones, while all day long they say to me, “Where is your God? ” <sup>11</sup> Why, my soul, are you so dejected? Why are you in such turmoil? Put your hope in God, for I will still praise him, my </span>\n    <del>Savior</del>\n    <ins>Saviour</ins>\n    <span> and my God. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Vindicate me, God, and champion my cause against an unfaithful nation; rescue me from the deceitful and unjust person. <sup>2</sup> For you are the God of my refuge. Why have you rejected me? Why must I go about in sorrow because of the enemy’s oppression? <sup>3</sup> Send your light and your truth; let them lead me. Let them bring me to your holy mountain, to your dwelling place. <sup>4</sup> Then I will come to the altar of God, to God, my greatest joy. I will praise you with the lyre, God, my God. <sup>5</sup> Why, my soul, are you so dejected? Why are you in such turmoil? Put your hope in God, for I will still praise him, my </span>\n    <del>Savior</del>\n    <ins>Saviour</ins>\n    <span> and my God. </span>\n  </p>\n","<p>\n    <span> For the choir director. A 'Maskil' of the sons of Korah. <sup>1</sup> God, we have heard with our ears — our ancestors have told us — the work you accomplished in their days, in days long ago: <sup>2</sup> In order to plant them, you displaced the nations by your hand; in order to settle them, you brought disaster on the peoples. <sup>3</sup> For they did not take the land by their sword — their arm did not bring them victory — but by your right hand, your arm, and the light of your face, because you were </span>\n    <del>favorable toward</del>\n    <ins>favourable towards</ins>\n    <span> them. <sup>4</sup> You are my King, my God, who ordains victories for Jacob. <sup>5</sup> Through you we drive back our foes; through your name we trample our enemies. <sup>6</sup> For I do not trust in my bow, and my sword does not bring me victory. <sup>7</sup> But you give us victory over our foes and let those who hate us be disgraced. <sup>8</sup> We boast in God all day long; we will praise your name </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <i>Selah</i> <sup>9</sup> But you have rejected and humiliated us; you do not march out with our armies. <sup>10</sup> You make us retreat from the foe, and those who hate us have taken plunder for themselves. <sup>11</sup> You hand us over to be eaten like sheep and scatter us among the nations. <sup>12</sup> You sell your people for nothing; you make no profit from selling them. <sup>13</sup> You make us an object of reproach to our </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span>, a source of mockery and ridicule to those around us. <sup>14</sup> You make us a joke among the nations, a </span>\n    <del>laughingstock</del>\n    <ins>laughing-stock</ins>\n    <span> among the peoples. <sup>15</sup> My disgrace is before me all day long, and shame has covered my face, <sup>16</sup> because of the taunts of the scorner and reviler, because of the enemy and avenger. <sup>17</sup> All this has happened to us, but we have not forgotten you or betrayed your covenant. <sup>18</sup> Our hearts have not turned back; our steps have not strayed from your path. <sup>19</sup> But you have crushed us in a haunt of jackals and have covered us with deepest darkness. <sup>20</sup> If we had forgotten the name of our God and spread out our hands to a foreign god, <sup>21</sup> wouldn’t God have found this out, since he knows the secrets of the heart? <sup>22</sup> Because of you we are being put to death all day long; we are counted as sheep to be slaughtered. <sup>23</sup> Wake up, Lord! Why are you sleeping? Get up! Don’t reject us </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>! <sup>24</sup> Why do you hide and forget our affliction and oppression? <sup>25</sup> For we have sunk down to the dust; our bodies cling to the ground. <sup>26</sup> Rise up! Help us! Redeem us because of your faithful love. </span>\n  </p>\n","<p>\n    <span> For the choir director: according to “The Lilies.” A 'Maskil' of the sons of Korah. A love song. <sup>1</sup> My heart is moved by a noble theme as I recite my verses to the king; my tongue is the pen of a </span>\n    <del>skillful</del>\n    <ins>skilful</ins>\n    <span> writer. <sup>2</sup> You are the most handsome of men; grace flows from your lips. Therefore God has blessed you </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>3</sup> Mighty warrior, strap your sword at your side. In your majesty and </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> — <sup>4</sup> in your </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> ride triumphantly in the cause of truth, humility, and justice. May your right hand show your awe-inspiring acts. <sup>5</sup> Your sharpened arrows pierce the hearts of the king’s enemies; the peoples fall under you. <sup>6</sup> Your throne, God, is </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever; the </span>\n    <del>scepter</del>\n    <ins>sceptre</ins>\n    <span> of your kingdom is a </span>\n    <del>scepter</del>\n    <ins>sceptre</ins>\n    <span> of justice. <sup>7</sup> You love righteousness and hate wickedness; therefore God, your God, has anointed you with the oil of joy more than your companions. <sup>8</sup> Myrrh, aloes, and cassia perfume all your garments; from ivory palaces harps bring you joy. <sup>9</sup> Kings’ daughters are among your </span>\n    <del>honored</del>\n    <ins>honoured</ins>\n    <span> women; the queen, adorned with gold from Ophir, stands at your right hand. <sup>10</sup> Listen, daughter, pay attention and consider: Forget your people and your father’s house, <sup>11</sup> and the king will desire your beauty. Bow down to him, for he is your lord. <sup>12</sup> The daughter of Tyre, the wealthy people, will seek your </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> with gifts. <sup>13</sup> In her chamber, the royal daughter is all glorious, her clothing embroidered with gold. <sup>14</sup> In </span>\n    <del>colorful</del>\n    <ins>colourful</ins>\n    <span> garments she is led to the king; after her, the virgins, her companions, are brought to you. <sup>15</sup> They are led in with gladness and rejoicing; they enter the king’s palace. <sup>16</sup> Your sons will succeed your ancestors; you will make them princes throughout the land. <sup>17</sup> I will cause your name to be remembered for all generations; therefore the peoples will praise you </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever. </span>\n  </p>\n","<p>\n    <span> For the choir director. A song of the sons of Korah. According to 'Alamoth'. <sup>1</sup> God is our refuge and strength, a helper who is always found in times of trouble. <sup>2</sup> Therefore we will not be afraid, though the earth trembles and the mountains topple into the depths of the seas, <sup>3</sup> though its water roars and foams and the mountains quake with its turmoil. <i>Selah</i> <sup>4</sup> There is a river — its streams delight the city of God, the holy dwelling place of the Most High. <sup>5</sup> God is within her; she will not be toppled. God will help her when the morning dawns. <sup>6</sup> Nations rage, kingdoms topple; the earth melts when he lifts his voice. <sup>7</sup> The Lord of Armies is with us; the God of Jacob is our stronghold. <i>Selah</i> <sup>8</sup> Come, see the works of the Lord, who brings devastation on the earth. <sup>9</sup> He makes wars cease throughout the earth. He shatters bows and cuts spears to pieces; he sets </span>\n    <del>wagons</del>\n    <ins>carts</ins>\n    <span> ablaze. <sup>10</sup> “Stop fighting, and know that I am God, exalted among the nations, exalted on the earth.” <sup>11</sup> The Lord of Armies is with us; the God of Jacob is our stronghold. <i>Selah</i> </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of the sons of Korah. <sup>1</sup> Clap your hands, all you peoples; shout to God with a jubilant cry. <sup>2</sup> For the Lord, the Most High, is awe-inspiring, a great King over the whole earth. <sup>3</sup> He subdues peoples under us and nations under our feet. <sup>4</sup> He chooses for us our inheritance — the pride of Jacob, whom he loves. <i>Selah</i> <sup>5</sup> God ascends among shouts of joy, the Lord, with the sound of a ram’s horn. <sup>6</sup> Sing praise to God, sing praise; sing praise to our King, sing praise! <sup>7</sup> Sing a song of wisdom, for God is King of the whole earth. <sup>8</sup> God reigns over the nations; God is seated on his holy throne. <sup>9</sup> The nobles of the peoples have assembled with the people of the God of Abraham. For the leaders of the earth belong to God; he is greatly exalted. </span>\n  </p>\n","<p>\n    <span> A song. A psalm of the sons of Korah. <sup>1</sup> The Lord is great and highly praised in the city of our God. His holy mountain, <sup>2</sup> rising splendidly, is the joy of the whole earth. Mount Zion ​— ​the summit of Zaphon ​— ​ is the city of the great King. <sup>3</sup> God is known as a stronghold in its citadels. <sup>4</sup> Look! The kings assembled; they advanced together. <sup>5</sup> They looked and froze with fear; they fled in terror. <sup>6</sup> Trembling seized them there, agony like that of a woman in </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span>, <sup>7</sup> as you wrecked the ships of Tarshish with the east wind. <sup>8</sup> Just as we heard, so we have seen in the city of the Lord of Armies, in the city of our God; God will establish it </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <i>Selah</i> <sup>9</sup> God, within your temple, we contemplate your faithful love. <sup>10</sup> Like your name, God, so your praise reaches to the ends of the earth; your right hand is filled with justice. <sup>11</sup> Mount Zion is glad. Judah’s villages rejoice because of your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>. <sup>12</sup> Go </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> Zion, encircle it; count its towers, <sup>13</sup> note its ramparts; tour its citadels so that you can tell a future generation: <sup>14</sup> “This God, our God </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever — he will always lead us.” </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of the sons of Korah. <sup>1</sup> Hear this, all you peoples; listen, all who inhabit the world, <sup>2</sup> both low and high, rich and poor together. <sup>3</sup> My mouth speaks wisdom; my heart’s meditation brings understanding. <sup>4</sup> I turn my ear to a proverb; I explain my riddle with a lyre. <sup>5</sup> Why should I fear in times of trouble? The iniquity of my foes surrounds me. <sup>6</sup> They trust in their wealth and boast of their abundant riches. <sup>7</sup> Yet these cannot redeem a person or pay his ransom to God — <sup>8</sup> since the price of redeeming him is too costly, one should </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> stop trying — <sup>9</sup> so that he may live </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and not see the Pit. <sup>10</sup> For one can see that the wise die; the foolish and stupid also pass away. Then they leave their wealth to others. <sup>11</sup> Their graves are their permanent homes, their dwellings from generation to generation, though they have named estates after themselves. <sup>12</sup> But despite his assets, mankind will not last; he is like the animals that perish. <sup>13</sup> This is the way of those who are arrogant, and of their followers, who approve of their words. <i>Selah</i> <sup>14</sup> Like sheep they are headed for Sheol; Death will shepherd them. The upright will rule over them in the morning, and their form will waste away in Sheol, far from their lofty abode. <sup>15</sup> But God will redeem me from the power of Sheol, for he will take me. <i>Selah</i> <sup>16</sup> Do not be afraid when a person gets rich, when the wealth of his house increases. <sup>17</sup> For when he dies, he will take nothing at all; his wealth will not follow him down. <sup>18</sup> Though he blesses himself during his lifetime — and you are acclaimed when you do well for yourself — <sup>19</sup> he will go to the generation of his ancestors; they will never see the light. <sup>20</sup> Mankind, with his assets but without understanding, is like the animals that perish. </span>\n  </p>\n","<p>\n    <span> A psalm of Asaph. <sup>1</sup> The Mighty One, God, the Lord, speaks; he summons the earth from the rising of the sun to its setting. <sup>2</sup> From Zion, the perfection of beauty, God appears in radiance. <sup>3</sup> Our God is coming; he will not be silent! Devouring fire precedes him, and a storm rages around him. <sup>4</sup> On high, he summons heaven and earth in order to judge his people: <sup>5</sup> “Gather my faithful ones to me, those who made a covenant with me by sacrifice.” <sup>6</sup> The heavens proclaim his righteousness, for God is the Judge. <i>Selah</i> <sup>7</sup> “Listen, my people, and I will speak; I will testify against you, Israel. I am God, your God. <sup>8</sup> I do not rebuke you for your sacrifices or for your burnt offerings, which are continually before me. <sup>9</sup> I will not take a bull from your household or male goats from your pens, <sup>10</sup> for every animal of the forest is mine, the cattle on a thousand hills. <sup>11</sup> I know every bird of the mountains, and the creatures of the field are mine. <sup>12</sup> If I were hungry, I would not tell you, for the world and everything in it is mine. <sup>13</sup> Do I eat the flesh of bulls or drink the blood of goats? <sup>14</sup> Offer a thanksgiving sacrifice to God, and pay your vows to the Most High. <sup>15</sup> Call on me in a day of trouble; I will rescue you, and you will </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> me.” <sup>16</sup> But God says to the wicked: “What right do you have to recite my statutes and to take my covenant on your lips? <sup>17</sup> You hate instruction and fling my words behind you. <sup>18</sup> When you see a thief, you make friends with him, and you associate with adulterers. <sup>19</sup> You unleash your mouth for evil and harness your tongue for deceit. <sup>20</sup> You sit, maligning your brother, slandering your mother’s son. <sup>21</sup> You have done these things, and I kept silent; you thought I was just like you. But I will rebuke you and lay out the case before you. <sup>22</sup> “Understand this, you who forget God, or I will tear you apart, and there will be no one to rescue you. <sup>23</sup> Whoever offers a thanksgiving sacrifice </span>\n    <del>honors</del>\n    <ins>honours</ins>\n    <span> me, and whoever orders his conduct, I will show him the salvation of God.” </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David, when the prophet Nathan came to him after he had gone to Bathsheba. <sup>1</sup> Be gracious to me, God, according to your faithful love; according to your abundant compassion, blot out my rebellion. <sup>2</sup> Completely wash away my guilt and cleanse me from my sin. <sup>3</sup> For I am conscious of my rebellion, and my sin is always before me. <sup>4</sup> Against you ​— ​you alone ​— ​I have sinned and done this evil in your sight. So you are right when you pass sentence; you are blameless when you judge. <sup>5</sup> Indeed, I was guilty when I was born; I was sinful when my mother conceived me. <sup>6</sup> Surely you desire integrity in the inner self, and you teach me wisdom deep within. <sup>7</sup> Purify me with hyssop, and I will be clean; wash me, and I will be whiter than snow. <sup>8</sup> Let me hear joy and gladness; let the bones you have crushed rejoice. <sup>9</sup> Turn your face away from my sins and blot out all my guilt. <sup>10</sup> God, create a clean heart for me and renew a steadfast spirit within me. <sup>11</sup> Do not banish me from your presence or take your Holy Spirit from me. <sup>12</sup> Restore the joy of your salvation to me, and sustain me by giving me a willing spirit. <sup>13</sup> Then I will teach the rebellious your ways, and sinners will return to you. <sup>14</sup> Save me from the guilt of bloodshed, God — God of my salvation — and my tongue will sing of your righteousness. <sup>15</sup> Lord, open my lips, and my mouth will declare your praise. <sup>16</sup> You do not want a sacrifice, or I would give it; you are not pleased with a burnt offering. <sup>17</sup> The sacrifice pleasing to God is a broken spirit. You will not despise a broken and humbled heart, God. <sup>18</sup> In your good pleasure, cause Zion to prosper; build the walls of Jerusalem. <sup>19</sup> Then you will delight in righteous sacrifices, whole burnt offerings; then bulls will be offered on your altar. </span>\n  </p>\n","<p>\n    <span> For the choir director. A 'Maskil' of David. When Doeg the Edomite went and reported to Saul, telling him, “David went to Ahimelech’s house.” <sup>1</sup> Why boast about evil, you hero! God’s faithful love is constant. <sup>2</sup> Like a sharpened razor, your tongue devises destruction, working treachery. <sup>3</sup> You love evil instead of good, lying instead of speaking truthfully. <i>Selah</i> <sup>4</sup> You love any words that destroy, you treacherous tongue! <sup>5</sup> This is why God will bring you down </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. He will take you, ripping you out of your tent; he will uproot you from the land of the living. <i>Selah</i> <sup>6</sup> The righteous will see and fear, and they will derisively say about that hero, <sup>7</sup> “Here is the man who would not make God his refuge, but trusted in the abundance of his riches, taking refuge in his destructive </span>\n    <del>behavior</del>\n    <ins>behaviour</ins>\n    <span>.” <sup>8</sup> But I am like a flourishing olive tree in the house of God; I trust in God’s faithful love </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever. <sup>9</sup> I will praise you </span>\n    <del>forever </del>\n    <span>for </span>\n    <ins>ever for </ins>\n    <span>what you have done. In the presence of your faithful people, I will put my hope in your name, for it is good. </span>\n  </p>\n","<p>\n    <span> For the choir director: on 'Mahalath'. A 'Maskil' of David. <sup>1</sup> The fool says in his heart, “There’s no God.” They are corrupt, and they do vile deeds. There is no one who does good. <sup>2</sup> God looks down from heaven on the human race to see if there is one who is wise, one who seeks God. <sup>3</sup> All have turned away; all alike have become corrupt. There is no one who does good, not even one. <sup>4</sup> Will evildoers never understand? They consume my people as they consume bread; they do not call on God. <sup>5</sup> Then they will be filled with dread — dread like no other — because God will scatter the bones of those who besiege you. You will put them to shame, for God has rejected them. <sup>6</sup> Oh, that Israel’s deliverance would come from Zion! When God restores the fortunes of his people, let Jacob rejoice, let Israel be glad. </span>\n  </p>\n","<p>\n    <span> For the choir director: with stringed instruments. A 'Maskil' of David. When the Ziphites went and said to Saul, “Is David not hiding among us? ” <sup>1</sup> God, save me by your name, and vindicate me by your might! <sup>2</sup> God, hear my prayer; listen to the words from my mouth. <sup>3</sup> For strangers rise up against me, and violent men intend to kill me. They do not let God guide them. <i>Selah</i> <sup>4</sup> God is my helper; the Lord is the sustainer of my life. <sup>5</sup> He will repay my adversaries for their evil. Because of your faithfulness, annihilate them. <sup>6</sup> I will sacrifice a freewill offering to you. I will praise your name, Lord, because it is good. <sup>7</sup> For he has rescued me from every trouble, and my eye has looked down on my enemies. </span>\n  </p>\n","<p>\n    <span> For the choir director: with stringed instruments. A 'Maskil' of David. <sup>1</sup> God, listen to my prayer and do not hide from my plea for help. <sup>2</sup> Pay attention to me and answer me. I am restless and in turmoil with my complaint, <sup>3</sup> because of the enemy’s words, because of the pressure of the wicked. For they bring down disaster on me and harass me in anger. <sup>4</sup> My heart shudders within me; terrors of death sweep over me. <sup>5</sup> Fear and trembling grip me; horror has overwhelmed me. <sup>6</sup> I said, “If only I had wings like a dove! I would fly away and find rest. <sup>7</sup> How far away I would flee; I would stay in the wilderness. <i>Selah</i> <sup>8</sup> I would hurry to my shelter from the raging wind and the storm.” <sup>9</sup> Lord, confuse and confound their speech, for I see violence and strife in the city; <sup>10</sup> day and night they make the rounds on its walls. Crime and trouble are within it; <sup>11</sup> destruction is inside it; oppression and deceit never leave its marketplace. <sup>12</sup> Now it is not an enemy who insults me — otherwise I could bear it; it is not a foe who rises up against me — otherwise I could hide from him. <sup>13</sup> But it is you, a man who is my peer, my companion and good friend! <sup>14</sup> We used to have close fellowship; we walked with the crowd into the house of God. <sup>15</sup> Let death take them by surprise; let them go down to Sheol alive, because evil is in their homes and within them. <sup>16</sup> But I call to God, and the Lord will save me. <sup>17</sup> I complain and groan morning, noon, and night, and he hears my voice. <sup>18</sup> Though many are against me, he will redeem me from my battle unharmed. <sup>19</sup> God, the one enthroned from long ago, will hear and will humiliate them<i>Selah</i> because they do not change and do not fear God. <sup>20</sup> My friend acts violently against those at peace with him; he violates his covenant. <sup>21</sup> His buttery words are smooth, but war is in his heart. His words are softer than oil, but they are drawn swords. <sup>22</sup> Cast your burden on the Lord, and he will sustain you; he will never allow the righteous to be shaken. <sup>23</sup> God, you will bring them down to the Pit of destruction; men of bloodshed and treachery will not live out half their days. But I will trust in you. </span>\n  </p>\n","<p>\n    <span> For the choir director: according to “A Silent Dove Far Away.” A 'Miktam' of David. When the Philistines seized him in Gath. <sup>1</sup> Be gracious to me, God, for a man is trampling me; he fights and oppresses me all day long. <sup>2</sup> My adversaries trample me all day, for many arrogantly fight against me. <sup>3</sup> When I am afraid, I will trust in you. <sup>4</sup> In God, whose word I praise, in God I trust; I will not be afraid. What can mere mortals do to me? <sup>5</sup> They twist my words all day long; all their thoughts against me are evil. <sup>6</sup> They stir up strife, they lurk, they watch my steps while they wait to take my life. <sup>7</sup> Will they escape in spite of such sin? God, bring down the nations in wrath. <sup>8</sup> You yourself have recorded my wanderings. Put my tears in your bottle. Are they not in your book? <sup>9</sup> Then my enemies will retreat on the day when I call. This I know: God is for me. <sup>10</sup> In God, whose word I praise, in the Lord, whose word I praise, <sup>11</sup> in God I trust; I will not be afraid. What can mere humans do to me? <sup>12</sup> I am </span>\n    <del>obligated</del>\n    <ins>bound</ins>\n    <span> by vows to you, God; I will make my thanksgiving sacrifices to you. <sup>13</sup> For you rescued me from death, even my feet from stumbling, to walk before God in the light of life. </span>\n  </p>\n","<p>\n    <span> For the choir director: “Do Not Destroy.” A 'Miktam' of David. When he fled before Saul into the cave. <sup>1</sup> Be gracious to me, God, be gracious to me, for I take refuge in you. I will seek refuge in the shadow of your wings until danger passes. <sup>2</sup> I call to God Most High, to God who </span>\n    <del>fulfills</del>\n    <ins>fulfils</ins>\n    <span> his purpose for me. <sup>3</sup> He reaches down from heaven and saves me, challenging the one who tramples me. <i>Selah</i> God sends his faithful love and truth. <sup>4</sup> I am surrounded by lions; I lie down among devouring lions — people whose teeth are spears and arrows, whose tongues are sharp swords. <sup>5</sup> God, be exalted above the heavens; let your glory be over the whole earth. <sup>6</sup> They prepared a net for my steps; I was despondent. They dug a pit ahead of me, but they fell into it! <i>Selah</i> <sup>7</sup> My heart is confident, God, my heart is confident. I will sing; I will sing praises. <sup>8</sup> Wake up, my soul! Wake up, harp and lyre! I will wake up the dawn. <sup>9</sup> I will praise you, Lord, among the peoples; I will sing praises to you among the nations. <sup>10</sup> For your faithful love is as high as the heavens; your faithfulness reaches the clouds. <sup>11</sup> God, be exalted above the heavens; let your glory be over the whole earth. </span>\n  </p>\n","<p>\n    <span> For the choir director: “Do Not Destroy.” A 'Miktam' of David. <sup>1</sup> Do you really speak righteously, you mighty ones? Do you judge people fairly? <sup>2</sup> No, you </span>\n    <del>practice</del>\n    <ins>practise</ins>\n    <span> injustice in your hearts; with your hands you weigh out violence in the land. <sup>3</sup> The wicked go astray from the womb; liars wander about from birth. <sup>4</sup> They have venom like the venom of a snake, like the deaf cobra that stops up its ears, <sup>5</sup> that does not listen to the sound of the charmers who </span>\n    <del>skillfully</del>\n    <ins>skilfully</ins>\n    <span> weave spells. <sup>6</sup> God, knock the teeth out of their mouths; Lord, tear out the young lions’ fangs. <sup>7</sup> May they vanish like water that flows by; may they aim their blunted arrows. <sup>8</sup> Like a slug that moves along in slime, like a woman’s miscarried child, may they not see the sun. <sup>9</sup> Before your pots can feel the heat of the thorns — whether green or burning — he will sweep them away. <sup>10</sup> The righteous one will rejoice when he sees the retribution; he will wash his feet in the blood of the wicked. <sup>11</sup> Then people will say, “Yes, there is a reward for the righteous! There is a God who judges on earth! ” </span>\n  </p>\n","<p>\n    <span> For the choir director: “Do Not Destroy.” A 'Miktam' of David. When Saul sent agents to watch the house and kill him. <sup>1</sup> Rescue me from my enemies, my God; protect me from those who rise up against me. <sup>2</sup> Rescue me from evildoers, and save me from men of bloodshed. <sup>3</sup> Because look, Lord, they set an ambush for me. Powerful men attack me, but not because of any sin or rebellion of mine. <sup>4</sup> For no fault of mine, they run and take up a position. Awake to help me, and take notice. <sup>5</sup> Lord God of Armies, you are the God of Israel. Rise up to punish all the nations; do not show </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> to any wicked traitors. <i>Selah</i> <sup>6</sup> They return at evening, snarling like dogs and prowling </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> the city. <sup>7</sup> Look, they spew from their mouths — sharp words from their lips. “For who,” they say, “will hear? ” <sup>8</sup> But you laugh at them, Lord; you ridicule all the nations. <sup>9</sup> I will keep watch for you, my strength, because God is my stronghold. <sup>10</sup> My faithful God will come to meet me; God will let me look down on my adversaries. <sup>11</sup> Do not kill them; otherwise, my people will forget. By your power, make them homeless wanderers and bring them down, Lord, our shield. <sup>12</sup> For the sin of their mouths and the words of their lips, let them be caught in their pride. They utter curses and lies. <sup>13</sup> Consume them in fury; consume them until they are gone. Then people will know throughout the earth that God rules over Jacob. <i>Selah</i> <sup>14</sup> And they return at evening, snarling like dogs and prowling </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> the city. <sup>15</sup> They scavenge for food; they growl if they are not satisfied. <sup>16</sup> But I will sing of your strength and will joyfully proclaim your faithful love in the morning. For you have been a stronghold for me, a refuge in my day of trouble. <sup>17</sup> To you, my strength, I sing praises, because God is my stronghold — my faithful God. </span>\n  </p>\n","<p>\n    <span> For the choir director: according to “The Lily of Testimony.” A 'Miktam' of David for teaching. When he fought with Aram-naharaim and Aram-zobah, and Joab returned and struck Edom in Salt Valley, killing twelve thousand. <sup>1</sup> God, you have rejected us; you have broken us down; you have been angry. Restore us! <sup>2</sup> You have shaken the land and split it open. Heal its fissures, for it shudders. <sup>3</sup> You have made your people suffer hardship; you have given us wine to drink that made us stagger. <sup>4</sup> You have given a signal flag to those who fear you, so that they can flee before the archers. <i>Selah</i> <sup>5</sup> Save with your right hand, and answer me, so that those you love may be rescued. <sup>6</sup> God has spoken in his sanctuary: “I will celebrate! I will divide up Shechem. I will apportion the Valley of Succoth. <sup>7</sup> Gilead is mine, Manasseh is mine, and Ephraim is my helmet; Judah is my </span>\n    <del>scepter</del>\n    <ins>sceptre</ins>\n    <span>. <sup>8</sup> Moab is my washbasin. I throw my sandal on Edom; I shout in triumph over Philistia.” <sup>9</sup> Who will bring me to the fortified city? Who will lead me to Edom? <sup>10</sup> God, haven’t you rejected us? God, you do not march out with our armies. <sup>11</sup> Give us aid against the foe, for human help is worthless. <sup>12</sup> With God we will perform valiantly; he will trample our foes. </span>\n  </p>\n","<p>\n    <span> For the choir director: on stringed instruments. Of David. <sup>1</sup> God, hear my cry; pay attention to my prayer. <sup>2</sup> I call to you from the ends of the earth when my heart is without strength. Lead me to a rock that is high above me, <sup>3</sup> for you have been a refuge for me, a strong tower in the face of the enemy. <sup>4</sup> I will dwell in your tent </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and take refuge under the shelter of your wings. <i>Selah</i> <sup>5</sup> God, you have heard my vows; you have given a heritage to those who fear your name. <sup>6</sup> Add days to the king’s life; may his years span many generations. <sup>7</sup> May he sit enthroned before God </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. Appoint faithful love and truth to guard him. <sup>8</sup> Then I will continually sing of your name, fulfilling my vows day by day. </span>\n  </p>\n","<p>\n    <span> For the choir director: according to Jeduthun. A psalm of David. <sup>1</sup> I am at rest in God alone; my salvation comes from him. <sup>2</sup> He alone is my rock and my salvation, my stronghold; I will never be shaken. <sup>3</sup> How long will you threaten a man? Will all of you attack as if he were a leaning wall or a tottering fence? <sup>4</sup> They only plan to bring him down from his high position. They take pleasure in lying; they bless with their mouths, but they curse inwardly. <i>Selah</i> <sup>5</sup> Rest in God alone, my soul, for my hope comes from him. <sup>6</sup> He alone is my rock and my salvation, my stronghold; I will not be shaken. <sup>7</sup> My salvation and glory depend on God, my strong rock. My refuge is in God. <sup>8</sup> Trust in him at all times, you people; pour out your hearts before him. God is our refuge. <i>Selah</i> <sup>9</sup> Common people are only a </span>\n    <del>vapor</del>\n    <ins>vapour</ins>\n    <span>; important people, an illusion. Together on a scale, they weigh less than a </span>\n    <del>vapor</del>\n    <ins>vapour</ins>\n    <span>. <sup>10</sup> Place no trust in oppression or false hope in robbery. If wealth increases, don’t set your heart on it. <sup>11</sup> God has spoken once; I have heard this twice: strength belongs to God, <sup>12</sup> and faithful love belongs to you, Lord. For you repay each according to his works. </span>\n  </p>\n","<p>\n    <span> A psalm of David. When he was in the Wilderness of Judah. <sup>1</sup> God, you are my God; I eagerly seek you. I thirst for you; my body faints for you in a land that is dry, desolate, and without water. <sup>2</sup> So I gaze on you in the sanctuary to see your strength and your glory. <sup>3</sup> My lips will glorify you because your faithful love is better than life. <sup>4</sup> So I will bless you as long as I live; at your name, I will lift up my hands. <sup>5</sup> You satisfy me as with rich food; my mouth will praise you with joyful lips. <sup>6</sup> When I think of you as I lie on my bed, I meditate on you during the night watches <sup>7</sup> because you are my helper; I will rejoice in the shadow of your wings. <sup>8</sup> I follow close to you; your right hand holds on to me. <sup>9</sup> But those who intend to destroy my life will go into the depths of the earth. <sup>10</sup> They will be given over to the power of the sword; they will become a meal for jackals. <sup>11</sup> But the king will rejoice in God; all who swear by him will boast, for the mouths of liars will be shut. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. <sup>1</sup> God, hear my voice when I am in anguish. Protect my life from the terror of the enemy. <sup>2</sup> Hide me from the scheming of wicked people, from the mob of evildoers, <sup>3</sup> who sharpen their tongues like swords and aim bitter words like arrows, <sup>4</sup> shooting from concealed places at the blameless. They shoot at him suddenly and are not afraid. <sup>5</sup> They adopt an evil plan; they talk about hiding traps and say, “Who will see them? ” <sup>6</sup> They devise crimes and say, “We have perfected a secret plan.” The inner man and the heart are mysterious. <sup>7</sup> But God will shoot them with arrows; suddenly, they will be wounded. <sup>8</sup> They will be made to stumble; their own tongues work against them. All who see them will shake their heads. <sup>9</sup> Then everyone will fear and will tell about God’s work, for they will understand what he has done. <sup>10</sup> The righteous one rejoices in the Lord and takes refuge in him; all those who are upright in heart will offer praise. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. A song. <sup>1</sup> Praise is rightfully yours, God, in Zion; vows to you will be fulfilled. <sup>2</sup> All humanity will come to you, the one who hears prayer. <sup>3</sup> Iniquities overwhelm me; only you can atone for our rebellions. <sup>4</sup> How happy is the one you choose and bring near to live in your courts! We will be satisfied with the goodness of your house, the holiness of your temple. <sup>5</sup> You answer us in righteousness, with awe-inspiring works, God of our salvation, the hope of all the ends of the earth and of the distant seas. <sup>6</sup> You establish the mountains by your power; you are robed with strength. <sup>7</sup> You silence the roar of the seas, the roar of their waves, and the tumult of the nations. <sup>8</sup> Those who live far away are awed by your signs; you make east and west shout for joy. <sup>9</sup> You visit the earth and water it abundantly, enriching it greatly. God’s stream is filled with water, for you prepare the earth in this way, providing people with </span>\n    <del>grain</del>\n    <ins>corn</ins>\n    <span>. <sup>10</sup> You soften it with showers and bless its growth, soaking its furrows and </span>\n    <del>leveling</del>\n    <ins>levelling</ins>\n    <span> its ridges. <sup>11</sup> You crown the year with your goodness; your carts overflow with plenty. <sup>12</sup> The wilderness pastures overflow, and the hills are robed with joy. <sup>13</sup> The pastures are clothed with flocks and the valleys covered with </span>\n    <del>grain</del>\n    <ins>corn</ins>\n    <span>. They shout in triumph; indeed, they sing. </span>\n  </p>\n","<p>\n    <span> For the choir director. A song. A psalm. <sup>1</sup> Let the whole earth shout joyfully to God! <sup>2</sup> Sing about the glory of his name; make his praise glorious. <sup>3</sup> Say to God, “How awe-inspiring are your works! Your enemies will cringe before you because of your great strength. <sup>4</sup> The whole earth will worship you and sing praise to you. They will sing praise to your name.” <i>Selah</i> <sup>5</sup> Come and see the wonders of God; his acts for humanity are awe-inspiring. <sup>6</sup> He turned the sea into dry land, and they crossed the river on foot. There we rejoiced in him. <sup>7</sup> He rules </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> by his might; he keeps his eye on the nations. The rebellious should not exalt themselves. <i>Selah</i> <sup>8</sup> Bless our God, you peoples; let the sound of his praise be heard. <sup>9</sup> He keeps us alive and does not allow our feet to slip. <sup>10</sup> For you, God, tested us; you refined us as silver is refined. <sup>11</sup> You lured us into a trap; you placed burdens on our backs. <sup>12</sup> You let men ride over our heads; we went through fire and water, but you brought us out to abundance. <sup>13</sup> I will enter your house with burnt offerings; I will pay you my vows <sup>14</sup> that my lips promised and my mouth spoke during my distress. <sup>15</sup> I will offer you fattened sheep as burnt offerings, with the fragrant smoke of rams; I will sacrifice bulls with goats. <i>Selah</i> <sup>16</sup> Come and listen, all who fear God, and I will tell what he has done for me. <sup>17</sup> I cried out to him with my mouth, and praise was on my tongue. <sup>18</sup> If I had been aware of malice in my heart, the Lord would not have listened. <sup>19</sup> However, God has listened; he has paid attention to the sound of my prayer. <sup>20</sup> Blessed be God! He has not turned away my prayer or turned his faithful love from me. </span>\n  </p>\n","<p>\n    <span> For the choir director: with stringed instruments. A psalm. A song. <sup>1</sup> May God be gracious to us and bless us; may he make his face shine upon us <i>Selah</i> <sup>2</sup> so that your way may be known on earth, your salvation among all nations. <sup>3</sup> Let the peoples praise you, God; let all the peoples praise you. <sup>4</sup> Let the nations rejoice and shout for joy, for you judge the peoples with fairness and lead the nations on earth. <i>Selah</i> <sup>5</sup> Let the peoples praise you, God, let all the peoples praise you. <sup>6</sup> The earth has produced its harvest; God, our God, blesses us. <sup>7</sup> God will bless us, and all the ends of the earth will fear him. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. A song. <sup>1</sup> God arises. His enemies scatter, and those who hate him flee from his presence. <sup>2</sup> As smoke is blown away, so you blow them away. As wax melts before the fire, so the wicked are destroyed before God. <sup>3</sup> But the righteous are glad; they rejoice before God and celebrate with joy. <sup>4</sup> Sing to God! Sing praises to his name. Exalt him who rides on the clouds ​— ​ his name is the Lord ​— ​and celebrate before him. <sup>5</sup> God in his holy dwelling is a father of the fatherless and a champion of widows. <sup>6</sup> God provides homes for those who are deserted. He leads out the prisoners to prosperity, but the rebellious live in a scorched land. <sup>7</sup> God, when you went out before your people, when you marched through the desert,<i>Selah</i> <sup>8</sup> the earth trembled and the skies poured rain before God, the God of Sinai, before God, the God of Israel. <sup>9</sup> You, God, showered abundant rain; you revived your inheritance when it languished. <sup>10</sup> Your people settled in it; God, you provided for the poor by your goodness. <sup>11</sup> The Lord gave the command; a great company of women brought the good news: <sup>12</sup> “The kings of the armies flee ​— ​they flee! ” She who stays at home divides the spoil. <sup>13</sup> While you lie among the </span>\n    <del>sheep pens</del>\n    <ins>sheepfolds</ins>\n    <span>, the wings of a dove are covered with silver, and its feathers with glistening gold. <sup>14</sup> When the Almighty scattered kings in the land, it snowed on Zalmon. <sup>15</sup> Mount Bashan is God’s towering mountain; Mount Bashan is a mountain of many peaks. <sup>16</sup> Why gaze with envy, you mountain peaks, at the mountain God desired for his abode? The Lord will dwell there </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>! <sup>17</sup> God’s chariots are tens of thousands, thousands and thousands; the Lord is among them in the sanctuary as he was at Sinai. <sup>18</sup> You ascended to the heights, taking away captives; you received gifts from people, even from the rebellious, so that the Lord God might dwell there. <sup>19</sup> Blessed be the Lord! Day after day he bears our burdens; God is our salvation. <i>Selah</i> <sup>20</sup> Our God is a God of salvation, and escape from death belongs to the Lord my Lord. <sup>21</sup> Surely God crushes the heads of his enemies, the hairy brow of one who goes on in his guilty acts. <sup>22</sup> The Lord said, “I will bring them back from Bashan; I will bring them back from the depths of the sea <sup>23</sup> so that your </span>\n    <del>foot</del>\n    <ins>feet</ins>\n    <span> may wade in blood and your dogs’ tongues may have their share from the enemies.” <sup>24</sup> People have seen your procession, God, the procession of my God, my King, in the sanctuary. <sup>25</sup> Singers lead the way, with musicians following; among them are young women playing tambourines. <sup>26</sup> Bless God in the assemblies; bless the Lord from the fountain of Israel. <sup>27</sup> There is Benjamin, the youngest, leading them, the rulers of Judah in their assembly, the rulers of Zebulun, the rulers of Naphtali. <sup>28</sup> Your God has decreed your strength. Show your strength, God, you who have acted on our behalf. <sup>29</sup> Because of your temple at Jerusalem, kings will bring tribute to you. <sup>30</sup> Rebuke the beast in the reeds, the herd of bulls with the calves of the peoples. Trample underfoot those with bars of silver. Scatter the peoples who take pleasure in war. <sup>31</sup> Ambassadors will come from Egypt; Cush will stretch out its hands to God. <sup>32</sup> Sing to God, you kingdoms of the earth; sing praise to the Lord, <i>Selah</i> <sup>33</sup> to him who rides in the ancient, highest heavens. Look, he thunders with his powerful voice! <sup>34</sup> Ascribe power to God. His majesty is over Israel; his power is among the clouds. <sup>35</sup> God, you are awe-inspiring in your sanctuaries. The God of Israel gives power and strength to his people. Blessed be God! </span>\n  </p>\n","<p>\n    <span> For the choir director: according to “The Lilies.” Of David. <sup>1</sup> Save me, God, for the water has risen to my neck. <sup>2</sup> I have sunk in deep mud, and there is no </span>\n    <del>footing</del>\n    <ins>foothold</ins>\n    <span>; I have come into deep water, and a flood sweeps over me. <sup>3</sup> I am weary from my crying; my throat is parched. My eyes fail, looking for my God. <sup>4</sup> Those who hate me without cause are more numerous than the hairs of my head; my deceitful enemies, who would destroy me, are powerful. Though I did not steal, I must repay. <sup>5</sup> God, you know my foolishness, and my guilty acts are not hidden from you. <sup>6</sup> Do not let those who put their hope in you be disgraced because of me, Lord God of Armies; do not let those who seek you be humiliated because of me, God of Israel. <sup>7</sup> For I have endured insults because of you, and shame has covered my face. <sup>8</sup> I have become a stranger to my brothers and a foreigner to my mother’s sons <sup>9</sup> because zeal for your house has consumed me, and the insults of those who insult you have fallen on me. <sup>10</sup> I mourned and fasted, but it brought me insults. <sup>11</sup> I wore sackcloth as my clothing, and I was a joke to them. <sup>12</sup> Those who sit at the city gate talk about me, and drunkards make up songs about me. <sup>13</sup> But as for me, Lord, my prayer to you is for a time of </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>. In your abundant, faithful love, God, answer me with your sure salvation. <sup>14</sup> Rescue me from the miry mud; don’t let me sink. Let me be rescued from those who hate me and from the deep water. <sup>15</sup> Don’t let the floodwaters sweep over me or the deep swallow me up; don’t let the Pit close its mouth over me. <sup>16</sup> Answer me, Lord, for your faithful love is good. In keeping with your abundant compassion, turn to me. <sup>17</sup> Don’t hide your face from your servant, for I am in distress. Answer me quickly! <sup>18</sup> Come near to me and redeem me; ransom me because of my enemies. <sup>19</sup> You know the insults I endure — my shame and disgrace. You are aware of all my adversaries. <sup>20</sup> Insults have broken my heart, and I am in despair. I waited for sympathy, but there was none; for comforters, but found no one. <sup>21</sup> Instead, they gave me gall for my food, and for my thirst they gave me vinegar to drink. <sup>22</sup> Let their table set before them be a snare, and let it be a trap for their allies. <sup>23</sup> Let their eyes grow too dim to see, and let their hips continually quake. <sup>24</sup> Pour out your rage on them, and let your burning anger overtake them. <sup>25</sup> Make their fortification desolate; may no one live in their tents. <sup>26</sup> For they persecute the one you struck and talk about the pain of those you wounded. <sup>27</sup> Charge them with crime on top of crime; do not let them share in your righteousness. <sup>28</sup> Let them be erased from the book of life and not be recorded with the righteous. <sup>29</sup> But as for me ​— ​poor and in pain — let your salvation protect me, God. <sup>30</sup> I will praise God’s name with song and exalt him with thanksgiving. <sup>31</sup> That will please the Lord more than an ox, more than a bull with horns and hooves. <sup>32</sup> The humble will see it and rejoice. You who seek God, take heart! <sup>33</sup> For the Lord listens to the needy and does not despise his own who are prisoners. <sup>34</sup> Let heaven and earth praise him, the seas and everything that moves in them, <sup>35</sup> for God will save Zion and build up the cities of Judah. They will live there and possess it. <sup>36</sup> The descendants of his servants will inherit it, and those who love his name will live in it. </span>\n  </p>\n","<p>\n    <span> For the choir director. Of David. To bring remembrance. <sup>1</sup> God, hurry to rescue me. Lord, hurry to help me! <sup>2</sup> Let those who seek to kill me be disgraced and confounded; let those who wish me harm be turned back and humiliated. <sup>3</sup> Let those who say, “Aha, aha! ” retreat because of their shame. <sup>4</sup> Let all who seek you rejoice and be glad in you; let those who love your salvation continually say, “God is great! ” <sup>5</sup> I am oppressed and needy; hurry to me, God. You are my help and my deliverer; Lord, do not delay. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Lord, I seek refuge in you; let me never be disgraced. <sup>2</sup> In your justice, rescue and deliver me; listen closely to me and save me. <sup>3</sup> Be a rock of refuge for me, where I can always go. Give the command to save me, for you are my rock and fortress. <sup>4</sup> Deliver me, my God, from the power of the wicked, from the grasp of the unjust and oppressive. <sup>5</sup> For you are my hope, Lord God, my confidence from my youth. <sup>6</sup> I have leaned on you from birth; you took me from my mother’s womb. My praise is always about you. <sup>7</sup> I am like a miraculous sign to many, and you are my strong refuge. <sup>8</sup> My mouth is full of praise and </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> to you all day long. <sup>9</sup> Don’t discard me in my old age. As my strength fails, do not abandon me. <sup>10</sup> For my enemies talk about me, and those who spy on me plot together, <sup>11</sup> saying, “God has abandoned him; chase him and catch him, for there is no one to rescue him.” <sup>12</sup> God, do not be far from me; my God, hurry to help me. <sup>13</sup> May my adversaries be disgraced and destroyed; may those who intend to harm me be covered with disgrace and humiliation. <sup>14</sup> But I will hope continually and will praise you more and more. <sup>15</sup> My mouth will tell about your righteousness and your salvation all day long, though I cannot sum them up. <sup>16</sup> I come because of the mighty acts of the Lord God; I will proclaim your righteousness, yours alone. <sup>17</sup> God, you have taught me from my youth, and I still proclaim your wondrous works. <sup>18</sup> Even while I am old and </span>\n    <del>gray</del>\n    <ins>grey</ins>\n    <span>, God, do not abandon me, while I proclaim your power to another generation, your strength to all who are to come. <sup>19</sup> Your righteousness reaches the heights, God, you who have done great things; God, who is like you? <sup>20</sup> You caused me to experience many troubles and misfortunes, but you will revive me again. You will bring me up again, even from the depths of the earth. <sup>21</sup> You will increase my </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> and comfort me once again. <sup>22</sup> Therefore, I will praise you with a harp for your faithfulness, my God; I will sing to you with a lyre, Holy One of Israel. <sup>23</sup> My lips will shout for joy when I sing praise to you because you have redeemed me. <sup>24</sup> Therefore, my tongue will proclaim your righteousness all day long, for those who intend to harm me will be disgraced and confounded. </span>\n  </p>\n","<p>\n    <span> Of Solomon. <sup>1</sup> God, give your justice to the king and your righteousness to the king’s son. <sup>2</sup> He will judge your people with righteousness and your afflicted ones with justice. <sup>3</sup> May the mountains bring well-being to the people and the hills, righteousness. <sup>4</sup> May he vindicate the afflicted among the people, help the poor, and crush the oppressor. <sup>5</sup> May they fear you while the sun endures and as long as the moon, throughout all generations. <sup>6</sup> May the king be like rain that falls on the cut grass, like spring showers that water the earth. <sup>7</sup> May the righteous flourish in his days and well-being abound until the moon is no more. <sup>8</sup> May he rule from sea to sea and from the Euphrates to the ends of the earth. <sup>9</sup> May desert tribes kneel before him and his enemies lick the dust. <sup>10</sup> May the kings of Tarshish and the coasts and islands bring tribute, the kings of Sheba and Seba offer gifts. <sup>11</sup> Let all kings bow in homage to him, all nations serve him. <sup>12</sup> For he will rescue the poor who cry out and the afflicted who have no helper. <sup>13</sup> He will have pity on the poor and helpless and save the lives of the poor. <sup>14</sup> He will redeem them from oppression and violence, for their lives are precious in his sight. <sup>15</sup> May he live long! May gold from Sheba be given to him. May prayer be offered for him continually, and may he be blessed all day long. <sup>16</sup> May there be plenty of </span>\n    <del>grain</del>\n    <ins>corn</ins>\n    <span> in the land; may it wave on the tops of the mountains. May its crops be like Lebanon. May people flourish in the cities like the grass of the field. <sup>17</sup> May his name endure </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; as long as the sun shines, may his fame increase. May all nations be blessed by him and call him blessed. <sup>18</sup> Blessed be the Lord God, the God of Israel, who alone does wonders. <sup>19</sup> Blessed be his glorious name </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; the whole earth is filled with his glory. Amen and amen. <sup>20</sup> The prayers of David son of Jesse are concluded. </span>\n  </p>\n","<p>\n    <span> A psalm of Asaph. <sup>1</sup> God is indeed good to Israel, to the pure in heart. <sup>2</sup> But as for me, my feet almost slipped; my steps nearly went astray. <sup>3</sup> For I envied the arrogant; I saw the prosperity of the wicked. <sup>4</sup> They have an easy time until they die, and their bodies are well fed. <sup>5</sup> They are not in trouble like others; they are not afflicted like most people. <sup>6</sup> Therefore, pride is their necklace, and violence covers them like a garment. <sup>7</sup> Their eyes bulge out from fatness; the imaginations of their hearts run wild. <sup>8</sup> They mock, and they speak maliciously; they arrogantly threaten oppression. <sup>9</sup> They set their mouths against heaven, and their tongues strut across the earth. <sup>10</sup> Therefore his people turn to them and drink in their overflowing words. <sup>11</sup> The wicked say, “How can God know? Does the Most High know everything? ” <sup>12</sup> Look at them ​— ​the wicked! They are always at ease, and they increase their wealth. <sup>13</sup> Did I purify my heart and wash my hands in innocence for nothing? <sup>14</sup> For I am afflicted all day long and punished every morning. <sup>15</sup> If I had decided to say these things aloud, I would have betrayed your people. <sup>16</sup> When I tried to understand all this, it seemed hopeless <sup>17</sup> until I entered God’s sanctuary. Then I understood their destiny. <sup>18</sup> Indeed, you put them in slippery places; you make them fall into ruin. <sup>19</sup> How suddenly they become a desolation! They come to an end, swept away by terrors. <sup>20</sup> Like one waking from a dream, Lord, when arising, you will despise their image. <sup>21</sup> When I became embittered and my innermost being was wounded, <sup>22</sup> I was stupid and didn’t understand; I was an unthinking animal </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> you. <sup>23</sup> Yet I am always with you; you hold my right hand. <sup>24</sup> You guide me with your counsel, and </span>\n    <del>afterward</del>\n    <ins>afterwards</ins>\n    <span> you will take me up in glory. <sup>25</sup> Who do I have in heaven but you? And I desire nothing on earth but you. <sup>26</sup> My flesh and my heart may fail, but God is the strength of my heart, my portion </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>27</sup> Those far from you will certainly perish; you destroy all who are unfaithful to you. <sup>28</sup> But as for me, God’s presence is my good. I have made the Lord God my refuge, so I can tell about all you do. </span>\n  </p>\n","<p>\n    <span> A 'Maskil' of Asaph. <sup>1</sup> Why have you rejected us </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, God? Why does your anger burn against the sheep of your pasture? <sup>2</sup> Remember your congregation, which you purchased long ago and redeemed as the tribe for your own possession. Remember Mount Zion where you dwell. <sup>3</sup> Make your way to the perpetual ruins, to all that the enemy has destroyed in the sanctuary. <sup>4</sup> Your adversaries roared in the meeting place where you met with us. They set up their emblems as signs. <sup>5</sup> It was like men in a thicket of trees, wielding axes, <sup>6</sup> then smashing all the carvings with hatchets and picks. <sup>7</sup> They set your sanctuary on fire; they utterly desecrated the dwelling place of your name. <sup>8</sup> They said in their hearts, “Let’s oppress them relentlessly.” They burned every place throughout the land where God met with us. <sup>9</sup> There are no signs for us to see. There is no longer a prophet. And none of us knows how long this will last. <sup>10</sup> God, how long will the enemy mock? Will the foe insult your name </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>? <sup>11</sup> Why do you hold back your hand? Stretch out your right hand and destroy them! <sup>12</sup> God my King is from ancient times, performing saving acts on the earth. <sup>13</sup> You divided the sea with your strength; you smashed the heads of the sea monsters in the water; <sup>14</sup> you crushed the heads of Leviathan; you fed him to the creatures of the desert. <sup>15</sup> You opened up springs and streams; you dried up ever-flowing rivers. <sup>16</sup> The day is yours, also the night; you established the moon and the sun. <sup>17</sup> You set all the boundaries of the earth; you made summer and winter. <sup>18</sup> Remember this: the enemy has mocked the Lord, and a foolish people has insulted your name. <sup>19</sup> Do not give to beasts the life of your dove; do not forget the lives of your poor people </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>20</sup> Consider the covenant, for the dark places of the land are full of violence. <sup>21</sup> Do not let the oppressed turn away in shame; let the poor and needy praise your name. <sup>22</sup> Rise up, God, champion your cause! Remember the insults that fools bring against you all day long. <sup>23</sup> Do not forget the </span>\n    <del>clamor</del>\n    <ins>clamour</ins>\n    <span> of your adversaries, the tumult of your opponents that goes up constantly. </span>\n  </p>\n","<p>\n    <span> For the choir director: “Do Not Destroy.” A psalm of Asaph. A song. <sup>1</sup> We give thanks to you, God; we give thanks to you, for your name is near. People tell about your wondrous works. <sup>2</sup> “When I choose a time, I will judge fairly. <sup>3</sup> When the earth and all its inhabitants shake, I am the one who steadies its pillars. <i>Selah</i> <sup>4</sup> I say to the boastful, ‘Do not boast,’ and to the wicked, ‘Do not lift up your horn. <sup>5</sup> Do not lift up your horn against heaven or speak arrogantly.’ ” <sup>6</sup> Exaltation does not come from the east, the west, or the desert, <sup>7</sup> for God is the Judge: He brings down one and exalts another. <sup>8</sup> For there is a cup in the Lord’s hand, full of wine blended with spices, and he pours from it. All the wicked of the earth will drink, draining it to the dregs. <sup>9</sup> As for me, I will tell about him </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; I will sing praise to the God of Jacob. <sup>10</sup> “I will cut off all the horns of the wicked, but the horns of the righteous will be lifted up.” </span>\n  </p>\n","<p>\n    <span> For the choir director: with stringed instruments. A psalm of Asaph. A song. <sup>1</sup> God is known in Judah; his name is great in Israel. <sup>2</sup> His tent is in Salem, his dwelling place in Zion. <sup>3</sup> There he shatters the bow’s flaming arrows, the shield, the sword, and the weapons of war. <i>Selah</i> <sup>4</sup> You are resplendent and majestic coming down from the mountains of prey. <sup>5</sup> The brave-hearted have been plundered; they have slipped into their final sleep. None of the warriors was able to lift a hand. <sup>6</sup> At your rebuke, God of Jacob, both chariot and horse lay still. <sup>7</sup> And you ​— ​you are to be feared. When you are angry, who can stand before you? <sup>8</sup> From heaven you pronounced </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>. The earth feared and grew quiet <sup>9</sup> when God rose up to judge and to save all the lowly of the earth. <i>Selah</i> <sup>10</sup> Even human wrath will praise you; you will clothe yourself with the wrath that remains. <sup>11</sup> Make and keep your vows to the Lord your God; let all who are around him bring tribute to the awe-inspiring one. <sup>12</sup> He humbles the spirit of leaders; he is feared by the kings of the earth. </span>\n  </p>\n","<p>\n    <span> For the choir director: according to Jeduthun. Of Asaph. A psalm. <sup>1</sup> I cry aloud to God, aloud to God, and he will hear me. <sup>2</sup> I sought the Lord in my day of trouble. My hands were continually lifted up all night long; I refused to be comforted. <sup>3</sup> I think of God; I groan; I meditate; my spirit becomes weak. <i>Selah</i> <sup>4</sup> You have kept me from closing my eyes; I am troubled and cannot speak. <sup>5</sup> I consider days of old, years long past. <sup>6</sup> At night I remember my music; I meditate in my heart, and my spirit ponders. <sup>7</sup> “Will the Lord reject </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and never again show </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>? <sup>8</sup> Has his faithful love ceased </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>? Is his promise at an end for all generations? <sup>9</sup> Has God forgotten to be gracious? Has he in anger withheld his compassion? ” <i>Selah</i> <sup>10</sup> So I say, “I am grieved that the right hand of the Most High has changed.” <sup>11</sup> I will remember the Lord’s works; yes, I will remember your ancient wonders. <sup>12</sup> I will reflect on all you have done and meditate on your actions. <sup>13</sup> God, your way is holy. What god is great like God? <sup>14</sup> You are the God who works wonders; you revealed your strength among the peoples. <sup>15</sup> With power you redeemed your people, the descendants of Jacob and Joseph. <i>Selah</i> <sup>16</sup> The water saw you, God. The water saw you; it trembled. Even the depths shook. <sup>17</sup> The clouds poured down water. The storm clouds thundered; your arrows flashed back and forth. <sup>18</sup> The sound of your thunder was in the whirlwind; lightning lit up the world. The earth shook and quaked. <sup>19</sup> Your way went through the sea and your path through the vast water, but your footprints were unseen. <sup>20</sup> You led your people like a flock by the hand of Moses and Aaron. </span>\n  </p>\n","<p>\n    <span> A 'Maskil' of Asaph. <sup>1</sup> My people, hear my instruction; listen to the words from my mouth. <sup>2</sup> I will declare wise sayings; I will speak mysteries from the past — <sup>3</sup> things we have heard and known and that our ancestors have passed down to us. <sup>4</sup> We will not hide them from their children, but will tell a future generation the praiseworthy acts of the Lord, his might, and the wondrous works he has performed. <sup>5</sup> He established a testimony in Jacob and set up a law in Israel, which he commanded our ancestors to teach to their children <sup>6</sup> so that a future generation — children yet to be born ​— ​might know. They were to rise and tell their children <sup>7</sup> so that they might put their confidence in God and not forget God’s works, but keep his commands. <sup>8</sup> Then they would not be like their ancestors, a stubborn and rebellious generation, a generation whose heart was not loyal and whose spirit was not faithful to God. <sup>9</sup> The Ephraimite archers turned back on the day of battle. <sup>10</sup> They did not keep God’s covenant and refused to live by his law. <sup>11</sup> They forgot what he had done, the wondrous works he had shown them. <sup>12</sup> He worked wonders in the sight of their ancestors in the land of Egypt, the territory of Zoan. <sup>13</sup> He split the sea and brought them across; the water stood firm like a wall. <sup>14</sup> He led them with a cloud by day and with a fiery light throughout the night. <sup>15</sup> He split rocks in the wilderness and gave them drink as abundant as the depths. <sup>16</sup> He brought streams out of the stone and made water flow down like rivers. <sup>17</sup> But they continued to sin against him, rebelling in the desert against the Most High. <sup>18</sup> They deliberately tested God, demanding the food they craved. <sup>19</sup> They spoke against God, saying, “Is God able to provide food in the wilderness? <sup>20</sup> Look! He struck the rock and water gushed out; torrents overflowed. But can he also provide bread or furnish meat for his people? ” <sup>21</sup> Therefore, the Lord heard and became furious; then fire broke out against Jacob, and anger flared up against Israel <sup>22</sup> because they did not believe God or rely on his salvation. <sup>23</sup> He gave a command to the clouds above and opened the doors of heaven. <sup>24</sup> He rained manna for them to eat; he gave them grain from heaven. <sup>25</sup> People ate the bread of angels. He sent them an abundant supply of food. <sup>26</sup> He made the east wind blow in the skies and drove the south wind by his might. <sup>27</sup> He rained meat on them like dust, and winged birds like the sand of the seas. <sup>28</sup> He made them fall in the camp, all around the tents. <sup>29</sup> The people ate and were completely satisfied, for he gave them what they craved. <sup>30</sup> Before they had turned from what they craved, while the food was still in their mouths, <sup>31</sup> God’s anger flared up against them, and he killed some of their best men. He struck down Israel’s fit young men. <sup>32</sup> Despite all this, they kept sinning and did not believe his wondrous works. <sup>33</sup> He made their days end in futility, their years in sudden disaster. <sup>34</sup> When he killed some of them, the rest began to seek him; they repented and searched for God. <sup>35</sup> They remembered that God was their rock, the Most High God, their Redeemer. <sup>36</sup> But they deceived him with their mouths, they lied to him with their tongues, <sup>37</sup> their hearts were insincere </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> him, and they were unfaithful to his covenant. <sup>38</sup> Yet he was compassionate; he atoned for their iniquity and did not destroy them. He often turned his anger aside and did not unleash all his wrath. <sup>39</sup> He remembered that they were only flesh, a wind that passes and does not return. <sup>40</sup> How often they rebelled against him in the wilderness and grieved him in the desert. <sup>41</sup> They constantly tested God and provoked the Holy One of Israel. <sup>42</sup> They did not remember his power shown on the day he redeemed them from the foe, <sup>43</sup> when he performed his miraculous signs in Egypt and his wonders in the territory of Zoan. <sup>44</sup> He turned their rivers into blood, and they could not drink from their streams. <sup>45</sup> He sent among them swarms of flies, which fed on them, and frogs, which devastated them. <sup>46</sup> He gave their crops to the caterpillar and the fruit of their </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> to the locust. <sup>47</sup> He killed their vines with hail and their sycamore fig trees with a flood. <sup>48</sup> He handed over their livestock to hail and their cattle to lightning bolts. <sup>49</sup> He sent his burning anger against them: fury, indignation, and calamity — a band of deadly messengers. <sup>50</sup> He cleared a path for his anger. He did not spare them from death but delivered their lives to the plague. <sup>51</sup> He struck all the firstborn in Egypt, the first progeny of the tents of Ham. <sup>52</sup> He led his people out like sheep and guided them like a flock in the wilderness. <sup>53</sup> He led them safely, and they were not afraid; but the sea covered their enemies. <sup>54</sup> He brought them to his holy territory, to the mountain his right hand acquired. <sup>55</sup> He drove out nations before them. He apportioned their inheritance by lot and settled the tribes of Israel in their tents. <sup>56</sup> But they rebelliously tested the Most High God, for they did not keep his decrees. <sup>57</sup> They treacherously turned away like their ancestors; they became warped like a faulty bow. <sup>58</sup> They enraged him with their high places and provoked his jealousy with their carved images. <sup>59</sup> God heard and became furious; he completely rejected Israel. <sup>60</sup> He abandoned the tabernacle at Shiloh, the tent where he resided among mankind. <sup>61</sup> He gave up his strength to captivity and his </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> to the hand of a foe. <sup>62</sup> He surrendered his people to the sword because he was enraged with his heritage. <sup>63</sup> Fire consumed his chosen young men, and his young women had no wedding songs. <sup>64</sup> His priests fell by the sword, and the widows could not lament. <sup>65</sup> The Lord awoke as if from sleep, like a warrior from the effects of wine. <sup>66</sup> He beat back his foes; he gave them lasting disgrace. <sup>67</sup> He rejected the tent of Joseph and did not choose the tribe of Ephraim. <sup>68</sup> He chose instead the tribe of Judah, Mount Zion, which he loved. <sup>69</sup> He built his sanctuary like the heights, like the earth that he established </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>70</sup> He chose David his servant and took him from the </span>\n    <del>sheep pens</del>\n    <ins>sheepfolds</ins>\n    <span>; <sup>71</sup> he brought him from tending ewes to be shepherd over his people Jacob — over Israel, his inheritance. <sup>72</sup> He shepherded them with a pure heart and guided them with his </span>\n    <del>skillful</del>\n    <ins>skilful</ins>\n    <span> hands. </span>\n  </p>\n","<p>\n    <span> A psalm of Asaph. <sup>1</sup> God, the nations have invaded your inheritance, desecrated your holy temple, and turned Jerusalem into ruins. <sup>2</sup> They gave the corpses of your servants to the birds of the sky for food, the flesh of your faithful ones to the beasts of the earth. <sup>3</sup> They poured out their blood like water all around Jerusalem, and there was no one to bury them. <sup>4</sup> We have become an object of reproach to our </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span>, a source of mockery and ridicule to those around us. <sup>5</sup> How long, Lord? Will you be angry </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>? Will your jealousy keep burning like fire? <sup>6</sup> Pour out your wrath on the nations that don’t acknowledge you, on the kingdoms that don’t call on your name, <sup>7</sup> for they have devoured Jacob and devastated his homeland. <sup>8</sup> Do not hold past iniquities against us; let your compassion come to us quickly, for we have become very weak. <sup>9</sup> God of our salvation, help us, for the glory of your name. Rescue us and atone for our sins, for your name’s sake. <sup>10</sup> Why should the nations ask, “Where is their God? ” Before our eyes, let vengeance for the shed blood of your servants be known among the nations. <sup>11</sup> Let the groans of the prisoners reach you; according to your great power, preserve those condemned to die. <sup>12</sup> Pay back sevenfold to our </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span> the reproach they have hurled at you, Lord. <sup>13</sup> Then we, your people, the sheep of your pasture, will thank you </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; we will declare your praise to generation after generation. </span>\n  </p>\n","<p>\n    <span> For the choir director: according to “The Lilies.” A testimony of Asaph. A psalm. <sup>1</sup> Listen, Shepherd of Israel, who leads Joseph like a flock; you who sit enthroned between the cherubim, shine <sup>2</sup> on Ephraim, Benjamin, and Manasseh. Rally your power and come to save us. <sup>3</sup> Restore us, God; make your face shine on us, so that we may be saved. <sup>4</sup> Lord God of Armies, how long will you be angry with your people’s prayers? <sup>5</sup> You fed them the bread of tears and gave them a full measure of tears to drink. <sup>6</sup> You put us at odds with our </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span>; our enemies mock us. <sup>7</sup> Restore us, God of Armies; make your face shine on us, so that we may be saved. <sup>8</sup> You dug up a vine from Egypt; you drove out the nations and planted it. <sup>9</sup> You cleared a place for it; it took root and filled the land. <sup>10</sup> The mountains were covered by its shade, and the mighty cedars with its branches. <sup>11</sup> It sent out </span>\n    <del>sprouts toward</del>\n    <ins>branches towards</ins>\n    <span> the Sea and shoots </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> the River. <sup>12</sup> Why have you broken down its walls so that all who pass by pick its fruit? <sup>13</sup> Boars from the forest tear at it and creatures of the field feed on it. <sup>14</sup> Return, God of Armies. Look down from heaven and see; take care of this vine, <sup>15</sup> the root your right hand planted, the son that you made strong for yourself. <sup>16</sup> It was cut down and burned; they perish at the rebuke of your countenance. <sup>17</sup> Let your hand be with the man at your right hand, with the son of man you have made strong for yourself. <sup>18</sup> Then we will not turn away from you; revive us, and we will call on your name. <sup>19</sup> Restore us, Lord, God of Armies; make your face shine on us, so that we may be saved. </span>\n  </p>\n","<p>\n    <span> For the choir director: on the 'Gittith'. Of Asaph. <sup>1</sup> Sing for joy to God our strength; shout in triumph to the God of Jacob. <sup>2</sup> Lift up a song ​— ​play the tambourine, the melodious lyre, and the harp. <sup>3</sup> Blow the ram’s horn on the day of our feasts during the new moon and during the full moon. <sup>4</sup> For this is a statute for Israel, an ordinance of the God of Jacob. <sup>5</sup> He set it up as a decree for Joseph when he went throughout the land of Egypt. I heard an unfamiliar language: <sup>6</sup> “I relieved his shoulder from the burden; his hands were freed from carrying the basket. <sup>7</sup> You called out in distress, and I rescued you; I answered you from the thundercloud. I tested you at the Waters of Meribah. <i>Selah</i> <sup>8</sup> Listen, my people, and I will admonish you. Israel, if you would only listen to me! <sup>9</sup> There must not be a strange god among you; you must not bow down to a foreign god. <sup>10</sup> I am the Lord your God, who brought you up from the land of Egypt. Open your mouth wide, and I will fill it. <sup>11</sup> “But my people did not listen to my voice; Israel did not obey me. <sup>12</sup> So I gave them over to their stubborn hearts to follow their own plans. <sup>13</sup> If only my people would listen to me and Israel would follow my ways, <sup>14</sup> I would quickly subdue their enemies and turn my hand against their foes.” <sup>15</sup> Those who hate the Lord would cower to him; their doom would last </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>16</sup> But he would feed Israel with the best wheat. “I would satisfy you with honey from the rock.” </span>\n  </p>\n","<p>\n    <span> A psalm of Asaph. <sup>1</sup> God stands in the divine assembly; he pronounces </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> among the gods: <sup>2</sup> “How long will you judge unjustly and show partiality to the wicked? <i>Selah</i> <sup>3</sup> Provide justice for the needy and the fatherless; uphold the rights of the oppressed and the destitute. <sup>4</sup> Rescue the poor and needy; save them from the power of the wicked.” <sup>5</sup> They do not know or understand; they wander in darkness. All the foundations of the earth are shaken. <sup>6</sup> I said, “You are gods; you are all sons of the Most High. <sup>7</sup> However, you will die like humans and fall like any other ruler.” <sup>8</sup> Rise up, God, judge the earth, for all the nations belong to you. </span>\n  </p>\n","<p>\n    <span> A song. A psalm of Asaph. <sup>1</sup> God, do not keep silent. Do not be deaf, God; do not be quiet. <sup>2</sup> See how your enemies make an uproar; those who hate you have acted arrogantly. <sup>3</sup> They devise clever schemes against your people; they conspire against your treasured ones. <sup>4</sup> They say, “Come, let’s wipe them out as a nation so that Israel’s name will no longer be remembered.” <sup>5</sup> For they have conspired with one mind; they form an alliance against you — <sup>6</sup> the tents of Edom and the Ishmaelites, Moab and the Hagrites, <sup>7</sup> Gebal, Ammon, and Amalek, Philistia with the inhabitants of Tyre. <sup>8</sup> Even Assyria has joined them; they lend support to the sons of Lot. <i>Selah</i> <sup>9</sup> Deal with them as you did with Midian, as you did with Sisera and Jabin at the </span>\n    <del>Kishon </del>\n    <span>River </span>\n    <ins>Kishon</ins>\n    <span>. <sup>10</sup> They were destroyed at En-dor; they became manure for the ground. <sup>11</sup> Make their nobles like Oreb and Zeeb, and all their tribal leaders like Zebah and Zalmunna, <sup>12</sup> who said, “Let’s seize God’s pastures for ourselves.” <sup>13</sup> Make them like tumbleweed, my God, like straw before the wind. <sup>14</sup> As fire burns a forest, as a flame blazes through mountains, <sup>15</sup> so pursue them with your tempest and terrify them with your storm. <sup>16</sup> Cover their faces with shame so that they will seek your name, Lord. <sup>17</sup> Let them be put to shame and terrified </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; let them perish in disgrace. <sup>18</sup> May they know that you alone — whose name is the Lord — are the Most High over the whole earth. </span>\n  </p>\n","<p>\n    <span> For the choir director: on the 'Gittith'. A psalm of the sons of Korah. <sup>1</sup> How lovely is your dwelling place, Lord of Armies. <sup>2</sup> I long and yearn for the courts of the Lord; my heart and flesh cry out for the living God. <sup>3</sup> Even a sparrow finds a home, and a swallow, a nest for herself where she places her young — near your altars, Lord of Armies, my King and my God. <sup>4</sup> How happy are those who reside in your house, who praise you continually. <i>Selah</i> <sup>5</sup> Happy are the people whose strength is in you, whose hearts are set on pilgrimage. <sup>6</sup> As they pass through the Valley of Baca, they make it a source of spring water; even the autumn rain will cover it with blessings. <sup>7</sup> They go from strength to strength; each appears before God in Zion. <sup>8</sup> Lord God of Armies, hear my prayer; listen, God of Jacob. <i>Selah</i> <sup>9</sup> Consider our shield, God; look on the face of your anointed one. <sup>10</sup> Better a day in your courts than a thousand anywhere else. I would rather stand at the threshold of the house of my God than live in the tents of wicked people. <sup>11</sup> For the Lord God is a sun and shield. The Lord grants </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> and </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>; he does not withhold the good from those who live with integrity. <sup>12</sup> Happy is the person who trusts in you, Lord of Armies! </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of the sons of Korah. <sup>1</sup> Lord, you showed </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> to your land; you restored the fortunes of Jacob. <sup>2</sup> You forgave your people’s guilt; you covered all their sin. <i>Selah</i> <sup>3</sup> You withdrew all your fury; you turned from your burning anger. <sup>4</sup> Return to us, God of our salvation, and abandon your displeasure with us. <sup>5</sup> Will you be angry with us </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>? Will you prolong your anger for all generations? <sup>6</sup> Will you not revive us again so that your people may rejoice in you? <sup>7</sup> Show us your faithful love, Lord, and give us your salvation. <sup>8</sup> I will listen to what God will say; surely the Lord will declare peace to his people, his faithful ones, and not let them go back to foolish ways. <sup>9</sup> His salvation is very near </span>\n    <ins>to </ins>\n    <span>those who fear him, so that glory may dwell in our land. <sup>10</sup> Faithful love and truth will join together; righteousness and peace will embrace. <sup>11</sup> Truth will spring up from the earth, and righteousness will look down from heaven. <sup>12</sup> Also, the Lord will provide what is good, and our land will yield its crops. <sup>13</sup> Righteousness will go before him to prepare the way for his steps. </span>\n  </p>\n","<p>\n    <span> A prayer of David. <sup>1</sup> Listen, Lord, and answer me, for I am poor and needy. <sup>2</sup> Protect my life, for I am faithful. You are my God; save your servant who trusts in you. <sup>3</sup> Be gracious to me, Lord, for I call to you all day long. <sup>4</sup> Bring joy to your servant’s life, because I appeal to you, Lord. <sup>5</sup> For you, Lord, are kind and ready to forgive, abounding in faithful love to all who call on you. <sup>6</sup> Lord, hear my prayer; listen to my cries for mercy. <sup>7</sup> I call on you in the day of my distress, for you will answer me. <sup>8</sup> Lord, there is no one like you among the gods, and there are no works like yours. <sup>9</sup> All the nations you have made will come and bow down before you, Lord, and will </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> your name. <sup>10</sup> For you are great and perform wonders; you alone are God. <sup>11</sup> Teach me your way, Lord, and I will live by your truth. Give me an undivided mind to fear your name. <sup>12</sup> I will praise you with all my heart, Lord my God, and will </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> your name </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>13</sup> For your faithful love for me is great, and you rescue my life from the depths of Sheol. <sup>14</sup> God, arrogant people have attacked me; a gang of ruthless men intends to kill me. They do not let you guide them. <sup>15</sup> But you, Lord, are a compassionate and gracious God, slow to anger and abounding in faithful love and truth. <sup>16</sup> Turn to me and be gracious to me. Give your strength to your servant; save the son of your female servant. <sup>17</sup> Show me a sign of your goodness; my enemies will see and be put to shame because you, Lord, have helped and comforted me. </span>\n  </p>\n","<p>\n    <span> A psalm of the sons of Korah. A song. <sup>1</sup> The city he founded is on the holy mountains. <sup>2</sup> The Lord loves Zion’s city gates more than all the dwellings of Jacob. <sup>3</sup> Glorious things are said about you, city of God. <i>Selah</i> <sup>4</sup> “I will make a record of those who know me: Rahab, Babylon, Philistia, Tyre, and Cush — each one was born there.” <sup>5</sup> And it will be said of Zion, “This one and that one were born in her.” The Most High himself will establish her. <sup>6</sup> When he registers the peoples, the Lord will record, “This one was born there.” <i>Selah</i> <sup>7</sup> Singers and dancers alike will say, “My whole source of joy is in you.” </span>\n  </p>\n","<p>\n    <span> A song. A psalm of the sons of Korah. For the choir director: according to 'Mahalath Leannoth.' A 'Maskil' of Heman the Ezrahite. <sup>1</sup> Lord, God of my salvation, I cry out before you day and night. <sup>2</sup> May my prayer reach your presence; listen to my cry. <sup>3</sup> For I have had enough troubles, and my life is near Sheol. <sup>4</sup> I am counted among those going down to the Pit. I am like a man without strength, <sup>5</sup> abandoned among the dead. I am like the slain lying in the grave, whom you no longer remember, and who are cut off from your care. <sup>6</sup> You have put me in the lowest part of the Pit, in the darkest places, in the depths. <sup>7</sup> Your wrath weighs heavily on me; you have overwhelmed me with all your waves. <i>Selah</i> <sup>8</sup> You have distanced my friends from me; you have made me repulsive to them. I am shut in and cannot go out. <sup>9</sup> My eyes are worn out from crying. Lord, I cry out to you all day long; I spread out my hands to you. <sup>10</sup> Do you work wonders for the dead? Do departed spirits rise up to praise you? <i>Selah</i> <sup>11</sup> Will your faithful love be declared in the grave, your faithfulness in Abaddon? <sup>12</sup> Will your wonders be known in the darkness or your righteousness in the land of oblivion? <sup>13</sup> But I call to you for help, Lord; in the morning my prayer meets you. <sup>14</sup> Lord, why do you reject me? Why do you hide your face from me? <sup>15</sup> From my youth, I have been suffering and near death. I suffer your horrors; I am desperate. <sup>16</sup> Your wrath sweeps over me; your terrors destroy me. <sup>17</sup> They surround me like water all day long; they close in on me from every side. <sup>18</sup> You have distanced loved one and </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> from me; darkness is my only friend. </span>\n  </p>\n","<p>\n    <span> A 'Maskil' of Ethan the Ezrahite. <sup>1</sup> I will sing about the Lord’s faithful love </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; I will proclaim your faithfulness to all generations with my mouth. <sup>2</sup> For I will declare, “Faithful love is built up </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; you establish your faithfulness in the heavens.” <sup>3</sup> The Lord said, “I have made a covenant with my chosen one; I have sworn an oath to David my servant: <sup>4</sup> ‘I will establish your offspring </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and build up your throne for all generations.’ ” <i>Selah</i> <sup>5</sup> Lord, the heavens praise your wonders — your faithfulness also — in the assembly of the holy ones. <sup>6</sup> For who in the skies can compare with the Lord? Who among the heavenly beings is like the Lord? <sup>7</sup> God is greatly feared in the council of the holy ones, more awe-inspiring than all who surround him. <sup>8</sup> Lord God of Armies, who is strong like you, Lord? Your faithfulness surrounds you. <sup>9</sup> You rule the raging sea; when its waves surge, you still them. <sup>10</sup> You crushed Rahab like one who is slain; you scattered your enemies with your powerful arm. <sup>11</sup> The heavens are yours; the earth also is yours. The world and everything in it ​— ​you founded them. <sup>12</sup> North and south ​— ​you created them. Tabor and Hermon shout for joy at your name. <sup>13</sup> You have a mighty arm; your hand is powerful; your right hand is lifted high. <sup>14</sup> Righteousness and justice are the foundation of your throne; faithful love and truth go before you. <sup>15</sup> Happy are the people who know the joyful shout; Lord, they walk in the light from your face. <sup>16</sup> They rejoice in your name all day long, and they are exalted by your righteousness. <sup>17</sup> For you are their magnificent strength; by your </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> our horn is exalted. <sup>18</sup> Surely our shield belongs to the Lord, our king to the Holy One of Israel. <sup>19</sup> You once spoke in a vision to your faithful ones and said, “I have granted help to a warrior; I have exalted one chosen from the people. <sup>20</sup> I have found David my servant; I have anointed him with my sacred oil. <sup>21</sup> My hand will always be with him, and my arm will strengthen him. <sup>22</sup> The enemy will not oppress him; the wicked will not afflict him. <sup>23</sup> I will crush his foes before him and strike those who hate him. <sup>24</sup> My faithfulness and love will be with him, and through my name his horn will be exalted. <sup>25</sup> I will extend his power to the sea and his right hand to the rivers. <sup>26</sup> He will call to me, ‘You are my Father, my God, the rock of my salvation.’ <sup>27</sup> I will also make him my firstborn, greatest of the kings of the earth. <sup>28</sup> I will always preserve my faithful love for him, and my covenant with him will endure. <sup>29</sup> I will establish his line </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, his throne as long as heaven lasts. <sup>30</sup> If his sons abandon my instruction and do not live by my ordinances, <sup>31</sup> if they </span>\n    <del>dishonor</del>\n    <ins>dishonour</ins>\n    <span> my statutes and do not keep my commands, <sup>32</sup> then I will call their rebellion to account with the rod, their iniquity with blows. <sup>33</sup> But I will not withdraw my faithful love from him or betray my faithfulness. <sup>34</sup> I will not violate my covenant or change what my lips have said. <sup>35</sup> Once and for all I have sworn an oath by my holiness; I will not lie to David. <sup>36</sup> His offspring will continue </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, his throne like the sun before me, <sup>37</sup> like the moon, established </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, a faithful witness in the sky.” <i>Selah</i> <sup>38</sup> But you have spurned and rejected him; you have become enraged with your anointed. <sup>39</sup> You have repudiated the covenant with your servant; you have completely </span>\n    <del>dishonored</del>\n    <ins>dishonoured</ins>\n    <span> his crown. <sup>40</sup> You have broken down all his walls; you have reduced his fortified cities to ruins. <sup>41</sup> All who pass by plunder him; he has become an object of ridicule to his </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span>. <sup>42</sup> You have lifted high the right hand of his foes; you have made all his enemies rejoice. <sup>43</sup> You have also turned back his sharp sword and have not let him stand in battle. <sup>44</sup> You have made his </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> cease and have overturned his throne. <sup>45</sup> You have shortened the days of his youth; you have covered him with shame. <i>Selah</i> <sup>46</sup> How long, Lord? Will you hide </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>? Will your anger keep burning like fire? <sup>47</sup> Remember how short my life is. Have you created everyone for nothing? <sup>48</sup> What courageous person can live and never see death? Who can save himself from the power of Sheol? <i>Selah</i> <sup>49</sup> Lord, where are the former acts of your faithful love that you swore to David in your faithfulness? <sup>50</sup> Remember, Lord, the ridicule against your servants — in my heart I carry abuse from all the peoples — <sup>51</sup> how your enemies have ridiculed, Lord, how they have ridiculed every step of your anointed. <sup>52</sup> Blessed be the Lord </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. Amen and amen. </span>\n  </p>\n","<p>\n    <span> A prayer of Moses, the man of God. <sup>1</sup> Lord, you have been our refuge in every generation. <sup>2</sup> Before the mountains were born, before you gave birth to the earth and the world, from eternity to eternity, you are God. <sup>3</sup> You return mankind to the dust, saying, “Return, descendants of Adam.” <sup>4</sup> For in your sight a thousand years are like yesterday that passes by, like a few hours of the night. <sup>5</sup> You end their lives; they sleep. They are like grass that grows in the morning — <sup>6</sup> in the morning it sprouts and grows; by </span>\n    <ins>the </ins>\n    <span>evening it withers and dries up. <sup>7</sup> For we are consumed by your anger; we are terrified by your wrath. <sup>8</sup> You have set our iniquities before you, our secret sins in the light of your presence. <sup>9</sup> For all our days ebb away under your wrath; we end our years like a sigh. <sup>10</sup> Our lives last </span>\n    <ins>for </ins>\n    <span>seventy years or, if we are strong, eighty years. Even the best of them are struggle and sorrow; indeed, they pass quickly and we fly away. <sup>11</sup> Who understands the power of your anger? Your wrath matches the fear that is due you. <sup>12</sup> Teach us to number our days carefully so that we may develop wisdom in our hearts. <sup>13</sup> Lord ​— ​how long? Turn and have compassion on your servants. <sup>14</sup> Satisfy us in the morning with your faithful love so that we may shout with joy and be glad all our days. <sup>15</sup> Make us rejoice for as many days as you have humbled us, for as many years as we have seen adversity. <sup>16</sup> Let your work be seen by your servants, and your </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> by their children. <sup>17</sup> Let the </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> of the Lord our God be on us; establish for us the work of our hands — establish the work of our hands! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The one who lives under the protection of the Most High dwells in the shadow of the Almighty. <sup>2</sup> I will say concerning the Lord, who is my refuge and my fortress, my God in whom I trust: <sup>3</sup> He himself will rescue you from the bird trap, from the destructive plague. <sup>4</sup> He will cover you with his feathers; you will take refuge under his wings. His faithfulness will be a protective shield. <sup>5</sup> You will not fear the terror of the night, the arrow that flies by day, <sup>6</sup> the plague that stalks in darkness, or the pestilence that ravages at noon. <sup>7</sup> Though a thousand fall at your side and ten thousand at your right hand, the pestilence will not reach you. <sup>8</sup> You will only see it with your eyes and witness the punishment of the wicked. <sup>9</sup> Because you have made the Lord ​— ​my refuge, the Most High ​— ​your dwelling place, <sup>10</sup> no harm will come to you; no plague will come near your tent. <sup>11</sup> For he will give his angels orders concerning you, to protect you in all your ways. <sup>12</sup> They will support you with their hands so that you will not strike your foot against a stone. <sup>13</sup> You will tread on the lion and the cobra; you will trample the young lion and the serpent. <sup>14</sup> Because he has his heart set on me, I will deliver him; I will protect him because he knows my name. <sup>15</sup> When he calls out to me, I will answer him; I will be with him in trouble. I will rescue him and give him </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>. <sup>16</sup> I will satisfy him with a long life and show him my salvation. </span>\n  </p>\n","<p>\n    <span> A psalm. A song for the Sabbath day. <sup>1</sup> It is good to give thanks to the Lord, to sing praise to your name, Most High, <sup>2</sup> to declare your faithful love in the morning and your faithfulness at night, <sup>3</sup> with a ten-stringed harp and the music of a lyre. <sup>4</sup> For you have made me rejoice, Lord, by what you have done; I will shout for joy because of the works of your hands. <sup>5</sup> How magnificent are your works, Lord, how profound your thoughts! <sup>6</sup> A stupid person does not know, a fool does not understand this: <sup>7</sup> though the wicked sprout like grass and all evildoers flourish, they will be eternally destroyed. <sup>8</sup> But you, Lord, are exalted </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>9</sup> For indeed, Lord, your enemies — indeed, your enemies will perish; all evildoers will be scattered. <sup>10</sup> You have lifted up my horn like that of a wild ox; I have been anointed with the finest oil. <sup>11</sup> My eyes look at my enemies; when evildoers rise against me, my ears hear them. <sup>12</sup> The righteous thrive like a palm tree and grow like a cedar tree in Lebanon. <sup>13</sup> Planted in the house of the Lord, they thrive in the courts of our God. <sup>14</sup> They will still bear fruit in old age, healthy and green, <sup>15</sup> to declare, “The Lord is just; he is my rock, and there is no unrighteousness in him.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The Lord reigns! He is robed in majesty; the Lord is robed, enveloped in strength. The world is firmly established; it cannot be shaken. <sup>2</sup> Your throne has been established from the beginning; you are from eternity. <sup>3</sup> The floods have lifted up, Lord, the floods have lifted up their voice; the floods lift up their pounding waves. <sup>4</sup> Greater than the roar of a huge torrent — the mighty breakers of the sea — the Lord on high is majestic. <sup>5</sup> Lord, your testimonies are completely reliable; holiness adorns your house for all the days to come. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Lord, God of vengeance — God of vengeance, shine! <sup>2</sup> Rise up, Judge of the earth; repay the proud what they deserve. <sup>3</sup> Lord, how long will the wicked — how long will the wicked celebrate? <sup>4</sup> They pour out arrogant words; all the evildoers boast. <sup>5</sup> Lord, they crush your people; they oppress your heritage. <sup>6</sup> They kill the widow and the resident </span>\n    <del>alien</del>\n    <ins>foreigner</ins>\n    <span> and murder the fatherless. <sup>7</sup> They say, “The Lord doesn’t see it. The God of Jacob doesn’t pay attention.” <sup>8</sup> Pay attention, you stupid people! Fools, when will you be wise? <sup>9</sup> Can the one who shaped the ear not hear, the one who formed the eye not see? <sup>10</sup> The one who instructs nations, the one who teaches mankind knowledge — does he not discipline? <sup>11</sup> The Lord knows the thoughts of mankind; they are futile. <sup>12</sup> Lord, how happy is anyone you discipline and teach from your law <sup>13</sup> to give him relief from troubled times until a pit is dug for the wicked. <sup>14</sup> The Lord will not leave his people or abandon his heritage, <sup>15</sup> for the administration of justice will again be righteous, and all the upright in heart will follow it. <sup>16</sup> Who stands up for me against the wicked? Who takes a stand for me against evildoers? <sup>17</sup> If the Lord had not been my helper, I would soon rest in the silence of death. <sup>18</sup> If I say, “My foot is slipping,” your faithful love will support me, Lord. <sup>19</sup> When I am filled with cares, your comfort brings me joy. <sup>20</sup> Can a corrupt throne be your ally, a throne that makes evil laws? <sup>21</sup> They band together against the life of the righteous and condemn the innocent to death. <sup>22</sup> But the Lord is my refuge; my God is the rock of my protection. <sup>23</sup> He will pay them back for their sins and destroy them for their evil. The Lord our God will destroy them. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Come, let’s shout joyfully to the Lord, shout triumphantly to the rock of our salvation! <sup>2</sup> Let’s enter his presence with thanksgiving; let’s shout triumphantly to him in song. <sup>3</sup> For the Lord is a great God, a great King above all gods. <sup>4</sup> The depths of the earth are in his hand, and the mountain peaks are his. <sup>5</sup> The sea is his; he made it. His hands formed the dry land. <sup>6</sup> Come, let’s worship and bow down; let’s kneel before the Lord our Maker. <sup>7</sup> For he is our God, and we are the people of his pasture, the sheep under his care. Today, if you hear his voice: <sup>8</sup> Do not harden your hearts as at Meribah, as on that day at Massah in the wilderness <sup>9</sup> where your ancestors tested me; they tried me, though they had seen what I did. <sup>10</sup> For forty years I was disgusted with that generation; I said, “They are a people whose hearts go astray; they do not know my ways.” <sup>11</sup> So I swore in my anger, “They will not enter my rest.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Sing a new song to the Lord; let the whole earth sing to the Lord. <sup>2</sup> Sing to the Lord, bless his name; proclaim his salvation from day to day. <sup>3</sup> Declare his glory among the nations, his wondrous works among all peoples. <sup>4</sup> For the Lord is great and is highly praised; he is feared above all gods. <sup>5</sup> For all the gods of the peoples are worthless idols, but the Lord made the heavens. <sup>6</sup> </span>\n    <del>Splendor</del>\n    <ins>Splendour</ins>\n    <span> and majesty are before him; strength and beauty are in his sanctuary. <sup>7</sup> Ascribe to the Lord, you families of the peoples, ascribe to the Lord glory and strength. <sup>8</sup> Ascribe to the Lord the glory of his name; bring an offering and enter his courts. <sup>9</sup> Worship the Lord in the </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> of his holiness; let the whole earth tremble before him. <sup>10</sup> Say among the nations, “The Lord reigns. The world is firmly established; it cannot be shaken. He judges the peoples fairly.” <sup>11</sup> Let the heavens be glad and the earth rejoice; let the sea and all that fills it resound. <sup>12</sup> Let the fields and everything in them celebrate. Then all the trees of the forest will shout for joy <sup>13</sup> before the Lord, for he is coming — for he is coming to judge the earth. He will judge the world with righteousness and the peoples with his faithfulness. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The Lord reigns! Let the earth rejoice; let the many coasts and islands be glad. <sup>2</sup> Clouds and total darkness surround him; righteousness and justice are the foundation of his throne. <sup>3</sup> Fire goes before him and burns up his foes on every side. <sup>4</sup> His lightning lights up the world; the earth sees and trembles. <sup>5</sup> The mountains melt like wax at the presence of the Lord — at the presence of the Lord of the whole earth. <sup>6</sup> The heavens proclaim his righteousness; all the peoples see his glory. <sup>7</sup> All who serve carved images, those who boast in worthless idols, will be put to shame. All the gods must worship him. <sup>8</sup> Zion hears and is glad, Judah’s villages rejoice because of your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>, Lord. <sup>9</sup> For you, Lord, are the Most High over the whole earth; you are exalted above all the gods. <sup>10</sup> You who love the Lord, hate evil! He protects the lives of his faithful ones; he rescues them from the power of the wicked. <sup>11</sup> Light dawns for the righteous, gladness for the upright in heart. <sup>12</sup> Be glad in the Lord, you righteous ones, and give thanks to his holy name. </span>\n  </p>\n","<p>\n    <span> A psalm. <sup>1</sup> Sing a new song to the Lord, for he has performed wonders; his right hand and holy arm have won him victory. <sup>2</sup> The Lord has made his victory known; he has revealed his righteousness in the sight of the nations. <sup>3</sup> He has remembered his love and faithfulness to the house of Israel; all the ends of the earth have seen our God’s victory. <sup>4</sup> Let the whole earth shout to the Lord; be jubilant, shout for joy, and sing. <sup>5</sup> Sing to the Lord with the lyre, with the lyre and melodious song. <sup>6</sup> With trumpets and the blast of the ram’s horn shout triumphantly in the presence of the Lord, our King. <sup>7</sup> Let the sea and all that fills it, the world and those who live in it, resound. <sup>8</sup> Let the rivers clap their hands; let the mountains shout together for joy <sup>9</sup> before the Lord, for he is coming to judge the earth. He will judge the world righteously and the peoples fairly. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The Lord reigns! Let the peoples tremble. He is enthroned between the cherubim. Let the earth quake. <sup>2</sup> The Lord is great in Zion; he is exalted above all the peoples. <sup>3</sup> Let them praise your great and awe-inspiring name. He is holy. <sup>4</sup> The mighty King loves justice. You have established fairness; you have administered justice and righteousness in Jacob. <sup>5</sup> Exalt the Lord our God; bow in worship at his footstool. He is holy. <sup>6</sup> Moses and Aaron were among his priests; Samuel also was among those calling on his name. They called to the Lord and he answered them. <sup>7</sup> He spoke to them in a pillar of cloud; they kept his decrees and the statutes he gave them. <sup>8</sup> Lord our God, you answered them. You were a forgiving God to them, but an avenger of their sinful actions. <sup>9</sup> Exalt the Lord our God; bow in worship at his holy mountain, for the Lord our God is holy. </span>\n  </p>\n","<p>\n    <span> A psalm of thanksgiving. <sup>1</sup> Let the whole earth shout triumphantly to the Lord! <sup>2</sup> Serve the Lord with gladness; come before him with joyful songs. <sup>3</sup> Acknowledge that the Lord is God. He made us, and we are his — his people, the sheep of his pasture. <sup>4</sup> Enter his gates with thanksgiving and his courts with praise. Give thanks to him and bless his name. <sup>5</sup> For the Lord is good, and his faithful love endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; his faithfulness, through all generations. </span>\n  </p>\n","<p>\n    <span> A psalm of David. <sup>1</sup> I will sing of faithful love and justice; I will sing praise to you, Lord. <sup>2</sup> I will pay attention to the way of integrity. When will you come to me? I will live with a heart of integrity in my house. <sup>3</sup> I will not let anything worthless guide me. I hate the practice of transgression; it will not cling to me. <sup>4</sup> A devious heart will be far from me; I will not be involved with evil. <sup>5</sup> I will destroy anyone who secretly slanders his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>; I cannot tolerate anyone with haughty eyes or an arrogant heart. <sup>6</sup> My eyes </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> the faithful of the land so that they may sit down with me. The one who follows the way of integrity may serve me. <sup>7</sup> No one who acts deceitfully will live in my palace; the one who tells lies will not be retained here to guide me. <sup>8</sup> Every morning I will destroy all the wicked of the land, wiping out all evildoers from the Lord’s city. </span>\n  </p>\n","<p>\n    <span> A prayer of a suffering person who is weak and pours out his lament before the Lord. <sup>1</sup> Lord, hear my prayer; let my cry for help come before you. <sup>2</sup> Do not hide your face from me in my day of trouble. Listen closely to me; answer me quickly when I call. <sup>3</sup> For my days vanish like smoke, and my bones burn like a furnace. <sup>4</sup> My heart is suffering, withered like grass; I even forget to eat my food. <sup>5</sup> Because of the sound of my groaning, my flesh sticks to my bones. <sup>6</sup> I am like an eagle owl, like a little owl among the ruins. <sup>7</sup> I stay awake; I am like a solitary bird on a roof. <sup>8</sup> My enemies taunt me all day long; they ridicule and use my name as a curse. <sup>9</sup> I eat ashes like bread and mingle my drinks with tears <sup>10</sup> because of your indignation and wrath; for you have picked me up and thrown me aside. <sup>11</sup> My days are like a lengthening shadow, and I wither away like grass. <sup>12</sup> But you, Lord, are enthroned </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; your fame endures to all generations. <sup>13</sup> You will rise up and have compassion on Zion, for it is time to show </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> to her — the appointed time has come. <sup>14</sup> For your servants take delight in its stones and </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> its dust. <sup>15</sup> Then the nations will fear the name of the Lord, and all the kings of the earth your glory, <sup>16</sup> for the Lord will rebuild Zion; he will appear in his glory. <sup>17</sup> He will pay attention to the prayer of the destitute and will not despise their prayer. <sup>18</sup> This will be written for a later generation, and a people who have not yet been created will praise the Lord: <sup>19</sup> He looked down from his holy heights — the Lord gazed out from heaven to earth — <sup>20</sup> to hear a prisoner’s groaning, to set free those condemned to die, <sup>21</sup> so that they might declare the name of the Lord in Zion and his praise in Jerusalem <sup>22</sup> when peoples and kingdoms are assembled to serve the Lord. <sup>23</sup> He has broken my strength in midcourse; he has shortened my days. <sup>24</sup> I say, “My God, do not take me in the middle of my life! Your years continue through all generations. <sup>25</sup> Long ago you established the earth, and the heavens are the work of your hands. <sup>26</sup> They will perish, but you will endure; all of them will wear out like clothing. You will change them like a garment, and they will pass away. <sup>27</sup> But you are the same, and your years will never end. <sup>28</sup> Your servants’ children will dwell securely, and their offspring will be established before you.” </span>\n  </p>\n","<p>\n    <span> Of David. <sup>1</sup> My soul, bless the Lord, and all that is within me, bless his holy name. <sup>2</sup> My soul, bless the Lord, and do not forget all his benefits. <sup>3</sup> He forgives all your iniquity; he heals all your diseases. <sup>4</sup> He redeems your life from the Pit; he crowns you with faithful love and compassion. <sup>5</sup> He satisfies you with good things; your youth is renewed like the eagle. <sup>6</sup> The Lord executes acts of righteousness and justice for all the oppressed. <sup>7</sup> He revealed his ways to Moses, his deeds to the people of Israel. <sup>8</sup> The Lord is compassionate and gracious, slow to anger and abounding in faithful love. <sup>9</sup> He will not always accuse us or be angry </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>10</sup> He has not dealt with us as our sins deserve or repaid us according to our iniquities. <sup>11</sup> For as high as the heavens are above the earth, so great is his faithful love </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> those who fear him. <sup>12</sup> As far as the east is from the west, so far has he removed our transgressions from us. <sup>13</sup> As a father has compassion on his children, so the Lord has compassion on those who fear him. <sup>14</sup> For he knows what we are made of, remembering that we are dust. <sup>15</sup> As for man, his days are like grass — he blooms like a flower of the field; <sup>16</sup> when the wind passes over it, it vanishes, and its place is no longer known. <sup>17</sup> But from eternity to eternity the Lord’s faithful love is </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> those who fear him, and his righteousness </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> the grandchildren <sup>18</sup> of those who keep his covenant, who remember to observe his precepts. <sup>19</sup> The Lord has established his throne in heaven, and his kingdom rules over all. <sup>20</sup> Bless the Lord, all his angels of great strength, who do his word, obedient to his command. <sup>21</sup> Bless the Lord, all his armies, his servants who do his will. <sup>22</sup> Bless the Lord, all his works in all the places where he rules. My soul, bless the Lord! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> My soul, bless the Lord! Lord my God, you are very great; you are clothed with majesty and </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span>. <sup>2</sup> He wraps himself in light as if it were a robe, spreading out the sky like a canopy, <sup>3</sup> laying the beams of his palace on the waters above, making the clouds his chariot, walking on the wings of the wind, <sup>4</sup> and making the winds his messengers, flames of fire his servants. <sup>5</sup> He established the earth on its foundations; it will never be shaken. <sup>6</sup> You covered it with the deep as if it were a garment; the water stood above the mountains. <sup>7</sup> At your rebuke the water fled; at the sound of your thunder they hurried away — <sup>8</sup> mountains rose and valleys sank — to the place you established for them. <sup>9</sup> You set a boundary they cannot cross; they will never cover the earth again. <sup>10</sup> He causes the springs to gush into the valleys; they flow between the mountains. <sup>11</sup> They supply water for every wild beast; the wild donkeys quench their thirst. <sup>12</sup> The birds of the sky live beside the springs; they make their voices heard among the foliage. <sup>13</sup> He waters the mountains from his palace; the earth is satisfied by the fruit of your </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span>. <sup>14</sup> He causes grass to grow for the livestock and provides crops for man to cultivate, producing food from the earth, <sup>15</sup> wine that makes human hearts glad — making his face shine with oil — and bread that sustains human hearts. <sup>16</sup> The trees of the Lord flourish, the cedars of Lebanon that he planted. <sup>17</sup> There the birds make their nests; storks make their homes in the pine trees. <sup>18</sup> The high mountains are for the wild goats; the cliffs are a refuge for hyraxes. <sup>19</sup> He made the moon to mark the festivals; the sun knows when to set. <sup>20</sup> You bring darkness, and it becomes night, when all the forest animals stir. <sup>21</sup> The young lions roar for their prey and seek their food from God. <sup>22</sup> The sun rises; they go back and lie down in their dens. <sup>23</sup> Man goes out to his work and to his </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> until evening. <sup>24</sup> How countless are your works, Lord! In wisdom you have made them all; the earth is full of your creatures. <sup>25</sup> Here is the sea, vast and wide, teeming with creatures beyond number — living things both large and small. <sup>26</sup> There the ships move about, and Leviathan, which you formed to play there. <sup>27</sup> All of them wait for you to give them their food at the right time. <sup>28</sup> When you give it to them, they gather it; when you open your hand, they are satisfied with good things. <sup>29</sup> When you hide your face, they are terrified; when you take away their breath, they die and return to the dust. <sup>30</sup> When you send your breath, they are created, and you renew the surface of the ground. <sup>31</sup> May the glory of the Lord endure </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; may the Lord rejoice in his works. <sup>32</sup> He looks at the earth, and it trembles; he touches the mountains, and they pour out smoke. <sup>33</sup> I will sing to the Lord all my life; I will sing praise to my God while I live. <sup>34</sup> May my meditation be pleasing to him; I will rejoice in the Lord. <sup>35</sup> May sinners vanish from the earth and wicked people be no more. My soul, bless the Lord! Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Give thanks to the Lord, call on his name; proclaim his deeds among the peoples. <sup>2</sup> Sing to him, sing praise to him; tell about all his wondrous works! <sup>3</sup> Boast in his holy name; let the hearts of those who seek the Lord rejoice. <sup>4</sup> Seek the Lord and his strength; seek his face always. <sup>5</sup> Remember the wondrous works he has done, his wonders, and the </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> he has pronounced, <sup>6</sup> you offspring of Abraham his servant, Jacob’s descendants ​— ​his chosen ones. <sup>7</sup> He is the Lord our God; his </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> govern the whole earth. <sup>8</sup> He remembers his covenant </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, the promise he ordained for a thousand generations — <sup>9</sup> the covenant he made with Abraham, swore to Isaac, <sup>10</sup> and confirmed to Jacob as a decree and to Israel as a permanent covenant: <sup>11</sup> “I will give the land of Canaan to you as your inherited portion.” <sup>12</sup> When they were few in number, very few indeed, and resident </span>\n    <del>aliens</del>\n    <ins>foreigners</ins>\n    <span> in Canaan, <sup>13</sup> wandering from nation to nation and from one kingdom to another, <sup>14</sup> he allowed no one to oppress them; he rebuked kings on their behalf: <sup>15</sup> “Do not touch my anointed ones, or harm my prophets.” <sup>16</sup> He called down famine against the land and destroyed the entire food supply. <sup>17</sup> He had sent a man ahead of them — Joseph, who was sold as a slave. <sup>18</sup> They hurt his feet with shackles; his neck was put in an iron collar. <sup>19</sup> Until the time his prediction came true, the word of the Lord tested him. <sup>20</sup> The king sent for him and released him; the ruler of peoples set him free. <sup>21</sup> He made him master of his household, ruler over all his possessions — <sup>22</sup> binding his officials at will and instructing his elders. <sup>23</sup> Then Israel went to Egypt; Jacob lived as </span>\n    <del>an alien</del>\n    <ins>a foreigner</ins>\n    <span> in the land of Ham. <sup>24</sup> The Lord made his people very fruitful; he made them more numerous than their foes, <sup>25</sup> whose hearts he turned to hate his people and to deal deceptively with his servants. <sup>26</sup> He sent Moses his servant, and Aaron, whom he had chosen. <sup>27</sup> They performed his miraculous signs among them and wonders in the land of Ham. <sup>28</sup> He sent darkness, and it became dark — for did they not defy his commands? <sup>29</sup> He turned their water into blood and caused their fish to die. <sup>30</sup> Their land was overrun with frogs, even in their royal chambers. <sup>31</sup> He spoke, and insects came — gnats throughout their country. <sup>32</sup> He gave them hail for rain, and lightning throughout their land. <sup>33</sup> He struck their vines and fig trees and shattered the trees of their territory. <sup>34</sup> He spoke, and locusts came — young locusts without number. <sup>35</sup> They devoured all the vegetation in their land and consumed the produce of their land. <sup>36</sup> He struck all the firstborn in their land, all their first progeny. <sup>37</sup> Then he brought Israel out with silver and gold, and no one among his tribes stumbled. <sup>38</sup> Egypt was glad when they left, for the dread of Israel had fallen on them. <sup>39</sup> He spread a cloud as a covering and gave a fire to light up the night. <sup>40</sup> They asked, and he brought quail and satisfied them with bread from heaven. <sup>41</sup> He opened a rock, and water gushed out; it flowed like a stream in the desert. <sup>42</sup> For he remembered his holy promise to Abraham his servant. <sup>43</sup> He brought his people out with rejoicing, his chosen ones with shouts of joy. <sup>44</sup> He gave them the lands of the nations, and they inherited what other peoples had worked for. <sup>45</sup> All this happened so that they might keep his statutes and obey his instructions. Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Hallelujah! Give thanks to the Lord, for he is good; his faithful love endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>2</sup> Who can declare the Lord’s mighty acts or proclaim all the praise due him? <sup>3</sup> How happy are those who uphold justice, who </span>\n    <del>practice</del>\n    <ins>practise</ins>\n    <span> righteousness at all times. <sup>4</sup> Remember me, Lord, when you show </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> to your people. Come to me with your salvation <sup>5</sup> so that I may enjoy the prosperity of your chosen ones, rejoice in the joy of your nation, and boast about your heritage. <sup>6</sup> Both we and our ancestors have sinned; we have done wrong and have acted wickedly. <sup>7</sup> Our ancestors in Egypt did not grasp the significance of your wondrous works or remember your many acts of faithful love; instead, they rebelled by the sea ​— ​the Red Sea. <sup>8</sup> Yet he saved them for his name’s sake, to make his power known. <sup>9</sup> He rebuked the Red Sea, and it dried up; he led them through the depths as through a desert. <sup>10</sup> He saved them from the power of the adversary; he redeemed them from the power of the enemy. <sup>11</sup> Water covered their foes; not one of them remained. <sup>12</sup> Then they believed his promises and sang his praise. <sup>13</sup> They soon forgot his works and would not wait for his counsel. <sup>14</sup> They were seized with craving in the wilderness and tested God in the desert. <sup>15</sup> He gave them what they asked for, but sent a wasting disease among them. <sup>16</sup> In the camp they were envious of Moses and of Aaron, the Lord’s holy one. <sup>17</sup> The earth opened up and swallowed Dathan; it covered the assembly of Abiram. <sup>18</sup> Fire blazed throughout their assembly; flames consumed the wicked. <sup>19</sup> At Horeb they made a calf and </span>\n    <del>worshiped</del>\n    <ins>worshipped</ins>\n    <span> the cast metal image. <sup>20</sup> They exchanged their glory for the image of a grass-eating ox. <sup>21</sup> They forgot God their </span>\n    <del>Savior</del>\n    <ins>Saviour</ins>\n    <span>, who did great things in Egypt, <sup>22</sup> wondrous works in the land of Ham, awe-inspiring acts at the Red Sea. <sup>23</sup> So he said he would have destroyed them — if Moses his chosen one had not stood before him in the breach to turn his wrath away from destroying them. <sup>24</sup> They despised the pleasant land and did not believe his promise. <sup>25</sup> They grumbled in their tents and did not listen to the Lord. <sup>26</sup> So he raised his hand against them with an oath that he would make them fall in the desert <sup>27</sup> and would disperse their descendants among the nations, scattering them throughout the lands. <sup>28</sup> They aligned themselves with Baal of Peor and ate sacrifices offered to lifeless gods. <sup>29</sup> They angered the Lord with their deeds, and a plague broke out against them. <sup>30</sup> But Phinehas stood up and intervened, and the plague was stopped. <sup>31</sup> It was credited to him as righteousness throughout all generations to come. <sup>32</sup> They angered the Lord at the Waters of Meribah, and Moses suffered because of them, <sup>33</sup> for they embittered his spirit, and he spoke rashly with his lips. <sup>34</sup> They did not destroy the peoples as the Lord had commanded them <sup>35</sup> but mingled with the nations and adopted their ways. <sup>36</sup> They served their idols, which became a snare to them. <sup>37</sup> They sacrificed their sons and daughters to demons. <sup>38</sup> They shed innocent blood — the blood of their sons and daughters whom they sacrificed to the idols of Canaan; so the land became polluted with blood. <sup>39</sup> They defiled themselves by their actions and prostituted themselves by their deeds. <sup>40</sup> Therefore the Lord’s anger burned against his people, and he abhorred his own inheritance. <sup>41</sup> He handed them over to the nations; those who hated them ruled over them. <sup>42</sup> Their enemies oppressed them, and they were subdued under their power. <sup>43</sup> He rescued them many times, but they continued to rebel deliberately and were beaten down by their iniquity. <sup>44</sup> When he heard their cry, he took note of their distress, <sup>45</sup> remembered his covenant with them, and relented according to the abundance of his faithful love. <sup>46</sup> He caused them to be pitied before all their captors. <sup>47</sup> Save us, Lord our God, and gather us from the nations, so that we may give thanks to your holy name and rejoice in your praise. <sup>48</sup> Blessed be the Lord God of Israel, from everlasting to everlasting. Let all the people say, “Amen! ” Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Give thanks to the Lord, for he is good; his faithful love endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>2</sup> Let the redeemed of the Lord proclaim that he has redeemed them from the power of the foe <sup>3</sup> and has gathered them from the lands — from the east and the west, from the north and the south. <sup>4</sup> Some wandered in the desolate wilderness, finding no way to a city where they could live. <sup>5</sup> They were hungry and thirsty; their spirits failed within them. <sup>6</sup> Then they cried out to the Lord in their trouble; he rescued them from their distress. <sup>7</sup> He led them by the right path to go to a city where they could live. <sup>8</sup> Let them give thanks to the Lord for his faithful love and his wondrous works for all humanity. <sup>9</sup> For he has satisfied the thirsty and filled the hungry with good things. <sup>10</sup> Others sat in darkness and gloom — prisoners in cruel chains — <sup>11</sup> because they rebelled against God’s commands and despised the counsel of the Most High. <sup>12</sup> He broke their spirits with hard </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span>; they stumbled, and there was no one to help. <sup>13</sup> Then they cried out to the Lord in their trouble; he saved them from their distress. <sup>14</sup> He brought them out of darkness and gloom and broke their chains apart. <sup>15</sup> Let them give thanks to the Lord for his faithful love and his wondrous works for all humanity. <sup>16</sup> For he has broken down the bronze gates and cut through the iron bars. <sup>17</sup> Fools suffered affliction because of their rebellious ways and their iniquities. <sup>18</sup> They loathed all food and came near the gates of death. <sup>19</sup> Then they cried out to the Lord in their trouble; he saved them from their distress. <sup>20</sup> He sent his word and healed them; he rescued them from their traps. <sup>21</sup> Let them give thanks to the Lord for his faithful love and his wondrous works for all humanity. <sup>22</sup> Let them offer thanksgiving sacrifices and announce his works with shouts of joy. <sup>23</sup> Others went to sea in ships, conducting trade on the vast water. <sup>24</sup> They saw the Lord’s works, his wondrous works in the deep. <sup>25</sup> He spoke and raised a stormy wind that stirred up the waves of the sea. <sup>26</sup> Rising up to the sky, sinking down to the depths, their courage melting away in anguish, <sup>27</sup> they reeled and staggered like a drunkard, and all their skill was useless. <sup>28</sup> Then they cried out to the Lord in their trouble, and he brought them out of their distress. <sup>29</sup> He stilled the storm to a whisper, and the waves of the sea were hushed. <sup>30</sup> They rejoiced when the waves grew quiet. Then he guided them to the </span>\n    <del>harbor</del>\n    <ins>harbour</ins>\n    <span> they longed for. <sup>31</sup> Let them give thanks to the Lord for his faithful love and his wondrous works for all humanity. <sup>32</sup> Let them exalt him in the assembly of the people and praise him in the council of the elders. <sup>33</sup> He turns rivers into desert, springs into thirsty ground, <sup>34</sup> and fruitful land into salty wasteland, because of the wickedness of its inhabitants. <sup>35</sup> He turns a desert into a pool, dry land into springs. <sup>36</sup> He causes the hungry to settle there, and they establish a city where they can live. <sup>37</sup> They sow fields and plant vineyards that yield a fruitful harvest. <sup>38</sup> He blesses them, and they multiply greatly; he does not let their livestock decrease. <sup>39</sup> When they are diminished and are humbled by cruel oppression and sorrow, <sup>40</sup> he pours contempt on nobles and makes them wander in a trackless wasteland. <sup>41</sup> But he lifts the needy out of their suffering and makes their families multiply like flocks. <sup>42</sup> The upright see it and rejoice, and all injustice shuts its mouth. <sup>43</sup> Let whoever is wise pay attention to these things and consider the Lord’s acts of faithful love. </span>\n  </p>\n","<p>\n    <span> A song. A psalm of David. <sup>1</sup> My heart is confident, God; I will sing; I will sing praises with the whole of my being. <sup>2</sup> Wake up, harp and lyre! I will wake up the dawn. <sup>3</sup> I will praise you, Lord, among the peoples; I will sing praises to you among the nations. <sup>4</sup> For your faithful love is higher than the heavens, and your faithfulness reaches to the clouds. <sup>5</sup> God, be exalted above the heavens, and let your glory be over the whole earth. <sup>6</sup> Save with your right hand and answer me so that those you love may be rescued. <sup>7</sup> God has spoken in his sanctuary: “I will celebrate! I will divide up Shechem. I will apportion the Valley of Succoth. <sup>8</sup> Gilead is mine, Manasseh is mine, and Ephraim is my helmet; Judah is my </span>\n    <del>scepter</del>\n    <ins>sceptre</ins>\n    <span>. <sup>9</sup> Moab is my washbasin; I throw my sandal on Edom. I shout in triumph over Philistia.” <sup>10</sup> Who will bring me to the fortified city? Who will lead me to Edom? <sup>11</sup> God, haven’t you rejected us? God, you do not march out with our armies. <sup>12</sup> Give us aid against the foe, for human help is worthless. <sup>13</sup> With God we will perform valiantly; he will trample our foes. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. <sup>1</sup> God of my praise, do not be silent. <sup>2</sup> For wicked and deceitful mouths open against me; they speak against me with lying tongues. <sup>3</sup> They surround me with hateful words and attack me without cause. <sup>4</sup> In return for my love they accuse me, but I continue to pray. <sup>5</sup> They repay me evil for good, and hatred for my love. <sup>6</sup> Set a wicked person over him; let an accuser stand at his right hand. <sup>7</sup> When he is judged, let him be found guilty, and let his prayer be counted as sin. <sup>8</sup> Let his days be few; let another take over his position. <sup>9</sup> Let his children be fatherless and his wife a widow. <sup>10</sup> Let his children wander as beggars, searching for food far from their demolished homes. <sup>11</sup> Let a creditor seize all he has; let strangers plunder what he has worked for. <sup>12</sup> Let no one show him kindness, and let no one be gracious to his fatherless children. <sup>13</sup> Let the line of his descendants be cut off; let their name be blotted out in the next generation. <sup>14</sup> Let the iniquity of his fathers be remembered before the Lord, and do not let his mother’s sin be blotted out. <sup>15</sup> Let their sins always remain before the Lord, and let him remove all memory of them from the earth. <sup>16</sup> For he did not think to show kindness, but pursued the suffering, needy, and </span>\n    <del>brokenhearted</del>\n    <ins>broken-hearted</ins>\n    <span> in order to put them to death. <sup>17</sup> He loved cursing ​— ​let it fall on him; he took no delight in blessing ​— ​let it be far from him. <sup>18</sup> He wore cursing like his coat — let it enter his body like water and go into his bones like oil. <sup>19</sup> Let it be like a robe he wraps </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> himself, like a belt he always wears. <sup>20</sup> Let this be the Lord’s payment to my accusers, to those who speak evil against me. <sup>21</sup> But you, Lord, my Lord, deal kindly with me for your name’s sake; because your faithful love is good, rescue me. <sup>22</sup> For I am suffering and needy; my heart is wounded within me. <sup>23</sup> I fade away like a lengthening shadow; I am shaken off like a locust. <sup>24</sup> My knees are weak from fasting, and my body is emaciated. <sup>25</sup> I have become an object of ridicule to my accusers; when they see me, they shake their heads in scorn. <sup>26</sup> Help me, Lord my God; save me according to your faithful love <sup>27</sup> so they may know that this is your hand and that you, Lord, have done it. <sup>28</sup> Though they curse, you will bless. When they rise up, they will be put to shame, but your servant will rejoice. <sup>29</sup> My accusers will be clothed with disgrace; they will wear their shame like a cloak. <sup>30</sup> I will fervently thank the Lord with my mouth; I will praise him in the presence of many. <sup>31</sup> For he stands at the right hand of the needy to save him from those who would condemn him. </span>\n  </p>\n","<p>\n    <span> A psalm of David. <sup>1</sup> This is the declaration of the Lord to my Lord: “Sit at my right hand until I make your enemies your footstool.” <sup>2</sup> The Lord will extend your mighty </span>\n    <del>scepter</del>\n    <ins>sceptre</ins>\n    <span> from Zion. Rule over your surrounding enemies. <sup>3</sup> Your people will volunteer on your day of battle. In holy </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span>, from the womb of the dawn, the dew of your youth belongs to you. <sup>4</sup> The Lord has sworn an oath and will not take it back: “You are a priest </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> according to the pattern of Melchizedek.” <sup>5</sup> The Lord is at your right hand; he will crush kings on the day of his anger. <sup>6</sup> He will judge the nations, heaping up corpses; he will crush leaders over the entire world. <sup>7</sup> He will drink from the brook by the road; therefore, he will lift up his head. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Hallelujah! I will praise the Lord with all my heart in the assembly of the upright and in the congregation. <sup>2</sup> The Lord’s works are great, studied by all who delight in them. <sup>3</sup> All that he does is splendid and majestic; his righteousness endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>4</sup> He has caused his wondrous works to be remembered. The Lord is gracious and compassionate. <sup>5</sup> He has provided food for those who fear him; he remembers his covenant </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>6</sup> He has shown his people the power of his works by giving them the inheritance of the nations. <sup>7</sup> The works of his hands are truth and justice; all his instructions are trustworthy. <sup>8</sup> They are established </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever, enacted in truth and in uprightness. <sup>9</sup> He has sent redemption to his people. He has ordained his covenant </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. His name is holy and awe-inspiring. <sup>10</sup> The fear of the Lord is the beginning of wisdom; all who follow his instructions have good insight. His praise endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Hallelujah! Happy is the person who fears the Lord, taking great delight in his commands. <sup>2</sup> His descendants will be powerful in the land; the generation of the upright will be blessed. <sup>3</sup> Wealth and riches are in his house, and his righteousness endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>4</sup> Light shines in the darkness for the upright. He is gracious, compassionate, and righteous. <sup>5</sup> Good will come to the one who lends generously and conducts his business fairly. <sup>6</sup> He will never be shaken. The righteous one will be remembered </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>7</sup> He will not fear bad news; his heart is confident, trusting in the Lord. <sup>8</sup> His heart is assured; he will not fear. In the end he will look in triumph on his foes. <sup>9</sup> He distributes freely to the poor; his righteousness endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. His horn will be exalted in </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>. <sup>10</sup> The wicked one will see it and be angry; he will gnash his teeth in despair. The desire of the wicked leads to ruin. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Hallelujah! Give praise, servants of the Lord; praise the name of the Lord. <sup>2</sup> Let the name of the Lord be blessed both now and </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>3</sup> From the rising of the sun to its setting, let the name of the Lord be praised. <sup>4</sup> The Lord is exalted above all the nations, his glory above the heavens. <sup>5</sup> Who is like the Lord our God — the one enthroned on high, <sup>6</sup> who stoops down to look on the heavens and the earth? <sup>7</sup> He raises the poor from the dust and lifts the needy from the </span>\n    <del>trash</del>\n    <ins>rubbish</ins>\n    <span> heap <sup>8</sup> in order to seat them with nobles — with the nobles of his people. <sup>9</sup> He gives the childless woman a household, making her the joyful mother of children. Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When Israel came out of Egypt — the house of Jacob from a people who spoke a foreign language — <sup>2</sup> Judah became his sanctuary, Israel, his dominion. <sup>3</sup> The sea looked and fled; the Jordan turned back. <sup>4</sup> The mountains skipped like rams, the hills, like lambs. <sup>5</sup> Why was it, sea, that you fled? Jordan, that you turned back? <sup>6</sup> Mountains, that you skipped like rams? Hills, like lambs? <sup>7</sup> Tremble, earth, at the presence of the Lord, at the presence of the God of Jacob, <sup>8</sup> who turned the rock into a pool, the flint into a spring. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Not to us, Lord, not to us, but to your name give glory because of your faithful love, because of your truth. <sup>2</sup> Why should the nations say, “Where is their God? ” <sup>3</sup> Our God is in heaven and does whatever he pleases. <sup>4</sup> Their idols are silver and gold, made by human hands. <sup>5</sup> They have mouths but cannot speak, eyes, but cannot see. <sup>6</sup> They have ears but cannot hear, noses, but cannot smell. <sup>7</sup> They have hands but cannot feel, feet, but cannot walk. They cannot make a sound with their throats. <sup>8</sup> Those who make them are just like them, as are all who trust in them. <sup>9</sup> Israel, trust in the Lord! He is their help and shield. <sup>10</sup> House of Aaron, trust in the Lord! He is their help and shield. <sup>11</sup> You who fear the Lord, trust in the Lord! He is their help and shield. <sup>12</sup> The Lord remembers us and will bless us. He will bless the house of Israel; he will bless the house of Aaron; <sup>13</sup> he will bless those who fear the Lord — small and great alike. <sup>14</sup> May the Lord add to your numbers, both yours and your children’s. <sup>15</sup> May you be blessed by the Lord, the Maker of heaven and earth. <sup>16</sup> The heavens are the Lord’s, but the earth he has given to the human race. <sup>17</sup> It is not the dead who praise the Lord, nor any of those descending into the silence of death. <sup>18</sup> But we will bless the Lord, both now and </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> I love the Lord because he has heard my appeal for mercy. <sup>2</sup> Because he has turned his ear to me, I will call out to him as long as I live. <sup>3</sup> The ropes of death were wrapped </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> me, and the torments of Sheol overcame me; I encountered trouble and sorrow. <sup>4</sup> Then I called on the name of the Lord: “Lord, save me! ” <sup>5</sup> The Lord is gracious and righteous; our God is compassionate. <sup>6</sup> The Lord guards the inexperienced; I was helpless, and he saved me. <sup>7</sup> Return to your rest, my soul, for the Lord has been good to you. <sup>8</sup> For you, Lord, rescued me from death, my eyes from tears, my feet from stumbling. <sup>9</sup> I will walk before the Lord in the land of the living. <sup>10</sup> I believed, even when I said, “I am severely oppressed.” <sup>11</sup> In my alarm I said, “Everyone is a liar.” <sup>12</sup> How can I repay the Lord for all the good he has done for me? <sup>13</sup> I will take the cup of salvation and call on the name of the Lord. <sup>14</sup> I will </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> my vows to the Lord in the presence of all his people. <sup>15</sup> The death of his faithful ones is valuable in the Lord’s sight. <sup>16</sup> Lord, I am indeed your servant; I am your servant, the son of your female servant. You have loosened my bonds. <sup>17</sup> I will offer you a thanksgiving sacrifice and call on the name of the Lord. <sup>18</sup> I will </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> my vows to the Lord in the presence of all his people, <sup>19</sup> in the courts of the Lord’s house — within you, Jerusalem. Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Praise the Lord, all nations! Glorify him, all peoples! <sup>2</sup> For his faithful love to us is great; the Lord’s faithfulness endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Give thanks to the Lord, for he is good; his faithful love endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>2</sup> Let Israel say, “His faithful love endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>.” <sup>3</sup> Let the house of Aaron say, “His faithful love endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>.” <sup>4</sup> Let those who fear the Lord say, “His faithful love endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>.” <sup>5</sup> I called to the Lord in distress; the Lord answered me and put me in a spacious place. <sup>6</sup> The Lord is for me; I will not be afraid. What can a mere mortal do to me? <sup>7</sup> The Lord is my helper; therefore, I will look in triumph on those who hate me. <sup>8</sup> It is better to take refuge in the Lord than to trust in humanity. <sup>9</sup> It is better to take refuge in the Lord than to trust in nobles. <sup>10</sup> All the nations surrounded me; in the name of the Lord I destroyed them. <sup>11</sup> They surrounded me, yes, they surrounded me; in the name of the Lord I destroyed them. <sup>12</sup> They surrounded me like bees; they were extinguished like a fire among thorns; in the name of the Lord I destroyed them. <sup>13</sup> They pushed me hard to make me fall, but the Lord helped me. <sup>14</sup> The Lord is my strength and my song; he has become my salvation. <sup>15</sup> There are shouts of joy and victory in the tents of the righteous: “The Lord’s right hand performs valiantly! <sup>16</sup> The Lord’s right hand is raised. The Lord’s right hand performs valiantly! ” <sup>17</sup> I will not die, but I will live and proclaim what the Lord has done. <sup>18</sup> The Lord disciplined me severely but did not give me over to death. <sup>19</sup> Open the gates of righteousness for me; I will enter through them and give thanks to the Lord. <sup>20</sup> This is the Lord’s gate; the righteous will enter through it. <sup>21</sup> I will give thanks to you because you have answered me and have become my salvation. <sup>22</sup> The stone that the builders rejected has become the cornerstone. <sup>23</sup> This came from the Lord; it is wondrous in our sight. <sup>24</sup> This is the day the Lord has made; let’s rejoice and be glad in it. <sup>25</sup> Lord, save us! Lord, please grant us success! <sup>26</sup> He who comes in the name of the Lord is blessed. From the house of the Lord we bless you. <sup>27</sup> The Lord is God and has given us light. Bind the festival sacrifice with cords to the horns of the altar. <sup>28</sup> You are my God, and I will give you thanks. You are my God; I will exalt you. <sup>29</sup> Give thanks to the Lord, for he is good; his faithful love endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> א 'Aleph' <sup>1</sup> How happy are those whose way is blameless, who walk according to the Lord’s instruction! <sup>2</sup> Happy are those who keep his decrees and seek him with all their heart. <sup>3</sup> They do nothing wrong; they walk in his ways. <sup>4</sup> You have commanded that your precepts be diligently kept. <sup>5</sup> If only my ways were committed to keeping your statutes! <sup>6</sup> Then I would not be ashamed when I think about all your commands. <sup>7</sup> I will praise you with an upright heart when I learn your righteous </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>. <sup>8</sup> I will keep your statutes; never abandon me. ב 'Beth' <sup>9</sup> How can a young man keep his way pure? By keeping your word. <sup>10</sup> I have sought you with all my heart; don’t let me wander from your commands. <sup>11</sup> I have treasured your word in my heart so that I may not sin against you. <sup>12</sup> Lord, may you be blessed; teach me your statutes. <sup>13</sup> With my lips I proclaim all the </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> from your mouth. <sup>14</sup> I rejoice in the way revealed by your decrees as much as in all riches. <sup>15</sup> I will meditate on your precepts and think about your ways. <sup>16</sup> I will delight in your statutes; I will not forget your word. ג 'Gimel' <sup>17</sup> Deal generously with your servant so that I might live; then I will keep your word. <sup>18</sup> Open my eyes so that I may contemplate wondrous things from your instruction. <sup>19</sup> I am a resident </span>\n    <del>alien</del>\n    <ins>foreigner</ins>\n    <span> on earth; do not hide your commands from me. <sup>20</sup> I am continually overcome with longing for your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>. <sup>21</sup> You rebuke the arrogant, the ones under a curse, who wander from your commands. <sup>22</sup> Take insult and contempt away from me, for I have kept your decrees. <sup>23</sup> Though princes sit together speaking against me, your servant will think about your statutes; <sup>24</sup> your decrees are my delight and my </span>\n    <del>counselors</del>\n    <ins>counsellors</ins>\n    <span>. ד 'Daleth' <sup>25</sup> My life is down in the dust; give me life through your word. <sup>26</sup> I told you about my life, and you answered me; teach me your statutes. <sup>27</sup> Help me understand the meaning of your precepts so that I can meditate on your wonders. <sup>28</sup> I am weary from grief; strengthen me through your word. <sup>29</sup> Keep me from the way of deceit and graciously give me your instruction. <sup>30</sup> I have chosen the way of truth; I have set your ordinances before me. <sup>31</sup> I cling to your decrees; Lord, do not put me to shame. <sup>32</sup> I pursue the way of your commands, for you broaden my understanding. ה 'He' <sup>33</sup> Teach me, Lord, the meaning of your statutes, and I will always keep them. <sup>34</sup> Help me understand your instruction, and I will obey it and follow it with all my heart. <sup>35</sup> Help me stay on the path of your commands, for I take pleasure in it. <sup>36</sup> Turn my heart to your decrees and not to dishonest profit. <sup>37</sup> Turn my eyes from looking at what is worthless; give me life in your ways. <sup>38</sup> Confirm what you said to your servant, for it produces reverence for you. <sup>39</sup> Turn away the disgrace I dread; indeed, your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> are good. <sup>40</sup> How I long for your precepts! Give me life through your righteousness. ו 'Waw' <sup>41</sup> Let your faithful love come to me, Lord, your salvation, as you promised. <sup>42</sup> Then I can answer the one who taunts me, for I trust in your word. <sup>43</sup> Never take the word of truth from my mouth, for I hope in your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>. <sup>44</sup> I will always obey your instruction, </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever. <sup>45</sup> I will walk freely in an open place because I study your precepts. <sup>46</sup> I will speak of your decrees before kings and not be ashamed. <sup>47</sup> I delight in your commands, which I love. <sup>48</sup> I will lift up my hands to your commands, which I love, and will meditate on your statutes. ז 'Zayin' <sup>49</sup> Remember your word to your servant; you have given me hope through it. <sup>50</sup> This is my comfort in my affliction: Your promise has given me life. <sup>51</sup> The arrogant constantly ridicule me, but I do not turn away from your instruction. <sup>52</sup> Lord, I remember your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> from long ago and find comfort. <sup>53</sup> Fury seizes me because of the wicked who reject your instruction. <sup>54</sup> Your statutes are the theme of my song during my earthly life. <sup>55</sup> Lord, I remember your name in the night, and I obey your instruction. <sup>56</sup> This is my practice: I obey your precepts. ח 'Cheth' <sup>57</sup> The Lord is my portion; I have promised to keep your words. <sup>58</sup> I have sought your </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> with all my heart; be gracious to me according to your promise. <sup>59</sup> I thought about my ways and turned my steps back to your decrees. <sup>60</sup> I hurried, not hesitating to keep your commands. <sup>61</sup> Though the ropes of the wicked were wrapped </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> me, I did not forget your instruction. <sup>62</sup> I rise at midnight to thank you for your righteous </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>. <sup>63</sup> I am a friend to all who fear you, to those who keep your precepts. <sup>64</sup> Lord, the earth is filled with your faithful love; teach me your statutes. ט 'Teth' <sup>65</sup> Lord, you have treated your servant well, just as you promised. <sup>66</sup> Teach me good </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> and discernment, for I rely on your commands. <sup>67</sup> Before I was afflicted I went astray, but now I keep your word. <sup>68</sup> You are good, and you do what is good; teach me your statutes. <sup>69</sup> The arrogant have smeared me with lies, but I obey your precepts with all my heart. <sup>70</sup> Their hearts are hard and insensitive, but I delight in your instruction. <sup>71</sup> It was good for me to be afflicted so that I could learn your statutes. <sup>72</sup> Instruction from your lips is better for me than thousands of gold and silver pieces. י 'Yod' <sup>73</sup> Your hands made me and formed me; give me understanding so that I can learn your commands. <sup>74</sup> Those who fear you will see me and rejoice, for I put my hope in your word. <sup>75</sup> I know, Lord, that your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> are just and that you have afflicted me fairly. <sup>76</sup> May your faithful love comfort me as you promised your servant. <sup>77</sup> May your compassion come to me so that I may live, for your instruction is my delight. <sup>78</sup> Let the arrogant be put to shame for slandering me with lies; I will meditate on your precepts. <sup>79</sup> Let those who fear you, those who know your decrees, turn to me. <sup>80</sup> May my heart be blameless regarding your statutes so that I will not be put to shame. כ 'Kaph' <sup>81</sup> I long for your salvation; I put my hope in your word. <sup>82</sup> My eyes grow weary looking for what you have promised; I ask, “When will you comfort me? ” <sup>83</sup> Though I have become like a wineskin dried by smoke, I do not forget your statutes. <sup>84</sup> How many days must your servant wait? When will you execute </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> on my persecutors? <sup>85</sup> The arrogant have dug pits for me; they violate your instruction. <sup>86</sup> All your commands are true; people persecute me with lies ​— ​help me! <sup>87</sup> They almost ended my life on earth, but I did not abandon your precepts. <sup>88</sup> Give me life in accordance with your faithful love, and I will obey the decree you have spoken. ל 'Lamed' <sup>89</sup> Lord, your word is </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; it is firmly fixed in heaven. <sup>90</sup> Your faithfulness is for all generations; you established the earth, and it stands firm. <sup>91</sup> Your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> stand firm today, for all things are your servants. <sup>92</sup> If your instruction had not been my delight, I would have died in my affliction. <sup>93</sup> I will never forget your precepts, for you have given me life through them. <sup>94</sup> I am yours; save me, for I have studied your precepts. <sup>95</sup> The wicked hope to destroy me, but I contemplate your decrees. <sup>96</sup> I have seen a limit to all perfection, but your command is without limit. מ 'Mem' <sup>97</sup> How I love your instruction! It is my meditation all day long. <sup>98</sup> Your command makes me wiser than my enemies, for it is always with me. <sup>99</sup> I have more insight than all my teachers because your decrees are my meditation. <sup>100</sup> I understand more than the elders because I obey your precepts. <sup>101</sup> I have kept my feet from every evil path to follow your word. <sup>102</sup> I have not turned from your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>, for you yourself have instructed me. <sup>103</sup> How sweet your word is to my taste — sweeter than honey in my mouth. <sup>104</sup> I gain understanding from your precepts; therefore I hate every false way. נ 'Nun' <sup>105</sup> Your word is a lamp for my feet and a light on my path. <sup>106</sup> I have solemnly sworn to keep your righteous </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>. <sup>107</sup> I am severely afflicted; Lord, give me life according to your word. <sup>108</sup> Lord, please accept my freewill offerings of praise, and teach me your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>. <sup>109</sup> My life is constantly in danger, yet I do not forget your instruction. <sup>110</sup> The wicked have set a trap for me, but I have not wandered from your precepts. <sup>111</sup> I have your decrees as a heritage </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; indeed, they are the joy of my heart. <sup>112</sup> I am resolved to obey your statutes to the very end. ס 'Samek' <sup>113</sup> I hate those who are double-minded, but I love your instruction. <sup>114</sup> You are my shelter and my shield; I put my hope in your word. <sup>115</sup> Depart from me, you evil ones, so that I may obey my God’s commands. <sup>116</sup> Sustain me as you promised, and I will live; do not let me be ashamed of my hope. <sup>117</sup> Sustain me so that I can be safe and always be concerned about your statutes. <sup>118</sup> You reject all who stray from your statutes, for their deceit is a lie. <sup>119</sup> You remove all the wicked on earth as if they were dross from metal; therefore, I love your decrees. <sup>120</sup> I tremble in awe of you; I fear your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>. ע 'Ayin' <sup>121</sup> I have done what is just and right; do not leave me to my oppressors. <sup>122</sup> Guarantee your servant’s well-being; do not let the arrogant oppress me. <sup>123</sup> My eyes grow weary looking for your salvation and for your righteous promise. <sup>124</sup> Deal with your servant based on your faithful love; teach me your statutes. <sup>125</sup> I am your servant; give me understanding so that I may know your decrees. <sup>126</sup> It is time for the Lord to act, for they have violated your instruction. <sup>127</sup> Since I love your commands more than gold, even the purest gold, <sup>128</sup> I carefully follow all your precepts and hate every false way. פ 'Pe' <sup>129</sup> Your decrees are wondrous; therefore I obey them. <sup>130</sup> The revelation of your words brings light and gives understanding to the inexperienced. <sup>131</sup> I open my mouth and pant because I long for your commands. <sup>132</sup> Turn to me and be gracious to me, as is your </span>\n    <del>practice toward</del>\n    <ins>practise towards</ins>\n    <span> those who love your name. <sup>133</sup> Make my steps steady through your promise; don’t let any sin dominate me. <sup>134</sup> Redeem me from human oppression, and I will keep your precepts. <sup>135</sup> Make your face shine on your servant, and teach me your statutes. <sup>136</sup> My eyes pour out streams of tears because people do not follow your instruction. צ 'Tsade' <sup>137</sup> You are righteous, Lord, and your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> are just. <sup>138</sup> The decrees you issue are righteous and altogether trustworthy. <sup>139</sup> My anger overwhelms me because my foes forget your words. <sup>140</sup> Your word is completely pure, and your servant loves it. <sup>141</sup> I am insignificant and despised, but I do not forget your precepts. <sup>142</sup> Your righteousness is an everlasting righteousness, and your instruction is true. <sup>143</sup> Trouble and distress have overtaken me, but your commands are my delight. <sup>144</sup> Your decrees are righteous </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. Give me understanding, and I will live. ק 'Qoph' <sup>145</sup> I call with all my heart; answer me, Lord. I will obey your statutes. <sup>146</sup> I call to you; save me, and I will keep your decrees. <sup>147</sup> I rise before dawn and cry out for help; I put my hope in your word. <sup>148</sup> I am awake through each watch of the night to meditate on your promise. <sup>149</sup> In keeping with your faithful love, hear my voice. Lord, give me life in keeping with your justice. <sup>150</sup> Those who pursue evil plans come near; they are far from your instruction. <sup>151</sup> You are near, Lord, and all your commands are true. <sup>152</sup> Long ago I learned from your decrees that you have established them </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. ר 'Resh' <sup>153</sup> Consider my affliction and rescue me, for I have not forgotten your instruction. <sup>154</sup> Champion my cause and redeem me; give me life as you promised. <sup>155</sup> Salvation is far from the wicked because they do not study your statutes. <sup>156</sup> Your compassions are many, Lord; give me life according to your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>. <sup>157</sup> My persecutors and foes are many. I have not turned from your decrees. <sup>158</sup> I have seen the disloyal and feel disgust because they do not keep your word. <sup>159</sup> Consider how I love your precepts; Lord, give me life according to your faithful love. <sup>160</sup> The entirety of your word is truth, each of your righteous </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. שׂ 'Sin' / שׁ 'Shin' <sup>161</sup> Princes have persecuted me without cause, but my heart fears only your word. <sup>162</sup> I rejoice over your promise like one who finds vast treasure. <sup>163</sup> I hate and abhor falsehood, but I love your instruction. <sup>164</sup> I praise you seven times a day for your righteous </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>. <sup>165</sup> Abundant peace belongs to those who love your instruction; nothing makes them stumble. <sup>166</sup> Lord, I hope for your salvation and carry out your commands. <sup>167</sup> I obey your decrees and love them greatly. <sup>168</sup> I obey your precepts and decrees, for all my ways are before you. ת 'Taw' <sup>169</sup> Let my cry reach you, Lord; give me understanding according to your word. <sup>170</sup> Let my plea reach you; rescue me according to your promise. <sup>171</sup> My lips pour out praise, for you teach me your statutes. <sup>172</sup> My tongue sings about your promise, for all your commands are righteous. <sup>173</sup> May your hand be ready to help me, for I have chosen your precepts. <sup>174</sup> I long for your salvation, Lord, and your instruction is my delight. <sup>175</sup> Let me live, and I will praise you; may your </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> help me. <sup>176</sup> I wander like a lost sheep; seek your servant, for I do not forget your commands. </span>\n  </p>\n","<p>\n    <span> A song of ascents. <sup>1</sup> In my distress I called to the Lord, and he answered me. <sup>2</sup> “Lord, rescue me from lying lips and a deceitful tongue.” <sup>3</sup> What will he give you, and what will he do to you, you deceitful tongue? <sup>4</sup> A warrior’s sharp arrows with burning charcoal! <sup>5</sup> What misery that I have stayed in Meshech, that I have lived among the tents of Kedar! <sup>6</sup> I have dwelt too long with those who hate peace. <sup>7</sup> I am for peace; but when I speak, they are for war. </span>\n  </p>\n","<p>\n    <span> A song of ascents. <sup>1</sup> I lift my eyes </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> the mountains. Where will my help come from? <sup>2</sup> My help comes from the Lord, the Maker of heaven and earth. <sup>3</sup> He will not allow your foot to slip; your Protector will not slumber. <sup>4</sup> Indeed, the Protector of Israel does not slumber or sleep. <sup>5</sup> The Lord protects you; the Lord is a shelter right by your side. <sup>6</sup> The sun will not strike you by day or the moon by night. <sup>7</sup> The Lord will protect you from all harm; he will protect your life. <sup>8</sup> The Lord will protect your coming and going both now and </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> A song of ascents. Of David. <sup>1</sup> I rejoiced with those who said to me, “Let’s go to the house of the Lord.” <sup>2</sup> Our feet were standing within your gates, Jerusalem — <sup>3</sup> Jerusalem, built as a city should be, solidly united, <sup>4</sup> where the tribes, the Lord’s tribes, go up to give thanks to the name of the Lord. (This is an ordinance for Israel. ) <sup>5</sup> There, thrones for </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> are placed, thrones of the house of David. <sup>6</sup> Pray for the well-being of Jerusalem: “May those who love you be secure; <sup>7</sup> may there be peace within your walls, security within your fortresses.” <sup>8</sup> Because of my brothers and friends, I will say, “May peace be in you.” <sup>9</sup> Because of the house of the Lord our God, I will pursue your prosperity. </span>\n  </p>\n","<p>\n    <span> A song of ascents. <sup>1</sup> I lift my eyes to you, the one enthroned in heaven. <sup>2</sup> Like a servant’s eyes on his master’s hand, like a servant girl’s eyes on her mistress’s hand, so our eyes are on the Lord our God until he shows us </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>. <sup>3</sup> Show us </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>, Lord, show us </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>, for we’ve had more than enough contempt. <sup>4</sup> We’ve had more than enough scorn from the arrogant and contempt from the proud. </span>\n  </p>\n","<p>\n    <span> A song of ascents. Of David. <sup>1</sup> If the Lord had not been on our side — let Israel say — <sup>2</sup> if the Lord had not been on our side when people attacked us, <sup>3</sup> then they would have swallowed us alive in their burning anger against us. <sup>4</sup> Then the water would have engulfed us; the torrent would have swept over us; <sup>5</sup> the raging water would have swept over us. <sup>6</sup> Blessed be the Lord, who has not let us be ripped apart by their teeth. <sup>7</sup> We have escaped like a bird from the hunter’s net; the net is torn, and we have escaped. <sup>8</sup> Our help is in the name of the Lord, the Maker of heaven and earth. </span>\n  </p>\n","<p>\n    <span> A song of ascents. <sup>1</sup> Those who trust in the Lord are like Mount Zion. It cannot be shaken; it remains </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>2</sup> The mountains surround Jerusalem and the Lord surrounds his people, both now and </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>3</sup> The </span>\n    <del>scepter</del>\n    <ins>sceptre</ins>\n    <span> of the wicked will not remain over the land allotted to the righteous, so that the righteous will not apply their hands to injustice. <sup>4</sup> Do what is good, Lord, to the good, to those whose hearts are upright. <sup>5</sup> But as for those who turn aside to crooked ways, the Lord will banish them with the evildoers. Peace be with Israel. </span>\n  </p>\n","<p>\n    <span> A song of ascents. <sup>1</sup> When the Lord restored the fortunes of Zion, we were like those who dream. <sup>2</sup> Our mouths were filled with laughter then, and our tongues with shouts of joy. Then they said among the nations, “The Lord has done great things for them.” <sup>3</sup> The Lord had done great things for us; we were joyful. <sup>4</sup> Restore our fortunes, Lord, like watercourses in the Negev. <sup>5</sup> Those who sow in tears will reap with shouts of joy. <sup>6</sup> Though one goes along weeping, carrying the bag of seed, he will surely come back with shouts of joy, carrying his sheaves. </span>\n  </p>\n","<p>\n    <span> A song of ascents. Of Solomon. <sup>1</sup> Unless the Lord builds a house, its builders </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> over it in vain; unless the Lord watches over a city, the watchman stays alert in vain. <sup>2</sup> In vain you get up early and stay up late, working hard to have enough food ​— ​ yes, he gives sleep to the one he loves. <sup>3</sup> Sons are indeed a heritage from the Lord, offspring, a reward. <sup>4</sup> Like arrows in the hand of a warrior are the sons born in one’s youth. <sup>5</sup> Happy is the man who has filled his quiver with them. They will never be put to shame when they speak with their enemies at the city gate. </span>\n  </p>\n","<p>\n    <span> A song of ascents. <sup>1</sup> How happy is everyone who fears the Lord, who walks in his ways! <sup>2</sup> You will surely eat what your hands have worked for. You will be happy, and it will go well for you. <sup>3</sup> Your wife will be like a fruitful vine within your house, your children, like young olive trees </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> your table. <sup>4</sup> In this very way the man who fears the Lord will be blessed. <sup>5</sup> May the Lord bless you from Zion, so that you will see the prosperity of Jerusalem all the days of your life <sup>6</sup> and will see your children’s children! Peace be with Israel. </span>\n  </p>\n","<p>\n    <span> A song of ascents. <sup>1</sup> Since my youth they have often attacked me — let Israel say — <sup>2</sup> since my youth they have often attacked me, but they have not prevailed against me. <sup>3</sup> </span>\n    <del>Plowmen plowed</del>\n    <ins>Ploughmen ploughed</ins>\n    <span> over my back; they made their furrows long. <sup>4</sup> The Lord is righteous; he has cut the ropes of the wicked. <sup>5</sup> Let all who hate Zion be driven back in disgrace. <sup>6</sup> Let them be like grass on the rooftops, which withers before it grows up <sup>7</sup> and can’t even fill the hands of the reaper or the arms of the one who binds sheaves. <sup>8</sup> Then none who pass by will say, “May the Lord’s blessing be on you. We bless you in the name of the Lord.” </span>\n  </p>\n","<p>\n    <span> A song of ascents. <sup>1</sup> Out of the depths I call to you, Lord! <sup>2</sup> Lord, listen to my voice; let your ears be attentive to my cry for help. <sup>3</sup> Lord, if you kept an account of iniquities, Lord, who could stand? <sup>4</sup> But with you there is forgiveness, so that you may be revered. <sup>5</sup> I wait for the Lord; I wait and put my hope in his word. <sup>6</sup> I wait for the Lord more than watchmen for the morning — more than watchmen for the morning. <sup>7</sup> Israel, put your hope in the Lord. For there is faithful love with the Lord, and with him is redemption in abundance. <sup>8</sup> And he will redeem Israel from all its iniquities. </span>\n  </p>\n","<p>\n    <span> A song of ascents. Of David. <sup>1</sup> Lord, my heart is not proud; my eyes are not haughty. I do not get involved with things too great or too wondrous for me. <sup>2</sup> Instead, I have calmed and </span>\n    <del>quieted</del>\n    <ins>quietened</ins>\n    <span> my soul like a weaned child with its mother; my soul is like a weaned child. <sup>3</sup> Israel, put your hope in the Lord, both now and </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> A song of ascents. <sup>1</sup> Lord, remember David and all the hardships he endured, <sup>2</sup> and how he swore an oath to the Lord, making a vow to the Mighty One of Jacob: <sup>3</sup> “I will not enter my house or get into my bed, <sup>4</sup> I will not allow my eyes to sleep or my eyelids to slumber <sup>5</sup> until I find a place for the Lord, a dwelling for the Mighty One of Jacob.” <sup>6</sup> We heard of the ark in Ephrathah; we found it in the fields of Jaar. <sup>7</sup> Let’s go to his dwelling place; let’s worship at his footstool. <sup>8</sup> Rise up, Lord, come to your resting place, you and your powerful ark. <sup>9</sup> May your priests be clothed with righteousness, and may your faithful people shout for joy. <sup>10</sup> For the sake of your servant David, do not reject your anointed one. <sup>11</sup> The Lord swore an oath to David, a promise he will not abandon: “I will set one of your offspring on your throne. <sup>12</sup> If your sons keep my covenant and my decrees that I will teach them, their sons will also sit on your throne </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>.” <sup>13</sup> For the Lord has chosen Zion; he has desired it for his home: <sup>14</sup> “This is my resting place </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; I will make my home here because I have desired it. <sup>15</sup> I will abundantly bless its food; I will satisfy its needy with bread. <sup>16</sup> I will clothe its priests with salvation, and its faithful people will shout for joy. <sup>17</sup> There I will make a horn grow for David; I have prepared a lamp for my anointed one. <sup>18</sup> I will clothe his enemies with shame, but the crown he wears will be glorious.” </span>\n  </p>\n","<p>\n    <span> A song of ascents. Of David. <sup>1</sup> How delightfully good when brothers live together in harmony! <sup>2</sup> It is like fine oil on the head, running down on the beard, running down Aaron’s beard onto his robes. <sup>3</sup> It is like the dew of Hermon falling on the mountains of Zion. For there the Lord has appointed the blessing — life </span>\n    <del>forevermore</del>\n    <ins>for evermore</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> A song of ascents. <sup>1</sup> Now bless the Lord, all you servants of the Lord who stand in the Lord’s house at night! <sup>2</sup> Lift up your hands in the holy place and bless the Lord! <sup>3</sup> May the Lord, Maker of heaven and earth, bless you from Zion. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Hallelujah! Praise the name of the Lord. Give praise, you servants of the Lord <sup>2</sup> who stand in the house of the Lord, in the courts of the house of our God. <sup>3</sup> Praise the Lord, for the Lord is good; sing praise to his name, for it is delightful. <sup>4</sup> For the Lord has chosen Jacob for himself, Israel as his treasured possession. <sup>5</sup> For I know that the Lord is great; our Lord is greater than all gods. <sup>6</sup> The Lord does whatever he pleases in heaven and on earth, in the seas and all the depths. <sup>7</sup> He causes the clouds to rise from the ends of the earth. He makes lightning for the rain and brings the wind from his storehouses. <sup>8</sup> He struck down the firstborn of Egypt, both people and animals. <sup>9</sup> He sent signs and wonders against you, Egypt, against Pharaoh and all his officials. <sup>10</sup> He struck down many nations and slaughtered mighty kings: <sup>11</sup> Sihon king of the Amorites, Og king of Bashan, and all the kings of Canaan. <sup>12</sup> He gave their land as an inheritance, an inheritance to his people Israel. <sup>13</sup> Lord, your name endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, your reputation, Lord, through all generations. <sup>14</sup> For the Lord will vindicate his people and have compassion on his servants. <sup>15</sup> The idols of the nations are of silver and gold, made by human hands. <sup>16</sup> They have mouths but cannot speak, eyes, but cannot see. <sup>17</sup> They have ears but cannot hear; indeed, there is no breath in their mouths. <sup>18</sup> Those who make them are just like them, as are all who trust in them. <sup>19</sup> House of Israel, bless the Lord! House of Aaron, bless the Lord! <sup>20</sup> House of Levi, bless the Lord! You who revere the Lord, bless the Lord! <sup>21</sup> Blessed be the Lord from Zion; he dwells in Jerusalem. Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Give thanks to the Lord, for he is good. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>2</sup> Give thanks to the God of gods. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>3</sup> Give thanks to the Lord of lords. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>4</sup> He alone does great wonders. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>5</sup> He made the heavens </span>\n    <del>skillfully</del>\n    <ins>skilfully</ins>\n    <span>. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>6</sup> He spread the land on the waters. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>7</sup> He made the great lights: </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>8</sup> the sun to rule by day, </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>9</sup> the moon and stars to rule by night. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>10</sup> He struck the firstborn of the Egyptians </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>11</sup> and brought Israel out from among them </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>12</sup> with a strong hand and outstretched arm. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>13</sup> He divided the Red Sea </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>14</sup> and led Israel through, </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>15</sup> but hurled Pharaoh and his army into the Red Sea. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>16</sup> He led his people in the wilderness. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>17</sup> He struck down great kings </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>18</sup> and slaughtered famous kings — </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>19</sup> Sihon king of the Amorites </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>20</sup> and Og king of Bashan — </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>21</sup> and gave their land as an inheritance, </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>22</sup> an inheritance to Israel his servant. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>23</sup> He remembered us in our humiliation </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>24</sup> and rescued us from our foes. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>25</sup> He gives food to every creature. </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. <sup>26</sup> Give thanks to the God of heaven! </span>\n    <del>'</del>\n    <span>His faithful love endures </span>\n    <del>forever'</del>\n    <ins>for ever</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> By the rivers of Babylon — there we sat down and wept when we remembered Zion. <sup>2</sup> There we hung up our lyres on the poplar trees, <sup>3</sup> for our captors there asked us for songs, and our tormentors, for rejoicing: “Sing us one of the songs of Zion.” <sup>4</sup> How can we sing the Lord’s song on foreign soil? <sup>5</sup> If I forget you, Jerusalem, may my right hand forget its skill. <sup>6</sup> May my tongue stick to the roof of my mouth if I do not remember you, if I do not exalt Jerusalem as my greatest joy! <sup>7</sup> Remember, Lord, what the Edomites said that day at Jerusalem: “Destroy it! Destroy it down to its foundations! ” <sup>8</sup> Daughter Babylon, doomed to destruction, happy is the one who pays you back what you have done to us. <sup>9</sup> Happy is he who takes your little ones and dashes them against the rocks. </span>\n  </p>\n","<p>\n    <span> Of David. <sup>1</sup> I will give you thanks with all my heart; I will sing your praise before the heavenly beings. <sup>2</sup> I will bow down </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> your holy temple and give thanks to your name for your constant love and truth. You have exalted your name and your promise above everything else. <sup>3</sup> On the day I called, you answered me; you increased strength within me. <sup>4</sup> All the kings on earth will give you thanks, Lord, when they hear what you have promised. <sup>5</sup> They will sing of the Lord’s ways, for the Lord’s glory is great. <sup>6</sup> Though the Lord is exalted, he takes note of the humble; but he knows the haughty from a distance. <sup>7</sup> If I walk into the thick of danger, you will preserve my life from the anger of my enemies. You will extend your hand; your right hand will save me. <sup>8</sup> The Lord will </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> his purpose for me. Lord, your faithful love endures </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; do not abandon the work of your hands. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. <sup>1</sup> Lord, you have searched me and known me. <sup>2</sup> You know when I sit down and when I stand up; you understand my thoughts from far away. <sup>3</sup> You observe my travels and my rest; you are aware of all my ways. <sup>4</sup> Before a word is on my tongue, you know all about it, Lord. <sup>5</sup> You have encircled me; you have placed your hand on me. <sup>6</sup> This wondrous knowledge is beyond me. It is lofty; I am unable to reach it. <sup>7</sup> Where can I go to escape your Spirit? Where can I flee from your presence? <sup>8</sup> If I go up to heaven, you are there; if I make my bed in Sheol, you are there. <sup>9</sup> If I fly on the wings of the dawn and settle down on the western horizon, <sup>10</sup> even there your hand will lead me; your right hand will hold on to me. <sup>11</sup> If I say, “Surely the darkness will hide me, and the light around me will be night</span>\n    <del>”</del>\n    <ins>’</ins>\n    <span> — <sup>12</sup> even the darkness is not dark to you. The night shines like the day; darkness and light are alike to you. <sup>13</sup> For it was you who created my inward parts; you knit me together in my mother’s womb. <sup>14</sup> I will praise you because I have been remarkably and wondrously made. Your works are wondrous, and I know this very well. <sup>15</sup> My bones were not hidden from you when I was made in secret, when I was formed in the depths of the earth. <sup>16</sup> Your eyes saw me when I was formless; all my days were written in your book and planned before a single one of them began. <sup>17</sup> God, how precious your thoughts are to me; how vast their sum is! <sup>18</sup> If I counted them, they would outnumber the grains of sand; when I wake up, I am still with you. <sup>19</sup> God, if only you would kill the wicked — you bloodthirsty men, stay away from me — <sup>20</sup> who invoke you deceitfully. Your enemies swear by you falsely. <sup>21</sup> Lord, don’t I hate those who hate you, and detest those who rebel against you? <sup>22</sup> I hate them with extreme hatred; I consider them my enemies. <sup>23</sup> Search me, God, and know my heart; test me and know my concerns. <sup>24</sup> See if there is any offensive way in me; lead me in the everlasting way. </span>\n  </p>\n","<p>\n    <span> For the choir director. A psalm of David. <sup>1</sup> Rescue me, Lord, from evil men. Keep me safe from violent men <sup>2</sup> who plan evil in their hearts. They stir up wars all day long. <sup>3</sup> They make their tongues as sharp as a snake’s bite; viper’s venom is under their lips. <i>Selah</i> <sup>4</sup> Protect me, Lord, from the power of the wicked. Keep me safe from violent men who plan to make me stumble. <sup>5</sup> The proud hide a trap with ropes for me; they spread a net along the path and set snares for me. <i>Selah</i> <sup>6</sup> I say to the Lord, “You are my God.” Listen, Lord, to my cry for help. <sup>7</sup> Lord, my Lord, my strong </span>\n    <del>Savior</del>\n    <ins>Saviour</ins>\n    <span>, you shield my head on the day of battle. <sup>8</sup> Lord, do not grant the desires of the wicked; do not let them achieve their goals. Otherwise, they will become proud. <i>Selah</i> <sup>9</sup> When those who surround me rise up, may the trouble their lips cause overwhelm them. <sup>10</sup> Let hot coals fall on them. Let them be thrown into the fire, into the abyss, never again to rise. <sup>11</sup> Do not let a slanderer stay in the land. Let evil relentlessly hunt down a violent man. <sup>12</sup> I know that the Lord upholds the just cause of the poor, justice for the needy. <sup>13</sup> Surely the righteous will praise your name; the upright will live in your presence. </span>\n  </p>\n","<p>\n    <span> A psalm of David. <sup>1</sup> Lord, I call on you; hurry to help me. Listen to my voice when I call on you. <sup>2</sup> May my prayer be set before you as incense, the raising of my hands as the evening offering. <sup>3</sup> Lord, set up a guard for my mouth; keep watch at the door of my lips. <sup>4</sup> Do not let my heart turn to any evil thing or perform wicked acts with evildoers. Do not let me feast on their delicacies. <sup>5</sup> Let the righteous one strike me — it is an act of faithful love; let him rebuke me — it is oil for my head; let me not refuse it. Even now my prayer is against the evil acts of the wicked. <sup>6</sup> When their rulers will be thrown off the sides of a cliff, the people will listen to my words, for they are pleasing. <sup>7</sup> As when one </span>\n    <del>plows</del>\n    <ins>ploughs</ins>\n    <span> and breaks up the soil, turning up rocks, so our bones have been scattered at the mouth of Sheol. <sup>8</sup> But my eyes look to you, Lord, my Lord. I seek refuge in you; do not let me die. <sup>9</sup> Protect me from the trap they have set for me, and from the snares of evildoers. <sup>10</sup> Let the wicked fall into their own nets, while I pass by safely. </span>\n  </p>\n","<p>\n    <span> A 'Maskil' of David. When he was in the cave. A prayer. <sup>1</sup> I cry aloud to the Lord; I plead aloud to the Lord for mercy. <sup>2</sup> I pour out my complaint before him; I reveal my trouble to him. <sup>3</sup> Although my spirit is weak within me, you know my way. Along this path I travel they have hidden a trap for me. <sup>4</sup> Look to the right and see: no one stands up for me; there is no refuge for me; no one cares about me. <sup>5</sup> I cry to you, Lord; I say, “You are my shelter, my portion in the land of the living.” <sup>6</sup> Listen to my cry, for I am very weak. Rescue me from those who pursue me, for they are too strong for me. <sup>7</sup> Free me from prison so that I can praise your name. The righteous will gather around me because you deal generously with me. </span>\n  </p>\n","<p>\n    <span> A psalm of David. <sup>1</sup> Lord, hear my prayer. In your faithfulness listen to my plea, and in your righteousness answer me. <sup>2</sup> Do not bring your servant into </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>, for no one alive is righteous in your sight. <sup>3</sup> For the enemy has pursued me, crushing me to the ground, making me live in darkness like those long dead. <sup>4</sup> My spirit is weak within me; my heart is overcome with dismay. <sup>5</sup> I remember the days of old; I meditate on all you have done; I reflect on the work of your hands. <sup>6</sup> I spread out my hands to you; I am like parched land before you. <i>Selah</i> <sup>7</sup> Answer me quickly, Lord; my spirit fails. Don’t hide your face from me, or I will be like those going down to the Pit. <sup>8</sup> Let me experience your faithful love in the morning, for I trust in you. Reveal to me the way I should go because I appeal to you. <sup>9</sup> Rescue me from my enemies, Lord; I come to you for protection. <sup>10</sup> Teach me to do your will, for you are my God. May your gracious Spirit lead me on level ground. <sup>11</sup> For your name’s sake, Lord, let me live. In your righteousness deliver me from trouble, <sup>12</sup> and in your faithful love destroy my enemies. Wipe out all those who attack me, for I am your servant. </span>\n  </p>\n","<p>\n    <span> Of David. <sup>1</sup> Blessed be the Lord, my rock who trains my hands for battle and my fingers for warfare. <sup>2</sup> He is my faithful love and my fortress, my stronghold and my deliverer. He is my shield, and I take refuge in him; he subdues my people under me. <sup>3</sup> Lord, what is a human that you care for him, a son of man that you think of him? <sup>4</sup> A human is like a breath; his days are like a passing shadow. <sup>5</sup> Lord, part your heavens and come down. Touch the mountains, and they will smoke. <sup>6</sup> Flash your lightning and scatter the foe; shoot your arrows and rout them. <sup>7</sup> Reach down from on high; rescue me from deep water, and set me free from the grasp of foreigners <sup>8</sup> whose mouths speak lies, whose right hands are deceptive. <sup>9</sup> God, I will sing a new song to you; I will play on a ten-stringed harp for you — <sup>10</sup> the one who gives victory to kings, who frees his servant David from the deadly sword. <sup>11</sup> Set me free and rescue me from foreigners whose mouths speak lies, whose right hands are deceptive. <sup>12</sup> Then our sons will be like plants nurtured in their youth, our daughters, like corner pillars that are carved in the palace style. <sup>13</sup> Our storehouses will be full, supplying all kinds of produce; our flocks will increase by thousands and tens of thousands in our open fields. <sup>14</sup> Our cattle will be well fed. There will be no breach in the walls, no going into captivity, and no cry of lament in our public squares. <sup>15</sup> Happy are the people with such blessings. Happy are the people whose God is the Lord. </span>\n  </p>\n","<p>\n    <span> A hymn of David. <sup>1</sup> I exalt you, my God the King, and bless your name </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever. <sup>2</sup> I will bless you every day; I will praise your name </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever. <sup>3</sup> The Lord is great and is highly praised; his greatness is unsearchable. <sup>4</sup> One generation will declare your works to the next and will proclaim your mighty acts. <sup>5</sup> I will speak of your </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> and glorious majesty and your wondrous works. <sup>6</sup> They will proclaim the power of your awe-inspiring acts, and I will declare your greatness. <sup>7</sup> They will give a testimony of your great goodness and will joyfully sing of your righteousness. <sup>8</sup> The Lord is gracious and compassionate, slow to anger and great in faithful love. <sup>9</sup> The Lord is good to everyone; his compassion rests on all he has made. <sup>10</sup> All you have made will thank you, Lord; the faithful will bless you. <sup>11</sup> They will speak of the glory of your kingdom and will declare your might, <sup>12</sup> informing all people of your mighty acts and of the glorious </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> of your kingdom. <sup>13</sup> Your kingdom is an everlasting kingdom; your rule is for all generations. The Lord is faithful in all his words and gracious in all his actions. <sup>14</sup> The Lord helps all who fall; he raises up all who are oppressed. <sup>15</sup> All eyes look to you, and you give them their food at the proper time. <sup>16</sup> You open your hand and satisfy the desire of every living thing. <sup>17</sup> The Lord is righteous in all his ways and faithful in all his acts. <sup>18</sup> The Lord is near all who call out to him, all who call out to him with integrity. <sup>19</sup> He </span>\n    <del>fulfills</del>\n    <ins>fulfils</ins>\n    <span> the desires of those who fear him; he hears their cry for help and saves them. <sup>20</sup> The Lord guards all those who love him, but he destroys all the wicked. <sup>21</sup> My mouth will declare the Lord’s praise; let every living thing bless his holy name </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Hallelujah! My soul, praise the Lord. <sup>2</sup> I will praise the Lord all my life; I will sing to my God as long as I live. <sup>3</sup> Do not trust in nobles, in a son of man, who cannot save. <sup>4</sup> When his breath leaves him, he returns to the ground; on that day his plans die. <sup>5</sup> Happy is the one whose help is the God of Jacob, whose hope is in the Lord his God, <sup>6</sup> the Maker of heaven and earth, the sea and everything in them. He remains faithful </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, <sup>7</sup> executing justice for the exploited and giving food to the hungry. The Lord frees prisoners. <sup>8</sup> The Lord opens the eyes of the blind. The Lord raises up those who are oppressed. The Lord loves the righteous. <sup>9</sup> The Lord protects resident </span>\n    <del>aliens</del>\n    <ins>foreigners</ins>\n    <span> and helps the fatherless and the widow, but he frustrates the ways of the wicked. <sup>10</sup> The Lord reigns </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; Zion, your God reigns for all generations. Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Hallelujah! How good it is to sing to our God, for praise is pleasant and lovely. <sup>2</sup> The Lord rebuilds Jerusalem; he gathers Israel’s exiled people. <sup>3</sup> He heals the </span>\n    <del>brokenhearted</del>\n    <ins>broken-hearted</ins>\n    <span> and bandages their wounds. <sup>4</sup> He counts the number of the stars; he gives names to all of them. <sup>5</sup> Our Lord is great, vast in power; his understanding is infinite. <sup>6</sup> The Lord helps the oppressed but brings the wicked to the ground. <sup>7</sup> Sing to the Lord with thanksgiving; play the lyre to our God, <sup>8</sup> who covers the sky with clouds, prepares rain for the earth, and causes grass to grow on the hills. <sup>9</sup> He provides the animals with their food, and the young ravens what they cry for. <sup>10</sup> He is not impressed by the strength of a horse; he does not value the power of a warrior. <sup>11</sup> The Lord values those who fear him, those who put their hope in his faithful love. <sup>12</sup> Exalt the Lord, Jerusalem; praise your God, Zion! <sup>13</sup> For he strengthens the bars of your city gates and blesses your children within you. <sup>14</sup> He endows your territory with prosperity; he satisfies you with the finest wheat. <sup>15</sup> He sends his command throughout the earth; his word runs swiftly. <sup>16</sup> He spreads snow like wool; he scatters frost like ashes; <sup>17</sup> he throws his hailstones like crumbs. Who can withstand his cold? <sup>18</sup> He sends his word and melts them; he unleashes his winds, and the water flows. <sup>19</sup> He declares his word to Jacob, his statutes and </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span> to Israel. <sup>20</sup> He has not done this for every nation; they do not know his </span>\n    <del>judgments</del>\n    <ins>judgements</ins>\n    <span>. Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Hallelujah! Praise the Lord from the heavens; praise him in the heights. <sup>2</sup> Praise him, all his angels; praise him, all his heavenly armies. <sup>3</sup> Praise him, sun and moon; praise him, all you shining stars. <sup>4</sup> Praise him, highest heavens, and you waters above the heavens. <sup>5</sup> Let them praise the name of the Lord, for he commanded, and they were created. <sup>6</sup> He set them in position </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever; he gave an order that will never pass away. <sup>7</sup> Praise the Lord from the earth, all sea monsters and ocean depths, <sup>8</sup> lightning and hail, snow and cloud, stormy wind that executes his command, <sup>9</sup> mountains and all hills, fruit trees and all cedars, <sup>10</sup> wild animals and all cattle, creatures that crawl and flying birds, <sup>11</sup> kings of the earth and all peoples, princes and all judges of the earth, <sup>12</sup> young men as well as young women, old and young together. <sup>13</sup> Let them praise the name of the Lord, for his name alone is exalted. His majesty covers heaven and earth. <sup>14</sup> He has raised up a horn for his people, resulting in praise to all his faithful ones, to the Israelites, the people close to him. Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Hallelujah! Sing to the Lord a new song, his praise in the assembly of the faithful. <sup>2</sup> Let Israel celebrate its Maker; let the children of Zion rejoice in their King. <sup>3</sup> Let them praise his name with dancing and make music to him with tambourine and lyre. <sup>4</sup> For the Lord takes pleasure in his people; he adorns the humble with salvation. <sup>5</sup> Let the faithful celebrate in triumphal glory; let them shout for joy on their beds. <sup>6</sup> Let the exaltation of God be in their mouths and a double-edged sword in their hands, <sup>7</sup> inflicting vengeance on the nations and punishment on the peoples, <sup>8</sup> binding their kings with chains and their dignitaries with iron shackles, <sup>9</sup> carrying out the </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> decreed against them. This </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> is for all his faithful people. Hallelujah! </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Hallelujah! Praise God in his sanctuary. Praise him in his mighty expanse. <sup>2</sup> Praise him for his powerful acts; praise him for his abundant greatness. <sup>3</sup> Praise him with the blast of a ram’s horn; praise him with harp and lyre. <sup>4</sup> Praise him with tambourine and dance; praise him with strings and flute. <sup>5</sup> Praise him with resounding cymbals; praise him with clashing cymbals. <sup>6</sup> Let everything that breathes praise the Lord. Hallelujah! </span>\n  </p>\n"]