["<p>\n    <span> <sup>1</sup> The proverbs of Solomon son of David, king of Israel: <sup>2</sup> For learning wisdom and discipline; for understanding insightful sayings; <sup>3</sup> for receiving prudent instruction in righteousness, justice, and integrity; <sup>4</sup> for teaching shrewdness to the inexperienced, knowledge and discretion to a young man — <sup>5</sup> let a wise person listen and increase learning, and let a discerning person obtain guidance — <sup>6</sup> for understanding a proverb or a parable, the words of the wise, and their riddles. <sup>7</sup> The fear of the Lord is the beginning of knowledge; fools despise wisdom and discipline. <sup>8</sup> Listen, my son, to your father’s instruction, and don’t reject your mother’s teaching, <sup>9</sup> for they will be a garland of </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> on your head and pendants </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> your neck. <sup>10</sup> My son, if sinners entice you, don’t be persuaded. <sup>11</sup> If they say ​— ​“Come with us! Let’s set an ambush and kill someone. Let’s attack some innocent person just for fun! <sup>12</sup> Let’s swallow them alive, like Sheol, whole, like those who go down to the Pit. <sup>13</sup> We’ll find all kinds of valuable property and fill our houses with plunder. <sup>14</sup> Throw in your lot with us, and we’ll all share the loot</span>\n    <del>”</del>\n    <ins>’</ins>\n    <span> — <sup>15</sup> my son, don’t travel that road with them or set foot on their path, <sup>16</sup> because their feet run </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> evil and they hurry to shed blood. <sup>17</sup> It is useless to spread a net where any bird can see it, <sup>18</sup> but they set an ambush to kill themselves; they attack their own lives. <sup>19</sup> Such are the paths of all who make profit dishonestly; it takes the lives of those who receive it. <sup>20</sup> Wisdom calls out in the street; she makes her voice heard in the public squares. <sup>21</sup> She cries out above the commotion; she speaks at the entrance of the city gates: <sup>22</sup> “How long, inexperienced ones, will you love ignorance? How long will you mockers enjoy mocking and you fools hate knowledge? <sup>23</sup> If you respond to my warning, then I will pour out my spirit on you and teach you my words. <sup>24</sup> Since I called out and you refused, extended my hand and no one paid attention, <sup>25</sup> since you neglected all my counsel and did not accept my correction, <sup>26</sup> I, in turn, will laugh at your calamity. I will mock when terror strikes you, <sup>27</sup> when terror strikes you like a storm and your calamity comes like a whirlwind, when trouble and stress overcome you. <sup>28</sup> Then they will call me, but I won’t answer; they will search for me, but won’t find me. <sup>29</sup> Because they hated knowledge, didn’t choose to fear the Lord, <sup>30</sup> were not interested in my counsel, and rejected all my correction, <sup>31</sup> they will eat the fruit of their way and be glutted with their own schemes. <sup>32</sup> For the apostasy of the inexperienced will kill them, and the complacency of fools will destroy them. <sup>33</sup> But whoever listens to me will live securely and be undisturbed by the dread of danger.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> My son, if you accept my words and store up my commands within you, <sup>2</sup> listening closely to wisdom and directing your heart to understanding; <sup>3</sup> furthermore, if you call out to insight and lift your voice to understanding, <sup>4</sup> if you seek it like silver and search for it like hidden treasure, <sup>5</sup> then you will understand the fear of the Lord and discover the knowledge of God. <sup>6</sup> For the Lord gives wisdom; from his mouth come knowledge and understanding. <sup>7</sup> He stores up success for the upright; He is a shield for those who live with integrity <sup>8</sup> so that he may guard the paths of justice and protect the way of his faithful followers. <sup>9</sup> Then you will understand righteousness, justice, and integrity ​— ​every good path. <sup>10</sup> For wisdom will enter your heart, and knowledge will delight you. <sup>11</sup> Discretion will watch over you, and understanding will guard you. <sup>12</sup> It will rescue you from the way of evil — from anyone who says perverse things, <sup>13</sup> from those who abandon the right paths to walk in ways of darkness, <sup>14</sup> from those who enjoy doing evil and celebrate perversion, <sup>15</sup> whose paths are crooked, and whose ways are devious. <sup>16</sup> It will rescue you from a forbidden woman, from a wayward woman with her flattering talk, <sup>17</sup> who abandons the companion of her youth and forgets the covenant of her God; <sup>18</sup> for her house sinks down to death and her ways to the land of the departed spirits. <sup>19</sup> None return who go to her; none reach the paths of life. <sup>20</sup> So follow the way of the good, and keep to the paths of the righteous. <sup>21</sup> For the upright will inhabit the land, and those of integrity will remain in it; <sup>22</sup> but the wicked will be cut off from the land, and the treacherous ripped out of it. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> My son, don’t forget my teaching, but let your heart keep my commands; <sup>2</sup> for they will bring you many days, a full life, and well-being. <sup>3</sup> Never let loyalty and faithfulness leave you. Tie them </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> your neck; write them on the tablet of your heart. <sup>4</sup> Then you will find </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> and high regard with God and people. <sup>5</sup> Trust in the Lord with all your heart, and do not rely on your own understanding; <sup>6</sup> in all your ways know him, and he will make your paths straight. <sup>7</sup> Don’t be wise in your own eyes; fear the Lord and turn away from evil. <sup>8</sup> This will be healing for your body and strengthening for your bones. <sup>9</sup> </span>\n    <del>Honor</del>\n    <ins>Honour</ins>\n    <span> the Lord with your possessions and with the first produce of your entire harvest; <sup>10</sup> then your barns will be completely filled, and your vats will overflow with new wine. <sup>11</sup> Do not despise the Lord’s instruction, my son, and do not loathe his discipline; <sup>12</sup> for the Lord disciplines the one he loves, just as a father disciplines the son in whom he delights. <sup>13</sup> Happy is a man who finds wisdom and who acquires understanding, <sup>14</sup> for she is more profitable than silver, and her revenue is better than gold. <sup>15</sup> She is more precious than jewels; nothing you desire can equal her. <sup>16</sup> Long life is in her right hand; in her left, riches and </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>. <sup>17</sup> Her ways are pleasant, and all her paths, peaceful. <sup>18</sup> She is a tree of life to those who embrace her, and those who hold on to her are happy. <sup>19</sup> The Lord founded the earth by wisdom and established the heavens by understanding. <sup>20</sup> By his knowledge the watery depths broke open, and the clouds dripped with dew. <sup>21</sup> Maintain sound wisdom and discretion. My son, don’t lose sight of them. <sup>22</sup> They will be life for you and adornment for your neck. <sup>23</sup> Then you will go safely on your way; your foot will not stumble. <sup>24</sup> When you lie down, you will not be afraid; you will lie down, and your sleep will be pleasant. <sup>25</sup> Don’t fear sudden danger or the ruin of the wicked when it comes, <sup>26</sup> for the Lord will be your confidence and will keep your foot from a snare. <sup>27</sup> When it is in your power, don’t withhold good from the one to whom it belongs. <sup>28</sup> Don’t say to your </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>, “Go away! Come back later. I’ll give it tomorrow” ​— ​when it is there with you. <sup>29</sup> Don’t plan any harm against your </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>, for he trusts you and lives near you. <sup>30</sup> Don’t accuse anyone without cause, when he has done you no harm. <sup>31</sup> Don’t envy a violent man or choose any of his ways; <sup>32</sup> for the devious are detestable to the Lord, but he is a friend to the upright. <sup>33</sup> The Lord’s curse is on the household of the wicked, but he blesses the home of the righteous; <sup>34</sup> He mocks those who mock but gives grace to the humble. <sup>35</sup> The wise will inherit </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>, but he holds up fools to </span>\n    <del>dishonor</del>\n    <ins>dishonour</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Listen, sons, to a father’s discipline, and pay attention so that you may gain understanding, <sup>2</sup> for I am giving you good instruction. Don’t abandon my teaching. <sup>3</sup> When I was a son with my father, tender and precious to my mother, <sup>4</sup> he taught me and said, “Your heart must hold on to my words. Keep my commands and live. <sup>5</sup> Get wisdom, get understanding; don’t forget or turn away from the words from my mouth. <sup>6</sup> Don’t abandon wisdom, and she will watch over you; love her, and she will guard you. <sup>7</sup> Wisdom is supreme ​— ​so get wisdom. And whatever else you get, get understanding. <sup>8</sup> Cherish her, and she will exalt you; if you embrace her, she will </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> you. <sup>9</sup> She will place a garland of </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> on your head; she will give you a crown of beauty.” <sup>10</sup> Listen, my son. Accept my words, and you will live many years. <sup>11</sup> I am teaching you the way of wisdom; I am guiding you on straight paths. <sup>12</sup> When you walk, your steps will not be hindered; when you run, you will not stumble. <sup>13</sup> Hold on to instruction; don’t let go. Guard it, for it is your life. <sup>14</sup> Keep off the path of the wicked; don’t proceed on the way of evil ones. <sup>15</sup> Avoid it; don’t travel on it. Turn away from it, and pass it by. <sup>16</sup> For they can’t sleep unless they have done what is evil; they are robbed of sleep unless they make someone stumble. <sup>17</sup> They eat the bread of wickedness and drink the wine of violence. <sup>18</sup> The path of the righteous is like the light of dawn, shining brighter and brighter until midday. <sup>19</sup> But the way of the wicked is like the darkest gloom; they don’t know what makes them stumble. <sup>20</sup> My son, pay attention to my words; listen closely to my sayings. <sup>21</sup> Don’t lose sight of them; keep them within your heart. <sup>22</sup> For they are life to those who find them, and health to one’s whole body. <sup>23</sup> Guard your heart above all else, for it is the source of life. <sup>24</sup> Don’t let your mouth speak dishonestly, and don’t let your lips talk deviously. <sup>25</sup> Let your eyes look forward; fix your gaze straight ahead. <sup>26</sup> Carefully consider the path for your feet, and all your ways will be established. <sup>27</sup> Don’t turn to the right or to the left; keep your feet away from evil. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> My son, pay attention to my wisdom; listen closely to my understanding <sup>2</sup> so that you may maintain discretion and your lips safeguard knowledge. <sup>3</sup> Though the lips of the forbidden woman drip honey and her words are smoother than oil, <sup>4</sup> in the end she’s as bitter as wormwood and as sharp as a double-edged sword. <sup>5</sup> Her feet go down to death; her steps head straight for Sheol. <sup>6</sup> She doesn’t consider the path of life; she doesn’t know that her ways are unstable. <sup>7</sup> So now, sons, listen to me, and don’t turn away from the words from my mouth. <sup>8</sup> Keep your way far from her. Don’t go near the door of her house. <sup>9</sup> Otherwise, you will give up your vitality to others and your years to someone cruel; <sup>10</sup> strangers will drain your resources, and your hard-earned pay will end up in a foreigner’s house. <sup>11</sup> At the end of your life, you will lament when your physical body has been consumed, <sup>12</sup> and you will say, “How I hated discipline, and how my heart despised correction. <sup>13</sup> I didn’t obey my teachers or listen closely to my instructors. <sup>14</sup> I am on the verge of complete ruin before the entire community.” <sup>15</sup> Drink water from your own cistern, water flowing from your own well. <sup>16</sup> Should your springs flow in the streets, streams in the public squares? <sup>17</sup> They should be for you alone and not for you to share with strangers. <sup>18</sup> Let your fountain be blessed, and take pleasure in the wife of your youth. <sup>19</sup> A loving deer, a graceful doe — let her breasts always satisfy you; be lost in her love </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>20</sup> Why, my son, would you lose yourself with a forbidden woman or embrace a wayward woman? <sup>21</sup> For a man’s ways are before the Lord’s eyes, and he considers all his paths. <sup>22</sup> A wicked man’s iniquities will trap him; he will become tangled in the ropes of his own sin. <sup>23</sup> He will die because there is no discipline, and be lost because of his great stupidity. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> My son, if you have put up security for your </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> or entered into an agreement with a stranger, <sup>2</sup> you have been snared by the words of your mouth — trapped by the words from your mouth. <sup>3</sup> Do this, then, my son, and free yourself, for you have put yourself in your </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>’s power: Go, humble yourself, and plead with your </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>. <sup>4</sup> Don’t give sleep to your eyes or slumber to your eyelids. <sup>5</sup> Escape like a gazelle from a hunter, like a bird from a hunter’s trap. <sup>6</sup> Go to the ant, you slacker! Observe its ways and become wise. <sup>7</sup> Without leader, administrator, or ruler, <sup>8</sup> it prepares its provisions in summer; it gathers its food during harvest. <sup>9</sup> How long will you stay in bed, you slacker? When will you get up from your sleep? <sup>10</sup> A little sleep, a little slumber, a little folding of the arms to rest, <sup>11</sup> and your poverty will come like a robber, your need, like a bandit. <sup>12</sup> A worthless person, a wicked man goes around speaking dishonestly, <sup>13</sup> winking his eyes, </span>\n    <del>signaling</del>\n    <ins>signalling</ins>\n    <span> with his feet, and gesturing with his fingers. <sup>14</sup> He always plots evil with perversity in his heart; he stirs up trouble. <sup>15</sup> Therefore calamity will strike him suddenly; he will be shattered instantly, beyond recovery. <sup>16</sup> The Lord hates six things; in fact, seven are detestable to him: <sup>17</sup> arrogant eyes, a lying tongue, hands that shed innocent blood, <sup>18</sup> a heart that plots wicked schemes, feet eager to run to evil, <sup>19</sup> a lying witness who gives false testimony, and one who stirs up trouble among brothers. <sup>20</sup> My son, keep your father’s command, and don’t reject your mother’s teaching. <sup>21</sup> Always bind them to your heart; tie them </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> your neck. <sup>22</sup> When you walk here and there, they will guide you; when you lie down, they will watch over you; when you wake up, they will talk to you. <sup>23</sup> For a command is a lamp, teaching is a light, and corrective discipline is the way to life. <sup>24</sup> They will protect you from an evil woman, from the flattering tongue of a wayward woman. <sup>25</sup> Don’t lust in your heart for her beauty or let her captivate you with her eyelashes. <sup>26</sup> For a prostitute’s fee is only a loaf of bread, but the wife of another man goes after a precious life. <sup>27</sup> Can a man embrace fire and his clothes not be burned? <sup>28</sup> Can a man walk on burning coals without scorching his feet? <sup>29</sup> So it is with the one who sleeps with another man’s wife; no one who touches her will go unpunished. <sup>30</sup> People don’t despise the thief if he steals to satisfy himself when he is hungry. <sup>31</sup> Still, if caught, he must pay seven times as much; he must give up all the wealth in his house. <sup>32</sup> The one who commits adultery lacks sense; whoever does so destroys himself. <sup>33</sup> He will get a beating and </span>\n    <del>dishonor</del>\n    <ins>dishonour</ins>\n    <span>, and his disgrace will never be removed. <sup>34</sup> For jealousy enrages a husband, and he will show no mercy when he takes revenge. <sup>35</sup> He will not be appeased by anything or be persuaded by lavish bribes. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> My son, obey my words, and treasure my commands. <sup>2</sup> Keep my commands and live, and guard my instructions as you would the pupil of your eye. <sup>3</sup> Tie them to your fingers; write them on the tablet of your heart. <sup>4</sup> Say to wisdom, “You are my sister,” and call understanding your relative. <sup>5</sup> She will keep you from a forbidden woman, a wayward woman with her flattering talk. <sup>6</sup> At the window of my house I looked through my lattice. <sup>7</sup> I saw among the inexperienced, I noticed among the youths, a young man lacking sense. <sup>8</sup> Crossing the street near her corner, he strolled down the road to her house <sup>9</sup> at twilight, in the evening, in the dark of the night. <sup>10</sup> A woman came to meet him dressed like a prostitute, having a hidden agenda. <sup>11</sup> She is loud and defiant; her feet do not stay at home. <sup>12</sup> Now in the street, now in the squares, she lurks at every corner. <sup>13</sup> She grabs him and kisses him; she brazenly says to him, <sup>14</sup> “I’ve made fellowship offerings; today I’ve fulfilled my vows. <sup>15</sup> So I came out to meet you, to search for you, and I’ve found you. <sup>16</sup> I’ve spread coverings on my bed — richly </span>\n    <del>colored</del>\n    <ins>coloured</ins>\n    <span> linen from Egypt. <sup>17</sup> I’ve perfumed my bed with myrrh, aloes, and cinnamon. <sup>18</sup> Come, let’s drink deeply of lovemaking until morning. Let’s feast on each other’s love! <sup>19</sup> My husband isn’t home; he went on a long journey. <sup>20</sup> He took a bag of silver with him and will come home at the time of the full moon.” <sup>21</sup> She seduces him with her persistent pleading; she lures with her flattering talk. <sup>22</sup> He follows her impulsively like an ox going to the slaughter, like a deer bounding </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> a trap <sup>23</sup> until an arrow pierces its liver, like a bird darting into a snare — he doesn’t know it will cost him his life. <sup>24</sup> Now, sons, listen to me, and pay attention to the words from my mouth. <sup>25</sup> Don’t let your heart turn aside to her ways; don’t stray onto her paths. <sup>26</sup> For she has brought many down to death; her victims are countless. <sup>27</sup> Her house is the road to Sheol, descending to the chambers of death. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Doesn’t wisdom call out? Doesn’t understanding make her voice heard? <sup>2</sup> At the heights overlooking the road, at the crossroads, she takes her stand. <sup>3</sup> Beside the gates leading into the city, at the main entrance, she cries out: <sup>4</sup> “People, I call out to you; my cry is to the children of Adam. <sup>5</sup> Learn to be shrewd, you who are inexperienced; develop common sense, you who are foolish. <sup>6</sup> Listen, for I speak of noble things, and what my lips say is right. <sup>7</sup> For my mouth tells the truth, and wickedness is detestable to my lips. <sup>8</sup> All the words from my mouth are righteous; none of them are deceptive or perverse. <sup>9</sup> All of them are clear to the perceptive, and right to those who discover knowledge. <sup>10</sup> Accept my instruction instead of silver, and knowledge rather than pure gold. <sup>11</sup> For wisdom is better than jewels, and nothing desirable can equal it. <sup>12</sup> I, wisdom, share a home with shrewdness and have knowledge and discretion. <sup>13</sup> To fear the Lord is to hate evil. I hate arrogant pride, evil conduct, and perverse speech. <sup>14</sup> I possess good advice and sound wisdom; I have understanding and strength. <sup>15</sup> It is by me that kings reign and rulers enact just law; <sup>16</sup> by me, princes lead, as do nobles and all righteous judges. <sup>17</sup> I love those who love me, and those who search for me find me. <sup>18</sup> With me are riches and </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>, lasting wealth and righteousness. <sup>19</sup> My fruit is better than solid gold, and my harvest than pure silver. <sup>20</sup> I walk in the ways of righteousness, along the paths of justice, <sup>21</sup> giving wealth as an inheritance to those who love me, and filling their treasuries. <sup>22</sup> “The Lord acquired me at the beginning of his creation, before his works of long ago. <sup>23</sup> I was formed before ancient times, from the beginning, before the earth began. <sup>24</sup> I was born when there were no watery depths and no springs filled with water. <sup>25</sup> Before the mountains were established, prior to the hills, I was given birth ​— <sup>26</sup> before he made the land, the fields, or the first soil on earth. <sup>27</sup> I was there when he established the heavens, when he laid out the horizon on the surface of the ocean, <sup>28</sup> when he placed the skies above, when the fountains of the ocean gushed out, <sup>29</sup> when he set a limit for the sea so that the waters would not violate his command, when he laid out the foundations of the earth. <sup>30</sup> I was a skilled craftsman beside him. I was his delight every day, always rejoicing before him. <sup>31</sup> I was rejoicing in his inhabited world, delighting in the children of Adam. <sup>32</sup> “And now, sons, listen to me; those who keep my ways are happy. <sup>33</sup> Listen to instruction and be wise; don’t ignore it. <sup>34</sup> Anyone who listens to me is happy, watching at my doors every day, waiting by the posts of my doorway. <sup>35</sup> For the one who finds me finds life and obtains </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> from the Lord, <sup>36</sup> but the one who misses me harms himself; all who hate me love death.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Wisdom has built her house; she has carved out her seven pillars. <sup>2</sup> She has prepared her meat; she has mixed her wine; she has also set her table. <sup>3</sup> She has sent out her female servants; she calls out from the highest points of the city: <sup>4</sup> “Whoever is inexperienced, enter here! ” To the one who lacks sense, she says, <sup>5</sup> “Come, eat my bread, and drink the wine I have mixed. <sup>6</sup> Leave inexperience behind, and you will live; pursue the way of understanding. <sup>7</sup> The one who corrects a mocker will bring abuse on himself; the one who rebukes the wicked will get hurt. <sup>8</sup> Don’t rebuke a mocker, or he will hate you; rebuke the wise, and he will love you. <sup>9</sup> Instruct the wise, and he will be wiser still; teach the righteous, and he will learn more. <sup>10</sup> “The fear of the Lord is the beginning of wisdom, and the knowledge of the Holy One is understanding. <sup>11</sup> For by me your days will be many, and years will be added to your life. <sup>12</sup> If you are wise, you are wise for your own benefit; if you mock, you alone will bear the consequences.” <sup>13</sup> Folly is a rowdy woman; she is gullible and knows nothing. <sup>14</sup> She sits by the doorway of her house, on a seat at the highest point of the city, <sup>15</sup> calling to those who pass by, who go straight ahead on their paths: <sup>16</sup> “Whoever is inexperienced, enter here! ” To the one who lacks sense, she says, <sup>17</sup> “Stolen water is sweet, and bread eaten secretly is tasty! ” <sup>18</sup> But he doesn’t know that the departed spirits are there, that her guests are in the depths of Sheol. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Solomon’s proverbs: A wise son brings joy to his father, but a foolish son, heartache to his mother. <sup>2</sup> Ill-gotten gains do not profit anyone, but righteousness rescues from death. <sup>3</sup> The Lord will not let the righteous go hungry, but he denies the wicked what they crave. <sup>4</sup> Idle hands make one poor, but diligent hands bring riches. <sup>5</sup> The son who gathers during summer is prudent; the son who sleeps during harvest is disgraceful. <sup>6</sup> Blessings are on the head of the righteous, but the mouth of the wicked conceals violence. <sup>7</sup> The remembrance of the righteous is a blessing, but the name of the wicked will rot. <sup>8</sup> A wise heart accepts commands, but foolish lips will be destroyed. <sup>9</sup> The one who lives with integrity lives securely, but whoever perverts his ways will be found out. <sup>10</sup> A sly wink of the eye causes grief, and foolish lips will be destroyed. <sup>11</sup> The mouth of the righteous is a fountain of life, but the mouth of the wicked conceals violence. <sup>12</sup> Hatred stirs up conflicts, but love covers all </span>\n    <del>offenses</del>\n    <ins>offences</ins>\n    <span>. <sup>13</sup> Wisdom is found on the lips of the discerning, but a rod is for the back of the one who lacks sense. <sup>14</sup> The wise store up knowledge, but the mouth of the fool hastens destruction. <sup>15</sup> The wealth of the rich is his fortified city; the poverty of the poor is their destruction. <sup>16</sup> The reward of the righteous is life; the wages of the wicked is punishment. <sup>17</sup> The one who follows instruction is on the path to life, but the one who rejects correction goes astray. <sup>18</sup> The one who conceals hatred has lying lips, and whoever spreads slander is a fool. <sup>19</sup> When there are many words, sin is unavoidable, but the one who controls his lips is prudent. <sup>20</sup> The tongue of the righteous is pure silver; the heart of the wicked is of little value. <sup>21</sup> The lips of the righteous feed many, but fools die for lack of sense. <sup>22</sup> The Lord’s blessing enriches, and he adds no painful effort to it. <sup>23</sup> As shameful conduct is pleasure for a fool, so wisdom is for a person of understanding. <sup>24</sup> What the wicked dreads will come to him, but what the righteous desire will be given to them. <sup>25</sup> When the whirlwind passes, the wicked are no more, but the righteous are secure </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>26</sup> Like vinegar to the teeth and smoke to the eyes, so the slacker is to the one who sends him on an errand. <sup>27</sup> The fear of the Lord prolongs life, but the years of the wicked are cut short. <sup>28</sup> The hope of the righteous is joy, but the expectation of the wicked will perish. <sup>29</sup> The way of the Lord is a stronghold for the </span>\n    <del>honorable</del>\n    <ins>honourable</ins>\n    <span>, but destruction awaits evildoers. <sup>30</sup> The righteous will never be shaken, but the wicked will not remain on the earth. <sup>31</sup> The mouth of the righteous produces wisdom, but a perverse tongue will be cut out. <sup>32</sup> The lips of the righteous know what is appropriate, but the mouth of the wicked, only what is perverse. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Dishonest scales are detestable to the Lord, but an accurate weight is his delight. <sup>2</sup> When arrogance comes, disgrace follows, but with humility comes wisdom. <sup>3</sup> The integrity of the upright guides them, but the perversity of the treacherous destroys them. <sup>4</sup> Wealth is not profitable on a day of wrath, but righteousness rescues from death. <sup>5</sup> The righteousness of the blameless clears his path, but the wicked person will fall because of his wickedness. <sup>6</sup> The righteousness of the upright rescues them, but the treacherous are trapped by their own desires. <sup>7</sup> When the wicked person dies, his expectation comes to nothing, and hope placed in wealth vanishes. <sup>8</sup> The righteous one is rescued from trouble; in his place, the wicked one goes in. <sup>9</sup> With his mouth the ungodly destroys his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>, but through knowledge the righteous are rescued. <sup>10</sup> When the righteous thrive, a city rejoices; when the wicked die, there is joyful shouting. <sup>11</sup> A city is built up by the blessing of the upright, but it is torn down by the mouth of the wicked. <sup>12</sup> Whoever shows contempt for his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> lacks sense, but a person with understanding keeps silent. <sup>13</sup> A gossip goes around revealing a secret, but a trustworthy person keeps a confidence. <sup>14</sup> Without guidance, a people will fall, but with many </span>\n    <del>counselors</del>\n    <ins>counsellors</ins>\n    <span> there is deliverance. <sup>15</sup> If someone puts up security for a stranger, he will suffer for it, but the one who hates such agreements is protected. <sup>16</sup> A gracious woman gains </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>, but violent people gain only riches. <sup>17</sup> A kind man benefits himself, but a cruel person brings ruin on himself. <sup>18</sup> The wicked person earns an empty wage, but the one who sows righteousness, a true reward. <sup>19</sup> Genuine righteousness leads to life, but pursuing evil leads to death. <sup>20</sup> Those with twisted minds are detestable to the Lord, but those with blameless conduct are his delight. <sup>21</sup> Be assured that a wicked person will not go unpunished, but the offspring of the righteous will escape. <sup>22</sup> A beautiful woman who rejects good sense is like a gold ring in a pig’s snout. <sup>23</sup> The desire of the righteous turns out well, but the hope of the wicked leads to wrath. <sup>24</sup> One person gives freely, yet gains more; another withholds what is right, only to become poor. <sup>25</sup> A generous person will be enriched, and the one who gives a drink of water will receive water. <sup>26</sup> People will curse anyone who hoards grain, but a blessing will come to the one who sells it. <sup>27</sup> The one who searches for what is good seeks </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>, but if someone looks for trouble, it will come to him. <sup>28</sup> Anyone trusting in his riches will fall, but the righteous will flourish like foliage. <sup>29</sup> The one who brings ruin on his household will inherit the wind, and a fool will be a slave to someone whose heart is wise. <sup>30</sup> The fruit of the righteous is a tree of life, but a cunning person takes lives. <sup>31</sup> If the righteous will be repaid on earth, how much more the wicked and sinful. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Whoever loves discipline loves knowledge, but one who hates correction is stupid. <sup>2</sup> One who is good obtains </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> from the Lord, but he condemns a person who schemes. <sup>3</sup> No one can be made secure by wickedness, but the root of the righteous is immovable. <sup>4</sup> A wife of noble character is her husband’s crown, but a wife who causes shame is like rottenness in his bones. <sup>5</sup> The thoughts of the righteous are just, but guidance from the wicked is deceitful. <sup>6</sup> The words of the wicked are a deadly ambush, but the speech of the upright rescues them. <sup>7</sup> The wicked are overthrown and perish, but the house of the righteous will stand. <sup>8</sup> A man is praised for his insight, but a twisted mind is despised. <sup>9</sup> Better to be disregarded, yet have a servant, than to act important but have no food. <sup>10</sup> The righteous cares about his animal’s health, but even the merciful acts of the wicked are cruel. <sup>11</sup> The one who works his land will have plenty of food, but whoever chases fantasies lacks sense. <sup>12</sup> The wicked desire what evil people have caught, but the root of the righteous is productive. <sup>13</sup> By rebellious speech an evil person is trapped, but a righteous person escapes from trouble. <sup>14</sup> A person will be satisfied with good by the fruit of his mouth, and the work of a person’s hands will reward him. <sup>15</sup> A fool’s way is right in his own eyes, but whoever listens to counsel is wise. <sup>16</sup> A fool’s displeasure is known at once, but whoever ignores an insult is sensible. <sup>17</sup> Whoever speaks the truth declares what is right, but a false witness speaks deceit. <sup>18</sup> There is one who speaks rashly, like a piercing sword; but the tongue of the wise brings healing. <sup>19</sup> Truthful lips endure </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, but a lying tongue, only a moment. <sup>20</sup> Deceit is in the hearts of those who plot evil, but those who promote peace have joy. <sup>21</sup> No disaster overcomes the righteous, but the wicked are full of misery. <sup>22</sup> Lying lips are detestable to the Lord, but faithful people are his delight. <sup>23</sup> A shrewd person conceals knowledge, but a foolish heart </span>\n    <del>publicizes</del>\n    <ins>publicises</ins>\n    <span> stupidity. <sup>24</sup> The diligent hand will rule, but laziness will lead to forced </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span>. <sup>25</sup> Anxiety in a person’s heart weighs it down, but a good word cheers it up. <sup>26</sup> A righteous person is careful in dealing with his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>, but the ways of the wicked lead them astray. <sup>27</sup> A lazy hunter doesn’t roast his game, but to a diligent person, his wealth is precious. <sup>28</sup> There is life in the path of righteousness, and in its path there is no death. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> A wise son responds to his father’s discipline, but a mocker doesn’t listen to rebuke. <sup>2</sup> From the fruit of his mouth, a person will enjoy good things, but treacherous people have an appetite for violence. <sup>3</sup> The one who guards his mouth protects his life; the one who opens his lips invites his own ruin. <sup>4</sup> The slacker craves, yet has nothing, but the diligent is fully satisfied. <sup>5</sup> The righteous hate lying, but the wicked bring disgust and shame. <sup>6</sup> Righteousness guards people of integrity, but wickedness undermines the sinner. <sup>7</sup> One person pretends to be rich but has nothing; another pretends to be poor but has abundant wealth. <sup>8</sup> Riches are a ransom for a person’s life, but a poor person hears no threat. <sup>9</sup> The light of the righteous shines brightly, but the lamp of the wicked is put out. <sup>10</sup> Arrogance leads to nothing but strife, but wisdom is gained by those who take advice. <sup>11</sup> Wealth obtained by fraud will dwindle, but whoever earns it through </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> will multiply it. <sup>12</sup> Hope delayed makes the heart sick, but desire fulfilled is a tree of life. <sup>13</sup> The one who has contempt for instruction will pay the penalty, but the one who respects a command will be rewarded. <sup>14</sup> A wise person’s instruction is a fountain of life, turning people away from the snares of death. <sup>15</sup> Good sense wins </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>, but the way of the treacherous never changes. <sup>16</sup> Every sensible person acts knowledgeably, but a fool displays his stupidity. <sup>17</sup> A wicked envoy falls into trouble, but a trustworthy courier brings healing. <sup>18</sup> Poverty and disgrace come to those who ignore discipline, but the one who accepts correction will be </span>\n    <del>honored</del>\n    <ins>honoured</ins>\n    <span>. <sup>19</sup> Desire fulfilled is sweet to the taste, but to turn from evil is detestable to fools. <sup>20</sup> The one who walks with the wise will become wise, but a companion of fools will suffer harm. <sup>21</sup> Disaster pursues sinners, but good rewards the righteous. <sup>22</sup> A good man leaves an inheritance to his grandchildren, but the sinner’s wealth is stored up for the righteous. <sup>23</sup> The uncultivated field of the poor yields abundant food, but without justice, it is swept away. <sup>24</sup> The one who will not use the rod hates his son, but the one who loves him disciplines him diligently. <sup>25</sup> A righteous person eats until he is satisfied, but the stomach of the wicked is empty. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Every wise woman builds her house, but a foolish one tears it down with her own hands. <sup>2</sup> Whoever lives with integrity fears the Lord, but the one who is devious in his ways despises him. <sup>3</sup> The proud speech of a fool brings a rod of discipline, but the lips of the wise protect them. <sup>4</sup> Where there are no oxen, the feeding trough is empty, but an abundant harvest comes through the strength of an ox. <sup>5</sup> An honest witness does not deceive, but a dishonest witness utters lies. <sup>6</sup> A mocker seeks wisdom and doesn’t find it, but knowledge comes easily to the perceptive. <sup>7</sup> Stay away from a foolish person; you will gain no knowledge from his speech. <sup>8</sup> The sensible person’s wisdom is to consider his way, but the stupidity of fools deceives them. <sup>9</sup> Fools mock at making reparation, but there is goodwill among the upright. <sup>10</sup> The heart knows its own bitterness, and no outsider shares in its joy. <sup>11</sup> The house of the wicked will be destroyed, but the tent of the upright will flourish. <sup>12</sup> There is a way that seems right to a person, but its end is the way to death. <sup>13</sup> Even in laughter a heart may be sad, and joy may end in grief. <sup>14</sup> The disloyal one will get what his conduct deserves, and a good one, what his deeds deserve. <sup>15</sup> The inexperienced one believes anything, but the sensible one watches his steps. <sup>16</sup> A wise person is cautious and turns from evil, but a fool is easily angered and is careless. <sup>17</sup> A quick-tempered person acts foolishly, and one who schemes is hated. <sup>18</sup> The inexperienced inherit foolishness, but the sensible are crowned with knowledge. <sup>19</sup> The evil bow before those who are good, and the wicked, at the gates of the righteous. <sup>20</sup> A poor person is hated even by his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>, but there are many who love the rich. <sup>21</sup> The one who despises his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> sins, but whoever shows kindness to the poor will be happy. <sup>22</sup> Don’t those who plan evil go astray? But those who plan good find loyalty and faithfulness. <sup>23</sup> There is profit in all hard work, but endless talk leads only to poverty. <sup>24</sup> The crown of the wise is their wealth, but the foolishness of fools produces foolishness. <sup>25</sup> A truthful witness rescues lives, but one who utters lies is deceitful. <sup>26</sup> In the fear of the Lord one has strong confidence and his children have a refuge. <sup>27</sup> The fear of the Lord is a fountain of life, turning people away from the snares of death. <sup>28</sup> A large population is a king’s </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span>, but a shortage of people is a ruler’s devastation. <sup>29</sup> A patient person shows great understanding, but a quick-tempered one promotes foolishness. <sup>30</sup> A tranquil heart is life to the body, but jealousy is rottenness to the bones. <sup>31</sup> The one who oppresses the poor person insults his Maker, but one who is kind to the needy </span>\n    <del>honors</del>\n    <ins>honours</ins>\n    <span> him. <sup>32</sup> The wicked one is thrown down by his own sin, but the righteous one has a refuge in his death. <sup>33</sup> Wisdom resides in the heart of the discerning; she is known even among fools. <sup>34</sup> Righteousness exalts a nation, but sin is a disgrace to any people. <sup>35</sup> A king </span>\n    <del>favors</del>\n    <ins>favours</ins>\n    <span> a prudent servant, but his anger falls on a disgraceful one. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> A gentle answer turns away anger, but a harsh word stirs up wrath. <sup>2</sup> The tongue of the wise makes knowledge attractive, but the mouth of fools blurts out foolishness. <sup>3</sup> The eyes of the Lord are everywhere, observing the wicked and the good. <sup>4</sup> The tongue that heals is a tree of life, but a devious tongue breaks the spirit. <sup>5</sup> A fool despises his father’s discipline, but a person who accepts correction is sensible. <sup>6</sup> The house of the righteous has great wealth, but trouble accompanies the income of the wicked. <sup>7</sup> The lips of the wise broadcast knowledge, but not so the heart of fools. <sup>8</sup> The sacrifice of the wicked is detestable to the Lord, but the prayer of the upright is his delight. <sup>9</sup> The Lord detests the way of the wicked, but he loves the one who pursues righteousness. <sup>10</sup> Discipline is harsh for the one who leaves the path; the one who hates correction will die. <sup>11</sup> Sheol and Abaddon lie open before the Lord — how much more, human hearts. <sup>12</sup> A mocker doesn’t love one who corrects him; he will not consult the wise. <sup>13</sup> A joyful heart makes a face cheerful, but a sad heart produces a broken spirit. <sup>14</sup> A discerning mind seeks knowledge, but the mouth of fools feeds on foolishness. <sup>15</sup> All the days of the oppressed are miserable, but a cheerful heart has a continual feast. <sup>16</sup> Better a little with the fear of the Lord than great treasure with turmoil. <sup>17</sup> Better a meal of vegetables where there is love than a fattened ox with hatred. <sup>18</sup> A hot-tempered person stirs up conflict, but one slow to anger calms strife. <sup>19</sup> A slacker’s way is like a thorny hedge, but the path of the upright is a </span>\n    <del>highway</del>\n    <ins>raised road</ins>\n    <span>. <sup>20</sup> A wise son brings joy to his father, but a foolish man despises his mother. <sup>21</sup> Foolishness brings joy to one without sense, but a person with understanding walks a straight path. <sup>22</sup> Plans fail when there is no counsel, but with many advisers they succeed. <sup>23</sup> A person takes joy in giving an answer; and a timely word ​— ​how good that is! <sup>24</sup> For the prudent the path of life leads </span>\n    <del>upward</del>\n    <ins>upwards</ins>\n    <span>, so that he may avoid going down to Sheol. <sup>25</sup> The Lord tears apart the house of the proud, but he protects the widow’s territory. <sup>26</sup> The Lord detests the plans of the one who is evil, but pleasant words are pure. <sup>27</sup> The one who profits dishonestly troubles his household, but the one who hates bribes will live. <sup>28</sup> The mind of the righteous person thinks before answering, but the mouth of the wicked blurts out evil things. <sup>29</sup> The Lord is far from the wicked, but he hears the prayer of the righteous. <sup>30</sup> Bright eyes cheer the heart; good news strengthens the bones. <sup>31</sup> One who listens to life-giving rebukes will be at home among the wise. <sup>32</sup> Anyone who ignores discipline despises himself, but whoever listens to correction acquires good sense. <sup>33</sup> The fear of the Lord is what wisdom teaches, and humility comes before </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The reflections of the heart belong to mankind, but the answer of the tongue is from the Lord. <sup>2</sup> All a person’s ways seem right to him, but the Lord weighs motives. <sup>3</sup> Commit your activities to the Lord, and your plans will be established. <sup>4</sup> The Lord has prepared everything for his purpose — even the wicked for the day of disaster. <sup>5</sup> Everyone with a proud heart is detestable to the Lord; be assured, he will not go unpunished. <sup>6</sup> Iniquity is atoned for by loyalty and faithfulness, and one turns from evil by the fear of the Lord. <sup>7</sup> When a person’s ways please the Lord, he makes even his enemies to be at peace with him. <sup>8</sup> Better a little with righteousness than great income with injustice. <sup>9</sup> A person’s heart plans his way, but the Lord determines his steps. <sup>10</sup> God’s verdict is on the lips of a king; his mouth should not give an unfair </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>. <sup>11</sup> Honest balances and scales are the Lord’s; all the weights in the bag are his concern. <sup>12</sup> Wicked </span>\n    <del>behavior</del>\n    <ins>behaviour</ins>\n    <span> is detestable to kings, since a throne is established through righteousness. <sup>13</sup> Righteous lips are a king’s delight, and he loves one who speaks honestly. <sup>14</sup> A king’s fury is a messenger of death, but a wise person appeases it. <sup>15</sup> When a king’s face lights up, there is life; his </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> is like a cloud with spring rain. <sup>16</sup> Get wisdom — how much better it is than gold! And get understanding — it is preferable to silver. <sup>17</sup> The </span>\n    <del>highway</del>\n    <ins>road</ins>\n    <span> of the upright avoids evil; the one who guards his way protects his life. <sup>18</sup> Pride comes before destruction, and an arrogant spirit before a fall. <sup>19</sup> Better to be lowly of spirit with the humble than to divide plunder with the proud. <sup>20</sup> The one who understands a matter finds success, and the one who trusts in the Lord will be happy. <sup>21</sup> Anyone with a wise heart is called discerning, and pleasant speech increases learning. <sup>22</sup> Insight is a fountain of life for its possessor, but the discipline of fools is folly. <sup>23</sup> The heart of a wise person instructs his mouth; it adds learning to his speech. <sup>24</sup> Pleasant words are a honeycomb: sweet to the taste and health to the body. <sup>25</sup> There is a way that seems right to a person, but its end is the way to death. <sup>26</sup> A worker’s appetite works for him because his hunger urges him on. <sup>27</sup> A worthless person digs up evil, and his speech is like a scorching fire. <sup>28</sup> A contrary person spreads conflict, and a gossip separates close friends. <sup>29</sup> A violent person lures his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>, leading him on a path that is not good. <sup>30</sup> The one who narrows his eyes is planning deceptions; the one who compresses his lips brings about evil. <sup>31</sup> </span>\n    <del>Gray</del>\n    <ins>Grey</ins>\n    <span> hair is a glorious crown; it is found in the ways of righteousness. <sup>32</sup> Patience is better than power, and controlling one’s emotions, than capturing a city. <sup>33</sup> The lot is cast into the lap, but its every decision is from the Lord. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Better a dry crust with peace than a house full of feasting with strife. <sup>2</sup> A prudent servant will rule over a disgraceful son and share an inheritance among brothers. <sup>3</sup> A crucible for silver, and a smelter for gold, and the Lord is the tester of hearts. <sup>4</sup> A wicked person listens to malicious talk; a liar pays attention to a destructive tongue. <sup>5</sup> The one who mocks the poor insults his Maker, and one who rejoices over calamity will not go unpunished. <sup>6</sup> Grandchildren are the crown of the elderly, and the pride of children is their fathers. <sup>7</sup> Eloquent words are not appropriate on a fool’s lips; how much worse are lies for a ruler. <sup>8</sup> A bribe seems like a magic stone to its owner; wherever he turns, he succeeds. <sup>9</sup> Whoever conceals an </span>\n    <del>offense</del>\n    <ins>offence</ins>\n    <span> promotes love, but whoever gossips about it separates friends. <sup>10</sup> A rebuke cuts into a perceptive person more than a hundred lashes into a fool. <sup>11</sup> An evil person desires only rebellion; a cruel messenger </span>\n    <del>17:11 Ps 78:49 </del>\n    <span>will be sent against him. <sup>12</sup> Better for a person to meet a bear robbed of her cubs than a fool in his foolishness. <sup>13</sup> If anyone returns evil for good, evil will never depart from his house. <sup>14</sup> To start a conflict is to release a flood; stop the dispute before it breaks out. <sup>15</sup> Acquitting the guilty and condemning the just — both are detestable to the Lord. <sup>16</sup> Why does a fool have money in his hand with no intention of buying wisdom? <sup>17</sup> A friend loves at all times, and a brother is born for a difficult time. <sup>18</sup> One without sense enters an agreement and puts up security for his friend. <sup>19</sup> One who loves to offend loves strife; one who builds a high threshold invites injury. <sup>20</sup> One with a twisted mind will not succeed, and one with deceitful speech will fall into ruin. <sup>21</sup> A man fathers a fool to his own sorrow; the father of a fool has no joy. <sup>22</sup> A joyful heart is good medicine, but a broken spirit dries up the bones. <sup>23</sup> A wicked person secretly takes a bribe to subvert the course of justice. <sup>24</sup> Wisdom is the focus of the perceptive, but a fool’s eyes roam to the ends of the earth. <sup>25</sup> A foolish son is grief to his father and bitterness to the one who bore him. <sup>26</sup> It is certainly not good to fine an innocent person or to beat a noble for his honesty. <sup>27</sup> The one who has knowledge restrains his words, and one who keeps a cool head is a person of understanding. <sup>28</sup> Even a fool is considered wise when he keeps silent ​— discerning, when he seals his lips. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> One who isolates himself pursues selfish desires; he rebels against all sound wisdom. <sup>2</sup> A fool does not delight in understanding, but only wants to show off his opinions. <sup>3</sup> When a wicked person comes, contempt also comes, and along with </span>\n    <del>dishonor</del>\n    <ins>dishonour</ins>\n    <span>, derision. <sup>4</sup> The words of a person’s mouth are deep waters, a flowing river, a fountain of wisdom. <sup>5</sup> It is not good to show partiality to the guilty, denying an innocent person justice. <sup>6</sup> A fool’s lips lead to strife, and his mouth provokes a beating. <sup>7</sup> A fool’s mouth is his devastation, and his lips are a trap for his life. <sup>8</sup> A gossip’s words are like </span>\n    <del>choice food</del>\n    <ins>delicacies</ins>\n    <span> that </span>\n    <del>goes</del>\n    <ins>go</ins>\n    <span> down to one’s innermost being. <sup>9</sup> The one who is lazy in his work is brother to a vandal. <sup>10</sup> The name of the Lord is a strong tower; the righteous run to it and are protected. <sup>11</sup> The wealth of the rich is his fortified city; in his imagination it is like a high wall. <sup>12</sup> Before his downfall a person’s heart is proud, but humility comes before </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>. <sup>13</sup> The one who gives an answer before he listens — this is foolishness and disgrace for him. <sup>14</sup> A person’s spirit can endure sickness, but who can survive a broken spirit? <sup>15</sup> The mind of the discerning acquires knowledge, and the ear of the wise seeks it. <sup>16</sup> A person’s gift opens doors for him and brings him before the great. <sup>17</sup> The first to state his case seems right until another comes and cross-examines him. <sup>18</sup> Casting the lot ends quarrels and separates powerful opponents. <sup>19</sup> An offended brother is harder to reach than a fortified city, and quarrels are like the bars of a fortress. <sup>20</sup> From the fruit of a person’s mouth his stomach is satisfied; he is filled with the product of his lips. <sup>21</sup> Death and life are in the power of the tongue, and those who love it will eat its fruit. <sup>22</sup> A man who finds a wife finds a good thing and obtains </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> from the Lord. <sup>23</sup> The poor person pleads, but the rich one answers roughly. <sup>24</sup> One with many friends may be harmed, but there is a friend who stays closer than a brother. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Better a poor person who lives with integrity than someone who has deceitful lips and is a fool. <sup>2</sup> Even zeal is not good without knowledge, and the one who acts hastily sins. <sup>3</sup> A person’s own foolishness leads him astray, yet his heart rages against the Lord. <sup>4</sup> Wealth attracts many friends, but a poor person is separated from his friend. <sup>5</sup> A false witness will not go unpunished, and one who utters lies will not escape. <sup>6</sup> Many seek a ruler’s </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>, and everyone is a friend of one who gives gifts. <sup>7</sup> All the brothers of a poor person hate him; how much more do his friends keep their distance from him! He may pursue them with words, but they are not there. <sup>8</sup> The one who acquires good sense loves himself; one who safeguards understanding finds success. <sup>9</sup> A false witness will not go unpunished, and one who utters lies perishes. <sup>10</sup> Luxury is not appropriate for a fool ​— ​ how much less for a slave to rule over princes! <sup>11</sup> A person’s insight gives him patience, and his virtue is to overlook an </span>\n    <del>offense</del>\n    <ins>offence</ins>\n    <span>. <sup>12</sup> A king’s rage is like the roaring of a lion, but his </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> is like dew on the grass. <sup>13</sup> A foolish son is his father’s ruin, and a wife’s nagging is an endless dripping. <sup>14</sup> A house and wealth are inherited from fathers, but a prudent wife is from the Lord. <sup>15</sup> Laziness induces deep sleep, and a lazy person will go hungry. <sup>16</sup> The one who keeps commands preserves himself; one who disregards his ways will die. <sup>17</sup> Kindness to the poor is a loan to the Lord, and he will give a reward to the lender. <sup>18</sup> Discipline your son while there is hope; don’t set your heart on being the cause of his death. <sup>19</sup> A person with intense anger bears the penalty; if you rescue him, you’ll have to do it again. <sup>20</sup> Listen to counsel and receive instruction so that you may be wise later in life. <sup>21</sup> Many plans are in a person’s heart, but the Lord’s decree will prevail. <sup>22</sup> What is desirable in a person is his fidelity; better to be a poor person than a liar. <sup>23</sup> The fear of the Lord leads to life; one will sleep at night without danger. <sup>24</sup> The slacker buries his hand in the bowl; he doesn’t even bring it back to his mouth! <sup>25</sup> Strike a mocker, and the inexperienced learn a lesson; rebuke the discerning, and he gains knowledge. <sup>26</sup> The one who plunders his father and evicts his mother is a disgraceful and shameful son. <sup>27</sup> If you stop listening to correction, my son, you will stray from the words of knowledge. <sup>28</sup> A worthless witness mocks justice, and a wicked mouth swallows iniquity. <sup>29</sup> </span>\n    <del>Judgments</del>\n    <ins>Judgements</ins>\n    <span> are prepared for mockers, and beatings for the backs of fools. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Wine is a mocker, beer is a brawler; whoever goes astray because of them is not wise. <sup>2</sup> A king’s terrible wrath is like the roaring of a lion; anyone who provokes him endangers himself. <sup>3</sup> </span>\n    <del>Honor</del>\n    <ins>Honour</ins>\n    <span> belongs to the person who ends a dispute, but any fool can get himself into a quarrel. <sup>4</sup> The slacker does not </span>\n    <del>plow</del>\n    <ins>plough</ins>\n    <span> during planting season; at harvest time he looks, and there is nothing. <sup>5</sup> Counsel in a person’s heart is deep water; but a person of understanding draws it out. <sup>6</sup> Many a person proclaims his own loyalty, but who can find a trustworthy person? <sup>7</sup> A righteous person acts with integrity; his children who come after him will be happy. <sup>8</sup> A king sitting on a throne to judge separates out all evil with his eyes. <sup>9</sup> Who can say, “I have kept my heart pure; I am cleansed from my sin”? <sup>10</sup> Differing weights and varying measures — both are detestable to the Lord. <sup>11</sup> Even a young man is known by his actions — by whether his </span>\n    <del>behavior</del>\n    <ins>behaviour</ins>\n    <span> is pure and upright. <sup>12</sup> The hearing ear and the seeing eye — the Lord made them both. <sup>13</sup> Don’t love sleep, or you will become poor; open your eyes, and you’ll have enough to eat. <sup>14</sup> “It’s worthless, it’s worthless! ” the buyer says, but after he is on his way, he gloats. <sup>15</sup> There is gold and a multitude of jewels, but knowledgeable lips are a rare treasure. <sup>16</sup> Take his garment, for he has put up security for a stranger; get collateral if it is for foreigners. <sup>17</sup> Food gained by fraud is sweet to a person, but </span>\n    <del>afterward</del>\n    <ins>afterwards</ins>\n    <span> his mouth is full of gravel. <sup>18</sup> </span>\n    <del>Finalize</del>\n    <ins>Finalise</ins>\n    <span> plans with counsel, and wage war with sound guidance. <sup>19</sup> The one who reveals secrets is a constant gossip; avoid someone with a big mouth. <sup>20</sup> Whoever curses his father or mother ​— ​ his lamp will go out in deep darkness. <sup>21</sup> An inheritance gained prematurely will not be blessed ultimately. <sup>22</sup> Don’t say, “I will avenge this evil! ” Wait on the Lord, and he will rescue you. <sup>23</sup> Differing weights are detestable to the Lord, and dishonest scales are unfair. <sup>24</sup> Even a courageous person’s steps are determined by the Lord, so how can anyone understand his own way? <sup>25</sup> It is a trap for anyone to dedicate something rashly and later to reconsider his vows. <sup>26</sup> A wise king separates out the wicked and drives the threshing wheel over them. <sup>27</sup> The Lord’s lamp sheds light on a person’s life, searching the innermost parts. <sup>28</sup> Loyalty and faithfulness guard a king; through loyalty he maintains his throne. <sup>29</sup> The glory of young men is their strength, and the </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> of old men is </span>\n    <del>gray</del>\n    <ins>grey</ins>\n    <span> hair. <sup>30</sup> Lashes and wounds purge away evil, and beatings cleanse the innermost parts. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> A king’s heart is like </span>\n    <del>channeled</del>\n    <ins>channelled</ins>\n    <span> water in the Lord’s hand: He directs it wherever he chooses. <sup>2</sup> All a person’s ways seem right to him, but the Lord weighs hearts. <sup>3</sup> Doing what is righteous and just is more acceptable to the Lord than sacrifice. <sup>4</sup> The lamp that guides the wicked — haughty eyes and an arrogant heart ​— ​is sin. <sup>5</sup> The plans of the diligent certainly lead to profit, but anyone who is reckless certainly becomes poor. <sup>6</sup> Making a fortune through a lying tongue is a vanishing mist, a pursuit of death. <sup>7</sup> The violence of the wicked sweeps them away because they refuse to act justly. <sup>8</sup> A guilty one’s conduct is crooked, but the </span>\n    <del>behavior</del>\n    <ins>behaviour</ins>\n    <span> of the innocent is upright. <sup>9</sup> Better to live on the corner of a roof than to share a house with a nagging wife. <sup>10</sup> A wicked person desires evil; he has no consideration for his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>. <sup>11</sup> When a mocker is punished, the inexperienced become wiser; when one teaches a wise man, he acquires knowledge. <sup>12</sup> The Righteous One considers the house of the wicked; he brings the wicked to ruin. <sup>13</sup> The one who shuts his ears to the cry of the poor will himself also call out and not be answered. <sup>14</sup> A secret gift soothes anger, and a covert bribe, fierce rage. <sup>15</sup> Justice executed is a joy to the righteous but a terror to evildoers. <sup>16</sup> The person who strays from the way of prudence will come to rest in the assembly of the departed spirits. <sup>17</sup> The one who loves pleasure will become poor; whoever loves wine and oil will not get rich. <sup>18</sup> The wicked are a ransom for the righteous, and the treacherous, for the upright. <sup>19</sup> Better to live in a wilderness than with a nagging and hot-tempered wife. <sup>20</sup> Precious treasure and oil are in the dwelling of a wise person, but a fool consumes them. <sup>21</sup> The one who pursues righteousness and faithful love will find life, righteousness, and </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>. <sup>22</sup> A wise person went up against a city of warriors and brought down its secure fortress. <sup>23</sup> The one who guards his mouth and tongue keeps himself out of trouble. <sup>24</sup> The arrogant and proud person, named “Mocker,” acts with excessive arrogance. <sup>25</sup> A slacker’s craving will kill him because his hands refuse to work. <sup>26</sup> He is filled with craving all day long, but the righteous give and don’t hold back. <sup>27</sup> The sacrifice of a wicked person is detestable ​— how much more so when he brings it with ulterior motives! <sup>28</sup> A lying witness will perish, but the one who listens will speak successfully. <sup>29</sup> A wicked person puts on a bold face, but the upright one considers his way. <sup>30</sup> No wisdom, no understanding, and no counsel will prevail against the Lord. <sup>31</sup> A horse is prepared for the day of battle, but victory comes from the Lord. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> A good name is to be chosen over great wealth; </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> is better than silver and gold. <sup>2</sup> Rich and poor have this in common: the Lord makes them all. <sup>3</sup> A sensible person sees danger and takes cover, but the inexperienced keep going and are punished. <sup>4</sup> Humility, the fear of the Lord, results in wealth, </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>, and life. <sup>5</sup> There are thorns and snares on the way of the crooked; the one who guards himself stays far from them. <sup>6</sup> Start a youth out on his way; even when he grows old he will not depart from it. <sup>7</sup> The rich rule over the poor, and the borrower is a slave to the lender. <sup>8</sup> The one who sows injustice will reap disaster, and the rod of his fury will be destroyed. <sup>9</sup> A generous person will be blessed, for he shares his food with the poor. <sup>10</sup> Drive out a mocker, and conflict goes too; then </span>\n    <del>quarreling</del>\n    <ins>quarrelling</ins>\n    <span> and </span>\n    <del>dishonor</del>\n    <ins>dishonour</ins>\n    <span> will cease. <sup>11</sup> The one who loves a pure heart and gracious lips ​— ​the king is his friend. <sup>12</sup> The Lord’s eyes keep watch over knowledge, but he overthrows the words of the treacherous. <sup>13</sup> The slacker says, “There’s a lion outside! I’ll be killed in the public square! ” <sup>14</sup> The mouth of the forbidden woman is a deep pit; a man cursed by the Lord will fall into it. <sup>15</sup> Foolishness is bound to the heart of a youth; a rod of discipline will separate it from him. <sup>16</sup> Oppressing the poor to enrich oneself, and giving to the rich ​— ​both lead only to poverty. <sup>17</sup> Listen closely, pay attention to the words of the wise, and apply your mind to my knowledge. <sup>18</sup> For it is pleasing if you keep them within you and if they are constantly on your lips. <sup>19</sup> I have instructed you today ​— ​even you — so that your confidence may be in the Lord. <sup>20</sup> Haven’t I written for you thirty sayings about counsel and knowledge, <sup>21</sup> in order to teach you true and reliable words, so that you may give a dependable report to those who sent you? <sup>22</sup> Don’t rob a poor person because he is poor, and don’t crush the oppressed at the city gate, <sup>23</sup> for the Lord will champion their cause and will plunder those who plunder them. <sup>24</sup> Don’t make friends with an angry person, and don’t be a companion of a hot-tempered one, <sup>25</sup> or you will learn his ways and entangle yourself in a snare. <sup>26</sup> Don’t be one of those who enter agreements, who put up security for loans. <sup>27</sup> If you have nothing with which to pay, even your bed will be taken from under you. <sup>28</sup> Don’t move an ancient boundary marker that your ancestors set up. <sup>29</sup> Do you see a person skilled in his work? He will stand in the presence of kings. He will not stand in the presence of the unknown. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When you sit down to dine with a ruler, consider carefully what is before you, <sup>2</sup> and put a knife to your throat if you have a big appetite; <sup>3</sup> don’t desire his </span>\n    <del>choice food</del>\n    <ins>delicacies</ins>\n    <span>, for that food is deceptive. <sup>4</sup> Don’t wear yourself out to get rich; because you know better, stop! <sup>5</sup> As soon as your eyes fly to it, it disappears, for it makes wings for itself and flies like an eagle to the sky. <sup>6</sup> Don’t eat a stingy person’s bread, and don’t desire his </span>\n    <del>choice food</del>\n    <ins>delicacies</ins>\n    <span>, <sup>7</sup> for it’s like someone calculating inwardly. “Eat and drink,” he says to you, but his heart is not with you. <sup>8</sup> You will vomit the little you’ve eaten and waste your pleasant words. <sup>9</sup> Don’t speak to a fool, for he will despise the insight of your words. <sup>10</sup> Don’t move an ancient boundary marker, and don’t encroach on the fields of the fatherless, <sup>11</sup> for their Redeemer is strong, and he will champion their cause against you. <sup>12</sup> Apply yourself to discipline and listen to words of knowledge. <sup>13</sup> Don’t withhold discipline from a youth; if you punish him with a rod, he will not die. <sup>14</sup> Punish him with a rod, and you will rescue his life from Sheol. <sup>15</sup> My son, if your heart is wise, my heart will indeed rejoice. <sup>16</sup> My innermost being will celebrate when your lips say what is right. <sup>17</sup> Don’t let your heart envy sinners; instead, always fear the Lord. <sup>18</sup> For then you will have a future, and your hope will not be dashed. <sup>19</sup> Listen, my son, and be wise; keep your mind on the right course. <sup>20</sup> Don’t associate with those who drink too much wine or with those who gorge themselves on meat. <sup>21</sup> For the drunkard and the glutton will become poor, and grogginess will clothe them in rags. <sup>22</sup> Listen to your father who gave you life, and don’t despise your mother when she is old. <sup>23</sup> Buy ​— ​and do not sell ​— ​truth, wisdom, instruction, and understanding. <sup>24</sup> The father of a righteous son will rejoice greatly, and one who fathers a wise son will delight in him. <sup>25</sup> Let your father and mother have joy, and let her who gave birth to you rejoice. <sup>26</sup> My son, give me your heart, and let your eyes observe my ways. <sup>27</sup> For a prostitute is a deep pit, and a wayward woman is a narrow well; <sup>28</sup> indeed, she sets an ambush like a robber and increases the number of unfaithful people. <sup>29</sup> Who has woe? Who has sorrow? Who has conflicts? Who has complaints? Who has wounds for no reason? Who has red eyes? <sup>30</sup> Those who linger over wine; those who go looking for mixed wine. <sup>31</sup> Don’t gaze at wine because it is red, because it gleams in the cup and goes down smoothly. <sup>32</sup> In the end it bites like a snake and stings like a viper. <sup>33</sup> Your eyes will see strange things, and you will say absurd things. <sup>34</sup> You’ll be like someone sleeping out at sea or lying down on the top of a ship’s mast. <sup>35</sup> “They struck me, but I feel no pain! They beat me, but I didn’t know it! When will I wake up? I’ll look for another drink.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Don’t envy the evil or desire to be with them, <sup>2</sup> for their hearts plan violence, and their words stir up trouble. <sup>3</sup> A house is built by wisdom, and it is established by understanding; <sup>4</sup> by knowledge the rooms are filled with every precious and beautiful treasure. <sup>5</sup> A wise warrior is better than a strong one, and a man of knowledge than one of strength; <sup>6</sup> for you should wage war with sound guidance — victory comes with many </span>\n    <del>counselors</del>\n    <ins>counsellors</ins>\n    <span>. <sup>7</sup> Wisdom is inaccessible to a fool; he does not open his mouth at the city gate. <sup>8</sup> The one who plots evil will be called a schemer. <sup>9</sup> A foolish scheme is sin, and a mocker is detestable to people. <sup>10</sup> If you do nothing in a difficult time, your strength is limited. <sup>11</sup> Rescue those being taken off to death, and save those stumbling </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> slaughter. <sup>12</sup> If you say, “But we didn’t know about this,” won’t he who weighs hearts consider it? Won’t he who protects your life know? Won’t he repay a person according to his work? <sup>13</sup> Eat honey, my son, for it is good, and the honeycomb is sweet to your palate; <sup>14</sup> </span>\n    <del>realize</del>\n    <ins>realise</ins>\n    <span> that wisdom is the same for you. If you find it, you will have a future, and your hope will never fade. <sup>15</sup> Don’t set an ambush, you wicked one, at the camp of the righteous man; don’t destroy his dwelling. <sup>16</sup> Though a righteous person falls seven times, he will get up, but the wicked will stumble into ruin. <sup>17</sup> Don’t gloat when your enemy falls, and don’t let your heart rejoice when he stumbles, <sup>18</sup> or the Lord will see, be displeased, and turn his wrath away from him. <sup>19</sup> Don’t be agitated by evildoers, and don’t envy the wicked. <sup>20</sup> For the evil have no future; the lamp of the wicked will be put out. <sup>21</sup> My son, fear the Lord, as well as the king, and don’t associate with rebels, <sup>22</sup> for destruction will come suddenly from them; who knows what distress these two can bring? <sup>23</sup> These sayings also belong to the wise: It is not good to show partiality in </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>. <sup>24</sup> Whoever says to the guilty, “You are innocent</span>\n    <del>”</del>\n    <ins>’</ins>\n    <span> — peoples will curse him, and nations will denounce him; <sup>25</sup> but it will go well with those who convict the guilty, and a generous blessing will come to them. <sup>26</sup> He who gives an honest answer gives a kiss on the lips. <sup>27</sup> Complete your outdoor work, and prepare your field; </span>\n    <del>afterward</del>\n    <ins>afterwards</ins>\n    <span>, build your house. <sup>28</sup> Don’t testify against your </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> without cause. Don’t deceive with your lips. <sup>29</sup> Don’t say, “I’ll do to him what he did to me; I’ll repay the man for what he has done.” <sup>30</sup> I went by the field of a slacker and by the vineyard of one lacking sense. <sup>31</sup> Thistles had come up everywhere, weeds covered the ground, and the stone wall was ruined. <sup>32</sup> I saw, and took it to heart; I looked, and received instruction: <sup>33</sup> a little sleep, a little slumber, a little folding of the arms to rest, <sup>34</sup> and your poverty will come like a robber, and your need, like a bandit. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> These too are proverbs of Solomon, which the men of King Hezekiah of Judah copied. <sup>2</sup> It is the glory of God to conceal a matter and the glory of kings to investigate a matter. <sup>3</sup> As the heavens are high and the earth is deep, so the hearts of kings cannot be investigated. <sup>4</sup> Remove impurities from silver, and material will be produced for a silversmith. <sup>5</sup> Remove the wicked from the king’s presence, and his throne will be established in righteousness. <sup>6</sup> Don’t boast about yourself before the king, and don’t stand in the place of the great; <sup>7</sup> for it is better for him to say to you, “Come up here! ” than to demote you in plain view of a noble. <sup>8</sup> Don’t take a matter to court hastily. Otherwise, what will you do </span>\n    <del>afterward</del>\n    <ins>afterwards</ins>\n    <span> if your opponent humiliates you? <sup>9</sup> Make your case with your opponent without revealing another’s secret; <sup>10</sup> otherwise, the one who hears will disgrace you, and you’ll never live it down. <sup>11</sup> A word spoken at the right time is like gold apples in silver settings. <sup>12</sup> A wise correction to a receptive ear is like a gold ring or an ornament of gold. <sup>13</sup> To those who send him, a trustworthy envoy is like the coolness of snow on a harvest day; he refreshes the life of his masters. <sup>14</sup> The one who boasts about a gift that does not exist is like clouds and wind without rain. <sup>15</sup> A ruler can be persuaded through patience, and a gentle tongue can break a bone. <sup>16</sup> If you find honey, eat only what you need; otherwise, you’ll get sick from it and vomit. <sup>17</sup> Seldom set foot in your </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>’s house; otherwise, he’ll get sick of you and hate you. <sup>18</sup> A person giving false testimony against his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> is like a club, a sword, or a sharp arrow. <sup>19</sup> Trusting an unreliable person in a difficult time is like a rotten tooth or a faltering foot. <sup>20</sup> Singing songs to a troubled heart is like taking off clothing on a cold day or like pouring vinegar on soda. <sup>21</sup> If your enemy is hungry, give him food to eat, and if he is thirsty, give him water to drink, <sup>22</sup> for you will heap burning coals on his head, and the Lord will reward you. <sup>23</sup> The north wind produces rain, and a backbiting tongue, angry looks. <sup>24</sup> Better to live on the corner of a roof than to share a house with a nagging wife. <sup>25</sup> Good news from a distant land is like cold water to a parched throat. <sup>26</sup> A righteous person who yields to the wicked is like a muddied spring or a polluted well. <sup>27</sup> It is not good to eat too much honey or to seek glory after glory. <sup>28</sup> A person who does not control his temper is like a city whose wall is broken down. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Like snow in summer and rain at harvest, </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> is inappropriate for a fool. <sup>2</sup> Like a flitting sparrow or a fluttering swallow, an undeserved curse goes nowhere. <sup>3</sup> A whip for the horse, a bridle for the donkey, and a rod for the backs of fools. <sup>4</sup> Don’t answer a fool according to his foolishness or you’ll be like him yourself. <sup>5</sup> Answer a fool according to his foolishness or he’ll become wise in his own eyes. <sup>6</sup> The one who sends a message by a fool’s hand cuts off his own feet and drinks violence. <sup>7</sup> A proverb in the mouth of a fool is like lame legs that hang limp. <sup>8</sup> Giving </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> to a fool is like binding a stone in a sling. <sup>9</sup> A proverb in the mouth of a fool is like a stick with thorns, brandished by the hand of a drunkard. <sup>10</sup> The one who hires a fool or who hires those passing by is like an archer who wounds everyone indiscriminately. <sup>11</sup> As a dog returns to its vomit, so also a fool repeats his foolishness. <sup>12</sup> Do you see a person who is wise in his own eyes? There is more hope for a fool than for him. <sup>13</sup> The slacker says, “There’s a lion in the road — a lion in the public square! ” <sup>14</sup> A door turns on its hinges, and a slacker, on his bed. <sup>15</sup> The slacker buries his hand in the bowl; he is too weary to bring it to his mouth! <sup>16</sup> In his own eyes, a slacker is wiser than seven who can answer sensibly. <sup>17</sup> A person who is passing by and meddles in a quarrel that’s not his is like one who grabs a dog by the ears. <sup>18</sup> Like a madman who throws flaming darts and deadly arrows, <sup>19</sup> so is the person who deceives his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> and says, “I was only joking! ” <sup>20</sup> Without wood, fire goes out; without a gossip, conflict dies down. <sup>21</sup> As charcoal for embers and wood for fire, so is a quarrelsome person for kindling strife. <sup>22</sup> A gossip’s words are like </span>\n    <del>choice food</del>\n    <ins>delicacies</ins>\n    <span> that </span>\n    <del>goes</del>\n    <ins>go</ins>\n    <span> down to one’s innermost being. <sup>23</sup> Smooth lips with an evil heart are like glaze on an earthen vessel. <sup>24</sup> A hateful person disguises himself with his speech and </span>\n    <del>harbors</del>\n    <ins>harbours</ins>\n    <span> deceit within. <sup>25</sup> When he speaks graciously, don’t believe him, for there are seven detestable things in his heart. <sup>26</sup> Though his hatred is concealed by deception, his evil will be revealed in the assembly. <sup>27</sup> The one who digs a pit will fall into it, and whoever rolls a stone — it will come back on him. <sup>28</sup> A lying tongue hates those it crushes, and a flattering mouth causes ruin. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Don’t boast about tomorrow, for you don’t know what a day might bring. <sup>2</sup> Let another praise you, and not your own mouth — a stranger, and not your own lips. <sup>3</sup> A stone is heavy, and sand a burden, but aggravation from a fool outweighs them both. <sup>4</sup> Fury is cruel, and anger a flood, but who can withstand jealousy? <sup>5</sup> Better an open reprimand than concealed love. <sup>6</sup> The wounds of a friend are trustworthy, but the kisses of an enemy are excessive. <sup>7</sup> A person who is full tramples on a honeycomb, but to a hungry person, any bitter thing is sweet. <sup>8</sup> Anyone wandering from his home is like a bird wandering from its nest. <sup>9</sup> Oil and incense bring joy to the heart, and the sweetness of a friend is better than self-counsel. <sup>10</sup> Don’t abandon your friend or your father’s friend, and don’t go to your brother’s house in your time of calamity; better a </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> nearby than a brother far away. <sup>11</sup> Be wise, my son, and bring my heart joy, so that I can answer anyone who taunts me. <sup>12</sup> A sensible person sees danger and takes cover; the inexperienced keep going and are punished. <sup>13</sup> Take his garment, for he has put up security for a stranger; get collateral if it is for foreigners. <sup>14</sup> If one blesses his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> with a loud voice early in the morning, it will be counted as a curse to him. <sup>15</sup> An endless dripping on a rainy day and a nagging wife are alike; <sup>16</sup> the one who controls her controls the wind and grasps oil with his right hand. <sup>17</sup> Iron sharpens iron, and one person sharpens another. <sup>18</sup> Whoever tends a fig tree will eat its fruit, and whoever looks after his master will be </span>\n    <del>honored</del>\n    <ins>honoured</ins>\n    <span>. <sup>19</sup> As water reflects the face, so the heart reflects the person. <sup>20</sup> Sheol and Abaddon are never satisfied, and people’s eyes are never satisfied. <sup>21</sup> As a crucible refines silver, and a smelter refines gold, so a person should refine his praise. <sup>22</sup> Though you grind a fool in a mortar with a pestle along with grain, you will not separate his foolishness from him. <sup>23</sup> Know well the condition of your flock, and pay attention to your herds, <sup>24</sup> for wealth is not </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; not even a crown lasts for all time. <sup>25</sup> When hay is removed and new growth appears and the </span>\n    <del>grain</del>\n    <ins>corn</ins>\n    <span> from the hills is gathered in, <sup>26</sup> lambs will provide your clothing, and goats, the price of a field; <sup>27</sup> there will be enough goat’s milk for your food — food for your household and nourishment for your female servants. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The wicked flee when no one is pursuing them, but the righteous are as bold as a lion. <sup>2</sup> When a land is in rebellion, it has many rulers, but with a discerning and knowledgeable person, it endures. <sup>3</sup> A destitute leader who oppresses the poor is like a driving rain that leaves no food. <sup>4</sup> Those who reject the law praise the wicked, but those who keep the law pit themselves against them. <sup>5</sup> The evil do not understand justice, but those who seek the Lord understand everything. <sup>6</sup> Better the poor person who lives with integrity than the rich one who distorts right and wrong. <sup>7</sup> A discerning son keeps the law, but a companion of gluttons humiliates his father. <sup>8</sup> Whoever increases his wealth through excessive interest collects it for one who is kind to the poor. <sup>9</sup> Anyone who turns his ear away from hearing the law — even his prayer is detestable. <sup>10</sup> The one who leads the upright into an evil way will fall into his own pit, but the blameless will inherit what is good. <sup>11</sup> A rich person is wise in his own eyes, but a poor one who has discernment sees through him. <sup>12</sup> When the righteous triumph, there is great rejoicing, but when the wicked come to power, people hide. <sup>13</sup> The one who conceals his sins will not prosper, but whoever confesses and renounces them will find mercy. <sup>14</sup> Happy is the one who is always reverent, but one who hardens his heart falls into trouble. <sup>15</sup> A wicked ruler over a helpless people is like a roaring lion or a charging bear. <sup>16</sup> A leader who lacks understanding is very oppressive, but one who hates dishonest profit prolongs his life. <sup>17</sup> Someone burdened by bloodguilt will be a fugitive until death. Let no one help him. <sup>18</sup> The one who lives with integrity will be helped, but one who distorts right and wrong will suddenly fall. <sup>19</sup> The one who works his land will have plenty of food, but whoever chases fantasies will have his fill of poverty. <sup>20</sup> A faithful person will have many blessings, but one in a hurry to get rich will not go unpunished. <sup>21</sup> It is not good to show partiality — yet even a courageous person may sin for a piece of bread. <sup>22</sup> A greedy one is in a hurry for wealth; he doesn’t know that poverty will come to him. <sup>23</sup> One who rebukes a person will later find more </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> than one who flatters with his tongue. <sup>24</sup> The one who robs his father or mother and says, “That’s no sin,” is a companion to a person who destroys. <sup>25</sup> A greedy person stirs up conflict, but whoever trusts in the Lord will prosper. <sup>26</sup> The one who trusts in himself is a fool, but one who walks in wisdom will be safe. <sup>27</sup> The one who gives to the poor will not be in need, but one who turns his eyes away will receive many curses. <sup>28</sup> When the wicked come to power, people hide, but when they are destroyed, the righteous flourish. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> One who becomes stiff-necked, after many reprimands will be shattered instantly — beyond recovery. <sup>2</sup> When the righteous flourish, the people rejoice, but when the wicked rule, people groan. <sup>3</sup> A man who loves wisdom brings joy to his father, but one who consorts with prostitutes destroys his wealth. <sup>4</sup> By justice a king brings stability to a land, but a person who demands “contributions</span>\n    <del>”</del>\n    <ins>’</ins>\n    <span> demolishes it. <sup>5</sup> A person who flatters his </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> spreads a net for his feet. <sup>6</sup> An evil person is caught by sin, but the righteous one sings and rejoices. <sup>7</sup> The righteous person knows the rights of the poor, but the wicked one does not understand these concerns. <sup>8</sup> Mockers inflame a city, but the wise turn away anger. <sup>9</sup> If a wise person goes to court with a fool, there will be ranting and raving but no resolution. <sup>10</sup> Bloodthirsty men hate an honest person, but the upright care about him. <sup>11</sup> A fool gives full vent to his anger, but a wise person holds it in check. <sup>12</sup> If a ruler listens to lies, all his officials will be wicked. <sup>13</sup> The poor and the oppressor have this in common: the Lord gives light to the eyes of both. <sup>14</sup> A king who judges the poor with fairness — his throne will be established </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>15</sup> A rod of correction imparts wisdom, but a youth left to himself is a disgrace to his mother. <sup>16</sup> When the wicked increase, rebellion increases, but the righteous will see their downfall. <sup>17</sup> Discipline your child, and it will bring you peace of mind and give you delight. <sup>18</sup> Without revelation people run wild, but one who follows divine instruction will be happy. <sup>19</sup> A servant cannot be disciplined by words; though he understands, he doesn’t respond. <sup>20</sup> Do you see someone who speaks too soon? There is more hope for a fool than for him. <sup>21</sup> A servant pampered from his youth will become arrogant later on. <sup>22</sup> An angry person stirs up conflict, and a hot-tempered one increases rebellion. <sup>23</sup> A person’s pride will humble him, but a humble spirit will gain </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>. <sup>24</sup> To be a thief’s partner is to hate oneself; he hears the curse but will not testify. <sup>25</sup> The fear of mankind is a snare, but the one who trusts in the Lord is protected. <sup>26</sup> Many desire a ruler’s </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>, but a person receives justice from the Lord. <sup>27</sup> An unjust person is detestable to the righteous, and one whose way is upright is detestable to the wicked. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The words of Agur son of Jakeh. The pronouncement. The man’s oration to Ithiel, to Ithiel and Ucal: <sup>2</sup> I am more stupid than any other person, and I lack a human’s ability to understand. <sup>3</sup> I have not gained wisdom, and I have no knowledge of the Holy One. <sup>4</sup> Who has gone up to heaven and come down? Who has gathered the wind in his hands? Who has bound up the waters in a cloak? Who has established all the ends of the earth? What is his name, and what is the name of his son — if you know? <sup>5</sup> Every word of God is pure; he is a shield to those who take refuge in him. <sup>6</sup> Don’t add to his words, or he will rebuke you, and you will be proved a liar. <sup>7</sup> Two things I ask of you; don’t deny them to me before I die: <sup>8</sup> Keep falsehood and deceitful words far from me. Give me neither poverty nor wealth; feed me with the food I need. <sup>9</sup> Otherwise, I might have too much and deny you, saying, “Who is the Lord? ” or I might have nothing and steal, profaning the name of my God. <sup>10</sup> Don’t slander a servant to his master or he will curse you, and you will become guilty. <sup>11</sup> There is a generation that curses its father and does not bless its mother. <sup>12</sup> There is a generation that is pure in its own eyes, yet is not washed from its filth. <sup>13</sup> There is a generation ​— ​how haughty its eyes and pretentious its looks. <sup>14</sup> There is a generation whose teeth are swords, whose fangs are knives, devouring the oppressed from the land and the needy from among mankind. <sup>15</sup> The leech has two daughters: “Give, Give! ” Three things are never satisfied; four never say, “Enough! ”: <sup>16</sup> Sheol; a childless womb; earth, which is never satisfied with water; and fire, which never says, “Enough! ” <sup>17</sup> As for the eye that ridicules a father and despises obedience to a mother, may ravens of the valley pluck it out and young vultures eat it. <sup>18</sup> Three things are too wondrous for me; four I can’t understand: <sup>19</sup> the way of an eagle in the sky, the way of a snake on a rock, the way of a ship at sea, and the way of a man with a young woman. <sup>20</sup> This is the way of an adulteress: she eats and wipes her mouth and says, “I’ve done nothing wrong.” <sup>21</sup> The earth trembles under three things; it cannot bear up under four: <sup>22</sup> a servant when he becomes king, a fool when he is stuffed with food, <sup>23</sup> an unloved woman when she marries, and a servant girl when she ousts her queen. <sup>24</sup> Four things on earth are small, yet they are extremely wise: <sup>25</sup> ants are not a strong people, yet they store up their food in the summer; <sup>26</sup> hyraxes are not a mighty people, yet they make their homes in the cliffs; <sup>27</sup> locusts have no king, yet all of them march in ranks; <sup>28</sup> a lizard can be caught in your hands, yet it lives in kings’ palaces. <sup>29</sup> Three things are stately in their stride; four are stately in their walk: <sup>30</sup> a lion, which is mightiest among beasts and doesn’t retreat before anything; <sup>31</sup> a strutting </span>\n    <del>rooster</del>\n    <ins>cockerel</ins>\n    <span>; a goat; and a king at the head of his army. <sup>32</sup> If you have been foolish by exalting yourself or if you’ve been scheming, put your hand over your mouth. <sup>33</sup> For the churning of milk produces butter, and twisting a nose draws blood, and stirring up anger produces strife. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The words of King Lemuel, a pronouncement that his mother taught him: <sup>2</sup> What should I say, my son? What, son of my womb? What, son of my vows? <sup>3</sup> Don’t spend your energy on women or your efforts on those who destroy kings. <sup>4</sup> It is not for kings, Lemuel, it is not for kings to drink wine or for rulers to desire beer. <sup>5</sup> Otherwise, he will drink, forget what is decreed, and pervert justice for all the oppressed. <sup>6</sup> Give beer to one who is dying and wine to one whose life is bitter. <sup>7</sup> Let him drink so that he can forget his poverty and remember his trouble no more. <sup>8</sup> Speak up for those who have no voice, for the justice of all who are dispossessed. <sup>9</sup> Speak up, judge righteously, and defend the cause of the oppressed and needy. <sup>10</sup> Who can find a wife of noble character? She is far more precious than jewels. <sup>11</sup> The heart of her husband trusts in her, and he will not lack anything good. <sup>12</sup> She rewards him with good, not evil, all the days of her life. <sup>13</sup> She selects wool and flax and works with willing hands. <sup>14</sup> She is like the merchant ships, bringing her food from far away. <sup>15</sup> She rises while it is still night and provides food for her household and portions for her female servants. <sup>16</sup> She evaluates a field and buys it; she plants a vineyard with her earnings. <sup>17</sup> She draws on her strength and reveals that her arms are strong. <sup>18</sup> She sees that her profits are good, and her lamp never goes out at night. <sup>19</sup> She extends her hands to the spinning staff, and her hands hold the spindle. <sup>20</sup> Her hands reach out to the poor, and she extends her hands to the needy. <sup>21</sup> She is not afraid for her household when it snows, for all in her household are doubly clothed. <sup>22</sup> She makes her own bed coverings; her clothing is fine linen and purple. <sup>23</sup> Her husband is known at the city gates, where he sits among the elders of the land. <sup>24</sup> She makes and sells linen garments; she delivers belts to the merchants. <sup>25</sup> Strength and </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> are her clothing, and she can laugh at the time to come. <sup>26</sup> Her mouth speaks wisdom, and loving instruction is on her tongue. <sup>27</sup> She watches over the activities of her household and is never idle. <sup>28</sup> Her children rise up and call her blessed; her husband also praises her: <sup>29</sup> “Many women have done noble deeds, but you surpass them all! ” <sup>30</sup> Charm is deceptive and beauty is fleeting, but a woman who fears the Lord will be praised. <sup>31</sup> Give her the reward of her </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span>, and let her works praise her at the city gates. </span>\n  </p>\n"]