["<p>\n    <span> א 'Aleph' <sup>1</sup> How she sits alone, the city once crowded with people! She who was great among the nations has become like a widow. The princess among the provinces has been put to forced </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span>. ב 'Beth' <sup>2</sup> She weeps bitterly during the night, with tears on her cheeks. There is no one to offer her comfort, not one from all her lovers. All her friends have betrayed her; they have become her enemies. ג 'Gimel' <sup>3</sup> Judah has gone into exile following affliction and harsh slavery; she lives among the nations but finds no place to rest. All her pursuers have overtaken her in narrow places. ד 'Daleth' <sup>4</sup> The roads to Zion mourn, for no one comes to the appointed festivals. All her gates are deserted; her priests groan, her young women grieve, and she herself is bitter. ה 'He' <sup>5</sup> Her adversaries have become her masters; her enemies are at ease, for the Lord has made her suffer because of her many transgressions. Her children have gone away as captives before the adversary. ו 'Waw' <sup>6</sup> All the </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> has vanished from Daughter Zion. Her leaders are like stags that find no pasture; they stumble away exhausted before the hunter. ז 'Zayin' <sup>7</sup> During the days of her affliction and homelessness Jerusalem remembers all her precious belongings that were hers in days of old. When her people fell into the adversary’s hand, she had no one to help. The adversaries looked at her, laughing over her downfall. ח 'Cheth' <sup>8</sup> Jerusalem has sinned grievously; therefore, she has become an object of scorn. All who </span>\n    <del>honored</del>\n    <ins>honoured</ins>\n    <span> her now despise her, for they have seen her nakedness. She herself groans and turns away. ט 'Teth' <sup>9</sup> Her uncleanness stains her skirts. She never considered her end. Her downfall was astonishing; there was no one to comfort her. Lord, look on my affliction, for the enemy boasts. י 'Yod' <sup>10</sup> The adversary has seized all her precious belongings. She has even seen the nations enter her sanctuary — those you had forbidden to enter your assembly. כ 'Kaph' <sup>11</sup> All her people groan while they search for bread. They have traded their precious belongings for food in order to stay alive. Lord, look and see how I have become despised. ל 'Lamed' <sup>12</sup> Is this nothing to you, all you who pass by? Look and see! Is there any pain like mine, which was dealt out to me, which the Lord made me suffer on the day of his burning anger? מ 'Mem' <sup>13</sup> He sent fire from on high into my bones; he made it descend. He spread a net for my feet and turned me back. He made me desolate, </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span> all day long. נ 'Nun' <sup>14</sup> My transgressions have been formed into a yoke, fastened together by his hand; they have been placed on my neck, and the Lord has broken my strength. He has handed me over to those I cannot withstand. ס 'Samek' <sup>15</sup> The Lord has rejected all the mighty men within me. He has summoned an army against me to crush my young warriors. The Lord has trampled Virgin Daughter Judah like grapes in a winepress. ע 'Ayin' <sup>16</sup> I weep because of these things; my eyes flow with tears. For there is no one nearby to comfort me, no one to keep me alive. My children are desolate because the enemy has prevailed. פ 'Pe' <sup>17</sup> Zion stretches out her hands; there is no one to comfort her. The Lord has issued a decree against Jacob that his </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span> should be his adversaries. Jerusalem has become something impure among them. צ 'Tsade' <sup>18</sup> The Lord is just, for I have rebelled against his command. Listen, all you people; look at my pain. My young women and young men have gone into captivity. ק 'Qoph' <sup>19</sup> I called to my lovers, but they betrayed me. My priests and elders perished in the city while searching for food to keep themselves alive. ר 'Resh' <sup>20</sup> Lord, see how I am in distress. I am churning within; my heart is broken, for I have been very rebellious. Outside, the sword takes the children; inside, there is death. שׁ 'Shin' <sup>21</sup> People have heard me groaning, but there is no one to comfort me. All my enemies have heard of my misfortune; they are glad that you have caused it. Bring on the day you have announced, so that they may become like me. ת 'Taw' <sup>22</sup> Let all their wickedness come before you, and deal with them as you have dealt with me because of all my transgressions. For my groans are many, and I am sick at heart. </span>\n  </p>\n","<p>\n    <span> א 'Aleph' <sup>1</sup> How the Lord has overshadowed Daughter Zion with his anger! He has thrown down Israel’s glory from heaven to earth. He did not acknowledge his footstool in the day of his anger. ב 'Beth' <sup>2</sup> Without compassion the Lord has swallowed up all the dwellings of Jacob. In his wrath he has demolished the fortified cities of Daughter Judah. He brought them to the ground and defiled the kingdom and its leaders. ג 'Gimel' <sup>3</sup> He has cut off every horn of Israel in his burning anger and withdrawn his right hand in the presence of the enemy. He has blazed against Jacob like a flaming fire that consumes everything. ד 'Daleth' <sup>4</sup> He has strung his bow like an enemy; his right hand is positioned like an adversary. He has killed everyone who was the delight to the eye, pouring out his wrath like fire on the tent of Daughter Zion. ה 'He' <sup>5</sup> The Lord is like an enemy; he has swallowed up Israel. He swallowed up all its palaces and destroyed its fortified cities. He has multiplied mourning and lamentation within Daughter Judah. ו 'Waw' <sup>6</sup> He has wrecked his temple as if it were merely a shack in a field, destroying his place of meeting. The Lord has abolished appointed festivals and Sabbaths in Zion. He has despised king and priest in his fierce anger. ז 'Zayin' <sup>7</sup> The Lord has rejected his altar, repudiated his sanctuary; he has handed the walls of her palaces over to the enemy. They have raised a shout in the house of the Lord as on the day of an appointed festival. ח 'Cheth' <sup>8</sup> The Lord determined to destroy the wall of Daughter Zion. He stretched out a measuring line and did not restrain himself from destroying. He made the ramparts and walls grieve; together they waste away. ט 'Teth' <sup>9</sup> Zion’s gates have fallen to the ground; he has destroyed and shattered the bars on her gates. Her king and her leaders live among the nations, instruction is no more, and even her prophets receive no vision from the Lord. י 'Yod' <sup>10</sup> The elders of Daughter Zion sit on the ground in silence. They have thrown dust on their heads and put on sackcloth. The young women of Jerusalem have bowed their heads to the ground. כ 'Kaph' <sup>11</sup> My eyes are worn out from weeping; I am churning within. My heart is poured out in grief because of the destruction of my dear people, because infants and nursing babies faint in the streets of the city. ל 'Lamed' <sup>12</sup> They cry out to their mothers, “Where is the grain and wine? ” as they faint like the wounded in the streets of the city, as their life pours out in the arms of their mothers. מ 'Mem' <sup>13</sup> What can I say on your behalf? What can I compare you to, Daughter Jerusalem? What can I liken you to, so that I may console you, Virgin Daughter Zion? For your ruin is as vast as the sea. Who can heal you? נ 'Nun' <sup>14</sup> Your prophets saw visions for you that were empty and deceptive; they did not reveal your iniquity and so restore your fortunes. They saw pronouncements for you that were empty and misleading. ס 'Samek' <sup>15</sup> All who pass by scornfully clap their hands at you. They hiss and shake their heads at Daughter Jerusalem: Is this the city that was called the perfection of beauty, the joy of the whole earth? פ 'Pe' <sup>16</sup> All your enemies open their mouths against you. They hiss and gnash their teeth, saying, “We have swallowed her up. This is the day we have waited for! We have lived to see it.” ע 'Ayin' <sup>17</sup> The Lord has done what he planned; he has accomplished his decree, which he ordained in days of old. He has demolished without compassion, letting the enemy gloat over you and exalting the horn of your adversaries. צ 'Tsade' <sup>18</sup> The hearts of the people cry out to the Lord. Wall of Daughter Zion, let your tears run down like a river day and night. Give yourself no relief and your eyes no rest. ק 'Qoph' <sup>19</sup> Arise, cry out in the night from the first watch of the night. Pour out your heart like water before the Lord’s presence. Lift up your hands to him for the lives of your children who are fainting from hunger at the head of every street. ר 'Resh' <sup>20</sup> Lord, look and consider to whom you have done this. Should women eat their own children, the infants they have nurtured? Should priests and prophets be killed in the Lord’s sanctuary? שׁ 'Shin' <sup>21</sup> Both young and old are lying on the ground in the streets. My young women and young men have fallen by the sword. You have killed them in the day of your anger, slaughtering without compassion. ת 'Taw' <sup>22</sup> You summon those who </span>\n    <del>terrorize</del>\n    <ins>terrorise</ins>\n    <span> me on every side, as if for an appointed festival day; on the day of the Lord’s anger no one escaped or survived. My enemy has destroyed those I nurtured and </span>\n    <del>reared</del>\n    <ins>brought up</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> א 'Aleph' <sup>1</sup> I am the man who has seen affliction under the rod of God’s wrath. <sup>2</sup> He has driven me away and forced me to walk in darkness instead of light. <sup>3</sup> Yes, he repeatedly turns his hand against me all day long. ב 'Beth' <sup>4</sup> He has worn away my flesh and skin; he has broken my bones. <sup>5</sup> He has laid siege against me, encircling me with bitterness and hardship. <sup>6</sup> He has made me dwell in darkness like those who have been dead for ages. ג 'Gimel' <sup>7</sup> He has walled me in so I cannot get out; he has weighed me down with chains. <sup>8</sup> Even when I cry out and plead for help, he blocks out my prayer. <sup>9</sup> He has walled in my ways with blocks of stone; he has made my paths crooked. ד 'Daleth' <sup>10</sup> He is a bear waiting in ambush, a lion in hiding. <sup>11</sup> He forced me off my way and tore me to pieces; he left me desolate. <sup>12</sup> He strung his bow and set me as the target for his arrow. ה 'He' <sup>13</sup> He pierced my kidneys with shafts from his quiver. <sup>14</sup> I am a </span>\n    <del>laughingstock</del>\n    <ins>laughing-stock</ins>\n    <span> to all my people, mocked by their songs all day long. <sup>15</sup> He filled me with bitterness, satiated me with wormwood. ו 'Waw' <sup>16</sup> He ground my teeth with gravel and made me cower in the dust. <sup>17</sup> I have been deprived of peace; I have forgotten what prosperity is. <sup>18</sup> Then I thought, “My future is lost, as well as my hope from the Lord.” ז 'Zayin' <sup>19</sup> Remember my affliction and my homelessness, the wormwood and the poison. <sup>20</sup> I continually remember them and have become depressed. <sup>21</sup> Yet I call this to mind, and therefore I have hope: ח 'Cheth' <sup>22</sup> Because of the Lord’s faithful love we do not perish, for his mercies never end. <sup>23</sup> They are new every morning; great is your faithfulness! <sup>24</sup> I say, “The Lord is my portion, therefore I will put my hope in him.” ט 'Teth' <sup>25</sup> The Lord is good to those who wait for him, to the person who seeks him. <sup>26</sup> It is good to wait quietly for salvation from the Lord. <sup>27</sup> It is good for a man to bear the yoke while he is still young. י 'Yod' <sup>28</sup> Let him sit alone and be silent, for God has disciplined him. <sup>29</sup> Let him put his mouth in the dust — perhaps there is still hope. <sup>30</sup> Let him offer his cheek to the one who would strike him; let him be filled with disgrace. כ 'Kaph' <sup>31</sup> For the Lord will not reject us </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>. <sup>32</sup> Even if he causes suffering, he will show compassion according to the abundance of his faithful love. <sup>33</sup> For he does not enjoy bringing affliction or suffering on mankind. ל 'Lamed' <sup>34</sup> Crushing all the prisoners of the land beneath one’s feet, <sup>35</sup> denying justice to a man in the presence of the Most High, <sup>36</sup> or subverting a person in his lawsuit — the Lord does not approve of these things. מ 'Mem' <sup>37</sup> Who is there who speaks and it happens, unless the Lord has ordained it? <sup>38</sup> Do not both adversity and good come from the mouth of the Most High? <sup>39</sup> Why should any living person complain, any man, because of the punishment for his sins? נ 'Nun' <sup>40</sup> Let’s examine and probe our ways, and turn back to the Lord. <sup>41</sup> Let’s lift up our hearts and our hands to God in heaven: <sup>42</sup> “We have sinned and rebelled; you have not forgiven. ס 'Samek' <sup>43</sup> “You have covered yourself in anger and pursued us; you have killed without compassion. <sup>44</sup> You have covered yourself with a cloud so that no prayer can get through. <sup>45</sup> You have made us disgusting filth among the peoples. פ 'Pe' <sup>46</sup> “All our enemies open their mouths against us. <sup>47</sup> We have experienced panic and pitfall, devastation and destruction.” <sup>48</sup> My eyes flow with streams of tears because of the destruction of my dear people. ע 'Ayin' <sup>49</sup> My eyes overflow unceasingly, without end, <sup>50</sup> until the Lord looks down from heaven and sees. <sup>51</sup> My eyes bring me grief because of the fate of all the women in my city. צ 'Tsade' <sup>52</sup> For no reason, my enemies hunted me like a bird. <sup>53</sup> They smothered my life in a pit and threw stones on me. <sup>54</sup> Water flooded over my head, and I thought, “I’m going to die! ” ק 'Qoph' <sup>55</sup> I called on your name, Lord, from the depths of the pit. <sup>56</sup> You heard my plea: Do not ignore my cry for relief. <sup>57</sup> You came near whenever I called you; you said, “Do not be afraid.” ר 'Resh' <sup>58</sup> You championed my cause, Lord; you redeemed my life. <sup>59</sup> Lord, you saw the wrong done to me; judge my case. <sup>60</sup> You saw all their vengefulness, all their plots against me. ׂש 'Sin' / שׁ 'Shin' <sup>61</sup> Lord, you heard their insults, all their plots against me. <sup>62</sup> The slander and murmuring of my opponents attack me all day long. <sup>63</sup> When they sit and when they rise, look, I am mocked by their songs. ת 'Taw' <sup>64</sup> You will pay them back what they deserve, Lord, according to the work of their hands. <sup>65</sup> You will give them a heart filled with anguish. May your curse be on them! <sup>66</sup> You will pursue them in anger and destroy them under your heavens. </span>\n  </p>\n","<p>\n    <span> א 'Aleph' <sup>1</sup> How the gold has become tarnished, the fine gold become dull! The stones of the temple lie scattered at the head of every street. ב 'Beth' <sup>2</sup> Zion’s precious children — once worth their weight in pure gold — how they are regarded as clay jars, the work of a potter’s hands! ג 'Gimel' <sup>3</sup> Even jackals offer their breasts to nurse their young, but my dear people have become cruel like ostriches in the wilderness. ד 'Daleth' <sup>4</sup> The nursing baby’s tongue clings to the roof of his mouth from thirst. Infants beg for food, but no one gives them any. ה 'He' <sup>5</sup> Those who used to eat delicacies are destitute in the streets; those who were </span>\n    <del>reared</del>\n    <ins>brought up</ins>\n    <span> in purple garments huddle in </span>\n    <del>trash</del>\n    <ins>rubbish</ins>\n    <span> heaps. ו 'Waw' <sup>6</sup> The punishment of my dear people is greater than that of Sodom, which was overthrown in an instant without a hand laid on it. ז 'Zayin' <sup>7</sup> Her dignitaries were brighter than snow, whiter than milk; their bodies were more ruddy than coral, their appearance like lapis lazuli. ח 'Cheth' <sup>8</sup> Now they appear darker than soot; they are not </span>\n    <del>recognized</del>\n    <ins>recognised</ins>\n    <span> in the streets. Their skin has </span>\n    <del>shriveled</del>\n    <ins>shrivelled</ins>\n    <span> on their bones; it has become dry like wood. ט 'Teth' <sup>9</sup> Those slain by the sword are better off than those slain by hunger, who waste away, pierced with pain because the fields lack produce. י 'Yod' <sup>10</sup> The hands of compassionate women have cooked their own children; they became their food during the destruction of my dear people. כ 'Kaph' <sup>11</sup> The Lord has exhausted his wrath, poured out his burning anger; he has ignited a fire in Zion, and it has consumed her foundations. ל 'Lamed' <sup>12</sup> The kings of the earth and all the world’s inhabitants did not believe that an enemy or adversary could enter Jerusalem’s gates. מ 'Mem' <sup>13</sup> Yet it happened because of the sins of her prophets and the iniquities of her priests, who shed the blood of the righteous within her. נ 'Nun' <sup>14</sup> Blind, they stumbled in the streets, defiled by this blood, so that no one dared to touch their garments. ס 'Samek' <sup>15</sup> “Stay away! Unclean! ” people shouted at them. “Away, away! Don’t touch us! ” So they wandered aimlessly. It was said among the nations, “They can stay here no longer.” פ 'Pe' <sup>16</sup> The Lord himself has scattered them; he no longer watches over them. The priests are not respected; the elders find no </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>. ע 'Ayin' <sup>17</sup> All the while our eyes were failing as we looked in vain for help; we watched from our towers for a nation that would not save us. צ 'Tsade' <sup>18</sup> Our steps were closely followed so that we could not walk in our streets. Our end approached; our time ran out. Our end had come! ק 'Qoph' <sup>19</sup> Those who chased us were swifter than eagles in the sky; they relentlessly pursued us over the mountains and ambushed us in the wilderness. ר 'Resh' <sup>20</sup> The Lord’s anointed, the breath of our life, was captured in their traps. We had said about him, “We will live under his protection among the nations.” ׂש 'Sin' <sup>21</sup> So rejoice and be glad, Daughter Edom, you resident of the land of Uz! Yet the cup will pass to you as well; you will get drunk and expose yourself. ת 'Taw' <sup>22</sup> Daughter Zion, your punishment is complete; he will not lengthen your exile. But he will punish your iniquity, Daughter Edom, and will expose your sins. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Lord, remember what has happened to us. Look, and see our disgrace! <sup>2</sup> Our inheritance has been turned over to strangers, our houses to foreigners. <sup>3</sup> We have become orphans, fatherless; our mothers are widows. <sup>4</sup> We must pay for the water we drink; our wood comes at a price. <sup>5</sup> We are closely pursued; we are tired, and no one offers us rest. <sup>6</sup> We made a treaty with Egypt and with Assyria, to get enough food. <sup>7</sup> Our ancestors sinned; they no longer exist, but we bear their punishment. <sup>8</sup> Slaves rule over us; no one rescues us from them. <sup>9</sup> We secure our food at the risk of our lives because of the sword in the wilderness. <sup>10</sup> Our skin is as hot as an oven from the ravages of hunger. <sup>11</sup> Women have been raped in Zion, virgins in the cities of Judah. <sup>12</sup> Princes have been hung up by their hands; elders are shown no respect. <sup>13</sup> Young men </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> at millstones; boys stumble under loads of wood. <sup>14</sup> The elders have left the city gate, the young men, their music. <sup>15</sup> Joy has left our hearts; our dancing has turned to mourning. <sup>16</sup> The crown has fallen from our head. Woe to us, for we have sinned. <sup>17</sup> Because of this, our heart is sick; because of these, our eyes grow dim: <sup>18</sup> because of Mount Zion, which lies desolate and has jackals prowling in it. <sup>19</sup> You, Lord, are enthroned </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>; your throne endures from generation to generation. <sup>20</sup> Why do you continually forget us, abandon us for our entire lives? <sup>21</sup> Lord, bring us back to yourself, so </span>\n    <ins>that </ins>\n    <span>we may return; renew our days as in former times, <sup>22</sup> unless you have completely rejected us and are intensely angry with us. </span>\n  </p>\n"]