["<p>\n    <span> <sup>1</sup> The word of the Lord that came to Joel son of Pethuel: <sup>2</sup> Hear this, you elders; listen, all you inhabitants of the land. Has anything like this ever happened in your days or in the days of your ancestors? <sup>3</sup> Tell your children about it, and let your children tell their children, and their children the next generation. <sup>4</sup> What the devouring locust has left, the swarming locust has eaten; what the swarming locust has left, the young locust has eaten; and what the young locust has left, the destroying locust has eaten. <sup>5</sup> Wake up, you drunkards, and weep; wail, all you wine drinkers, because of the sweet wine, for it has been taken from your mouth. <sup>6</sup> For a nation has invaded my land, powerful and without number; its teeth are the teeth of a lion, and it has the fangs of a lioness. <sup>7</sup> It has devastated my grapevine and splintered my fig tree. It has stripped off its bark and thrown it away; its branches have turned white. <sup>8</sup> Grieve like a young woman dressed in sackcloth, mourning for the husband of her youth. <sup>9</sup> Grain and drink offerings have been cut off from the house of the Lord; the priests, who are ministers of the Lord, mourn. <sup>10</sup> The fields are destroyed; the land grieves; indeed, the grain is destroyed; the new wine is dried up; and the fresh oil fails. <sup>11</sup> Be ashamed, you farmers, wail, you vinedressers, over the wheat and the barley, because the harvest of the field has perished. <sup>12</sup> The grapevine is dried up, and the fig tree is withered; the pomegranate, the date palm, and the apple — all the trees of the orchard ​— ​have withered. Indeed, human joy has dried up. <sup>13</sup> Dress in sackcloth and lament, you priests; wail, you ministers of the altar. Come and spend the night in sackcloth, you ministers of my God, because grain and drink offerings are withheld from the house of your God. <sup>14</sup> Announce a sacred fast; proclaim a solemn assembly! Gather the elders and all the residents of the land at the house of the Lord your God, and cry out to the Lord. <sup>15</sup> Woe because of that day! For the day of the Lord is near and will come as devastation from the Almighty. <sup>16</sup> Hasn’t the food been cut off before our eyes, joy and gladness from the house of our God? <sup>17</sup> The seeds lie </span>\n    <del>shriveled</del>\n    <ins>shrivelled</ins>\n    <span> in their casings. The storehouses are in ruin, and the granaries are broken down, because the </span>\n    <del>grain</del>\n    <ins>corn</ins>\n    <span> has withered away. <sup>18</sup> How the animals groan! The herds of cattle wander in confusion since they have no pasture. Even the flocks of sheep and goats suffer punishment. <sup>19</sup> I call to you, Lord, for fire has consumed the pastures of the wilderness, and flames have devoured all the trees of the orchard. <sup>20</sup> Even the wild animals cry out to you, for the river beds are dried up, and fire has consumed the pastures of the wilderness. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Blow the ram’s horn in Zion; sound the alarm on my holy mountain! Let all the residents of the land tremble, for the day of the Lord is coming; in fact, it is near — <sup>2</sup> a day of darkness and gloom, a day of clouds and total darkness, like the dawn spreading over the mountains; a great and strong people appears, such as never existed in ages past and never will again in all the generations to come. <sup>3</sup> A fire devours in front of them, and behind them a flame blazes. The land in front of them is like the garden of Eden, but behind them, it is like a desert wasteland; there is no escape from them. <sup>4</sup> Their appearance is like that of horses, and they gallop like war horses. <sup>5</sup> They bound on the tops of the mountains. Their sound is like the sound of chariots, like the sound of fiery flames consuming stubble, like a mighty army deployed for war. <sup>6</sup> Nations writhe in horror before them; all faces turn pale. <sup>7</sup> They attack as warriors attack; they scale walls as men of war do. Each goes on his own path, and they do not change their course. <sup>8</sup> They do not push each other; each proceeds on his own path. They dodge the arrows, never stopping. <sup>9</sup> They storm the city; they run on the wall; they climb into the houses; they enter through the windows like thieves. <sup>10</sup> The earth quakes before them; the sky shakes. The sun and moon grow dark, and the stars cease their shining. <sup>11</sup> The Lord makes his voice heard in the presence of his army. His camp is very large; those who carry out his command are powerful. Indeed, the day of the Lord is terrible and dreadful — who can endure it? <sup>12</sup> Even now — this is the Lord’s declaration — turn to me with all your heart, with fasting, weeping, and mourning. <sup>13</sup> Tear your hearts, not just your clothes, and return to the Lord your God. For he is gracious and compassionate, slow to anger, abounding in faithful love, and he relents from sending disaster. <sup>14</sup> Who knows? He may turn and relent and leave a blessing behind him, so </span>\n    <ins>that </ins>\n    <span>you can offer a grain offering and a drink offering to the Lord your God. <sup>15</sup> Blow the ram’s horn in Zion! Announce a sacred fast; proclaim a solemn assembly. <sup>16</sup> Gather the people; sanctify the congregation; assemble the aged; gather the infants, even babies nursing at the breast. Let the groom leave his bedroom, and the bride her honeymoon chamber. <sup>17</sup> Let the priests, the Lord’s ministers, weep between the portico and the altar. Let them say, “Have pity on your people, Lord, and do not make your inheritance a disgrace, an object of scorn among the nations. Why should it be said among the peoples, ‘Where is their God? ’ ” <sup>18</sup> Then the Lord became jealous for his land and spared his people. <sup>19</sup> The Lord answered his people: Look, I am about to send you grain, new wine, and fresh oil. You will be satiated with them, and I will no longer make you a disgrace among the nations. <sup>20</sup> I will drive the northerner far from you and banish him to a dry and desolate land, his front ranks into the Dead Sea, and his rear guard into the Mediterranean Sea. His stench will rise; yes, his rotten smell will rise, for he has done astonishing things. <sup>21</sup> Don’t be afraid, land; rejoice and be glad, for the Lord has done astonishing things. <sup>22</sup> Don’t be afraid, wild animals, for the wilderness pastures have turned green, the trees bear their fruit, and the fig tree and grapevine yield their riches. <sup>23</sup> Children of Zion, rejoice and be glad in the Lord your God, because he gives you the autumn rain for your vindication. He sends showers for you, both autumn and spring rain as before. <sup>24</sup> The threshing</span>\n    <ins>-</ins>\n    <span>floors will be full of grain, and the vats will overflow with new wine and fresh oil. <sup>25</sup> I will repay you for the years that the swarming locust ate, the young locust, the destroying locust, and the devouring locust — my great army that I sent against you. <sup>26</sup> You will have plenty to eat and be satisfied. You will praise the name of the Lord your God, who has dealt wondrously with you. My people will never again be put to shame. <sup>27</sup> You will know that I am present in Israel and that I am the Lord your God, and there is no other. My people will never again be put to shame. <sup>28</sup> After this I will pour out my Spirit on all humanity; then your sons and your daughters will prophesy, your old men will have dreams, and your young men will see visions. <sup>29</sup> I will even pour out my Spirit on the male and female slaves in those days. <sup>30</sup> I will display wonders in the heavens and on the earth: blood, fire, and columns of smoke. <sup>31</sup> The sun will be turned to darkness and the moon to blood before the great and terrible day of the Lord comes. <sup>32</sup> Then everyone who calls on the name of the Lord will be saved, for there will be an escape for those on Mount Zion and in Jerusalem, as the Lord promised, among the survivors the Lord calls. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Yes, in those days and at that time, when I restore the fortunes of Judah and Jerusalem, <sup>2</sup> I will gather all the nations and take them to the Valley of Jehoshaphat. I will enter into </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> with them there because of my people, my inheritance Israel. The nations have scattered the Israelites in foreign countries and divided up my land. <sup>3</sup> They cast lots for my people; they bartered a boy for a prostitute and sold a girl for wine to drink. <sup>4</sup> And also: Tyre, Sidon, and all the territories of Philistia ​— ​what are you to me? Are you paying me back or trying to get even with me? I will quickly bring retribution on your heads. <sup>5</sup> For you took my silver and gold and carried my finest treasures to your temples. <sup>6</sup> You sold the people of Judah and Jerusalem to the Greeks to remove them far from their own territory. <sup>7</sup> Look, I am about to rouse them up from the place where you sold them; I will bring retribution on your heads. <sup>8</sup> I will sell your sons and daughters to the people of Judah, and they will sell them to the Sabeans, to a distant nation, for the Lord has spoken. <sup>9</sup> Proclaim this among the nations: Prepare for holy war; rouse the warriors; let all the men of war advance and attack! <sup>10</sup> Beat your </span>\n    <del>plows</del>\n    <ins>ploughs</ins>\n    <span> into swords and your pruning knives into spears. Let even the weakling say, “I am a warrior.” <sup>11</sup> Come quickly, all you surrounding nations; gather yourselves. Bring down your warriors there, Lord. <sup>12</sup> Let the nations be roused and come to the Valley of Jehoshaphat, for there I will sit down to judge all the surrounding nations. <sup>13</sup> Swing the sickle because the harvest is ripe. Come and trample the grapes because the winepress is full; the wine vats overflow because the wickedness of the nations is extreme. <sup>14</sup> Multitudes, multitudes in the valley of decision! For the day of the Lord is near in the valley of decision. <sup>15</sup> The sun and moon will grow dark, and the stars will cease their shining. <sup>16</sup> The Lord will roar from Zion and make his voice heard from Jerusalem; heaven and earth will shake. But the Lord will be a refuge for his people, a stronghold for the Israelites. <sup>17</sup> Then you will know that I am the Lord your God, who dwells in Zion, my holy mountain. Jerusalem will be holy, and foreigners will never overrun it again. <sup>18</sup> In that day the mountains will drip with sweet wine, and the hills will flow with milk. All the streams of Judah will flow with water, and a spring will issue from the Lord’s house, watering the Valley of Acacias. <sup>19</sup> Egypt will become desolate, and Edom a desert wasteland, because of the violence done to the people of Judah in whose land they shed innocent blood. <sup>20</sup> But Judah will be inhabited </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, and Jerusalem from generation to generation. <sup>21</sup> I will pardon their bloodguilt, which I have not pardoned, for the Lord dwells in Zion. </span>\n  </p>\n"]