["<p>\n    <span> <sup>1</sup> The pronouncement concerning Nineveh. The book of the vision of Nahum the Elkoshite. <sup>2</sup> The Lord is a jealous and avenging God; the Lord takes vengeance and is fierce in wrath. The Lord takes vengeance against his foes; he is furious with his enemies. <sup>3</sup> The Lord is slow to anger but great in power; the Lord will never leave the guilty unpunished. His path is in the whirlwind and storm, and clouds are the dust beneath his feet. <sup>4</sup> He rebukes the sea and dries it up, and he makes all the rivers run dry. Bashan and Carmel wither; even the flower of Lebanon withers. <sup>5</sup> The mountains quake before him, and the hills melt; the earth trembles at his presence — the world and all who live in it. <sup>6</sup> Who can withstand his indignation? Who can endure his burning anger? His wrath is poured out like fire; even rocks are shattered before him. <sup>7</sup> The Lord is good, a stronghold in a day of distress; he cares for those who take refuge in him. <sup>8</sup> But he will completely destroy Nineveh with an overwhelming flood, and he will chase his enemies into darkness. <sup>9</sup> Whatever you plot against the Lord, he will bring it to complete destruction; oppression will not rise up a second time. <sup>10</sup> For they will be consumed like entangled thorns, like the drink of a drunkard and like straw that is fully dry. <sup>11</sup> One has gone out from you, who plots evil against the Lord, and is a wicked </span>\n    <del>counselor</del>\n    <ins>counsellor</ins>\n    <span>. <sup>12</sup> This is what the Lord says: Though they are strong and numerous, they will still be mowed down, and he will pass away. Though I have punished you, I will punish you no longer. <sup>13</sup> For I will now break off his yoke from you and tear off your shackles. <sup>14</sup> The Lord has issued an order concerning you: There will be no offspring to carry on your name. I will eliminate the carved idol and cast image from the house of your gods; I will prepare your grave, for you are contemptible. <sup>15</sup> Look to the mountains — the feet of the herald, who proclaims peace. Celebrate your festivals, Judah; </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> your vows. For the wicked one will never again march through you; he will be entirely wiped out. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> One who scatters is coming up against you. Man the fortifications! Watch the road! Brace yourself! Summon all your strength! <sup>2</sup> For the Lord will restore the majesty of Jacob, yes, the majesty of Israel, though ravagers have ravaged them and ruined their vine branches. <sup>3</sup> The shields of his warriors are dyed red; the valiant men are dressed in scarlet. The fittings of the chariot flash like fire on the day of its battle preparations, and the spears are brandished. <sup>4</sup> The chariots dash madly through the streets; they rush around in the </span>\n    <del>plazas</del>\n    <ins>squares</ins>\n    <span>. They look like torches; they dart back and forth like lightning. <sup>5</sup> He gives orders to his officers; they stumble as they advance. They race to its wall; the protective shield is set in place. <sup>6</sup> The river gates are opened, and the palace erodes away. <sup>7</sup> Beauty is stripped; she is carried away; her ladies-in-waiting moan like the sound of doves and beat their breasts. <sup>8</sup> Nineveh has been like a pool of water from her first days, but they are fleeing. “Stop! Stop! ” they cry, but no one turns back. <sup>9</sup> “Plunder the silver! Plunder the gold! ” There is no end to the treasure, an abundance of every precious thing. <sup>10</sup> Desolation, decimation, devastation! Hearts melt, knees tremble, insides churn, every face grows pale! <sup>11</sup> Where is the lions’ lair, or the feeding ground of the young lions, where the lion and lioness prowled, and the lion’s cub, with nothing to frighten them away? <sup>12</sup> The lion mauled whatever its cubs needed and strangled prey for its lionesses. It filled up its dens with the kill, and its lairs with mauled prey. <sup>13</sup> Beware, I am against you. This is the declaration of the Lord of Armies. I will make your chariots go up in smoke, and the sword will devour your young lions. I will cut off your prey from the earth, and the sound of your messengers will never be heard again. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Woe to the city of blood, totally deceitful, full of plunder, never without prey. <sup>2</sup> The crack of the whip and rumble of the wheel, galloping horse and jolting chariot! <sup>3</sup> Charging horseman, flashing sword, shining spear; heaps of slain, mounds of corpses, dead bodies without end — they stumble over their dead. <sup>4</sup> Because of the continual prostitution of the prostitute, the attractive mistress of sorcery, who treats nations and clans like merchandise by her prostitution and sorcery, <sup>5</sup> I am against you. This is the declaration of the Lord of Armies. I will lift your skirts over your face and display your nakedness to nations, your shame to kingdoms. <sup>6</sup> I will throw filth on you and treat you with contempt; I will make a spectacle of you. <sup>7</sup> Then all who see you will recoil from you, saying, “Nineveh is devastated; who will show sympathy to her? ” Where can I find anyone to comfort you? <sup>8</sup> Are you better than Thebes that sat along the Nile with water surrounding her, whose rampart was the sea, the river her wall? <sup>9</sup> Cush and Egypt were her endless source of strength; Put and Libya were among her allies. <sup>10</sup> Yet she became an exile; she went into captivity. Her children were also dashed to pieces at the head of every street. They cast lots for her dignitaries, and all her nobles were bound in chains. <sup>11</sup> You also will become drunk; you will hide. You also will seek refuge from the enemy. <sup>12</sup> All your fortresses are fig trees with figs that ripened first; when shaken, they fall — right into the mouth of the eater! <sup>13</sup> Look, your troops are like women among you; your land’s city gates are wide open to your enemies. Fire will devour the bars of your gates. <sup>14</sup> Draw water for the siege; strengthen your fortresses. Step into the clay and tread the mortar; take hold of the brick-</span>\n    <del>mold</del>\n    <ins>mould</ins>\n    <span>! <sup>15</sup> The fire will devour you there; the sword will cut you down. It will devour you like the young locust. Multiply yourselves like the young locust; multiply like the swarming locust! <sup>16</sup> You have made your merchants more numerous than the stars of the sky. The young locust strips the land and flies away. <sup>17</sup> Your court officials are like the swarming locust, and your scribes like clouds of locusts, which settle on the walls on a cold day; when the sun rises, they take off, and no one knows where they are. <sup>18</sup> King of Assyria, your shepherds slumber; your officers sleep. Your people are scattered across the mountains with no one to gather them together. <sup>19</sup> There is no remedy for your injury; your wound is severe. All who hear the news about you will clap their hands because of you, for who has not experienced your constant cruelty? </span>\n  </p>\n"]