["<p>\n    <span> <sup>1</sup> The pronouncement that the prophet Habakkuk saw. <sup>2</sup> How long, Lord, must I call for help and you do not listen or cry out to you about violence and you do not save? <sup>3</sup> Why do you force me to look at injustice? Why do you tolerate wrongdoing? Oppression and violence are right in front of me. Strife is ongoing, and conflict escalates. <sup>4</sup> This is why the law is ineffective and justice never emerges. For the wicked restrict the righteous; therefore, justice comes out perverted. <sup>5</sup> Look at the nations and observe — be utterly astounded! For I am doing something in your days that you will not believe when you hear about it. <sup>6</sup> Look! I am raising up the Chaldeans, that bitter, impetuous nation that marches across the earth’s open spaces to seize territories not its own. <sup>7</sup> They are fierce and terrifying; their views of justice and sovereignty stem from themselves. <sup>8</sup> Their horses are swifter than leopards and </span>\n    <del>more fierce</del>\n    <ins>fiercer</ins>\n    <span> than wolves of the night. Their horsemen charge ahead; their horsemen come from distant lands. They fly like eagles, swooping to devour. <sup>9</sup> All of them come to do violence; their faces are set in determination. They gather prisoners like sand. <sup>10</sup> They mock kings, and rulers are a joke to them. They laugh at every fortress and build siege ramps to capture it. <sup>11</sup> Then they sweep by like the wind and pass through. They are guilty; their strength is their god. <sup>12</sup> Are you not from eternity, Lord my God? My Holy One, you will not die. Lord, you appointed them to execute </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>; my Rock, you destined them to punish us. <sup>13</sup> Your eyes are too pure to look on evil, and you cannot tolerate wrongdoing. So why do you tolerate those who are treacherous? Why are you silent while one who is wicked swallows up one who is more righteous than himself? <sup>14</sup> You have made mankind like the fish of the sea, like marine creatures that have no ruler. <sup>15</sup> The Chaldeans pull them all up with a hook, catch them in their dragnet, and gather them in their fishing net; that is why they are glad and rejoice. <sup>16</sup> That is why they sacrifice to their dragnet and burn incense to their fishing net, for by these things their portion is rich and their food plentiful. <sup>17</sup> Will they therefore empty their net and continually slaughter nations without mercy? </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> I will stand at my guard post and station myself on the lookout tower. I will watch to see what he will say to me and what I should reply about my complaint. <sup>2</sup> The Lord answered me: Write down this vision; clearly inscribe it on tablets so </span>\n    <ins>that </ins>\n    <span>one may easily read it. <sup>3</sup> For the vision is yet for the appointed time; it testifies about the end and will not lie. Though it delays, wait for it, since it will certainly come and not be late. <sup>4</sup> Look, his ego is inflated; he is without integrity. But the righteous one will live by his faith. <sup>5</sup> Moreover, wine betrays; an arrogant man is never at rest. He enlarges his appetite like Sheol, and like Death he is never satisfied. He gathers all the nations to himself; he collects all the peoples for himself. <sup>6</sup> Won’t all of these take up a taunt against him, with mockery and riddles about him? They will say</span>\n    <del>:</del>\n    <ins>,</ins>\n    <span> “Woe to him who amasses what is not his — how much longer? — and loads himself with goods taken in pledge.” <sup>7</sup> Won’t your creditors suddenly arise, and those who disturb you wake up? Then you will become spoil for them. <sup>8</sup> Since you have plundered many nations, all the peoples who remain will plunder you — because of human bloodshed and violence against lands, cities, and all who live in them. <sup>9</sup> Woe to him who dishonestly makes wealth for his house to place his nest on high, to escape the grasp of disaster! <sup>10</sup> You have planned shame for your house by wiping out many peoples and sinning against your own self. <sup>11</sup> For the stones will cry out from the wall, and the rafters will answer them from the woodwork. <sup>12</sup> Woe to him who builds a city with bloodshed and founds a town with injustice! <sup>13</sup> Is it not from the Lord of Armies that the peoples </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> only to fuel the fire and countries exhaust themselves for nothing? <sup>14</sup> For the earth will be filled with the knowledge of the Lord’s glory, as the water covers the sea. <sup>15</sup> Woe to him who gives his </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span> drink, pouring out your wrath and even making them drunk, in order to look at their nakedness! <sup>16</sup> You will be filled with disgrace instead of glory. You also ​— ​drink, and expose your uncircumcision! The cup in the Lord’s right hand will come around to you, and utter disgrace will cover your glory. <sup>17</sup> For your violence against Lebanon will overwhelm you; the destruction of animals will terrify you because of your human bloodshed and violence against lands, cities, and all who live in them. <sup>18</sup> What use is a carved idol after its craftsman carves it? It is only a cast image, a teacher of lies. For the one who crafts its shape trusts in it and makes worthless idols that cannot speak. <sup>19</sup> Woe to him who says to wood: Wake up! or to mute stone: Come alive! Can it teach? Look! It may be plated with gold and silver, yet there is no breath in it at all. <sup>20</sup> But the Lord is in his holy temple; let the whole earth be silent in his presence. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> A prayer of the prophet Habakkuk. According to 'Shigionoth'. <sup>2</sup> Lord, I have heard the report about you; Lord, I stand in awe of your deeds. Revive your work in these years; make it known in these years. In your wrath remember mercy! <sup>3</sup> God comes from Teman, the Holy One from Mount Paran. 'Selah' His </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> covers the heavens, and the earth is full of his praise. <sup>4</sup> His brilliance is like light; rays are flashing from his hand. This is where his power is hidden. <sup>5</sup> Plague goes before him, and pestilence follows in his steps. <sup>6</sup> He stands and shakes the earth; he looks and startles the nations. The age-old mountains break apart; the ancient hills sink down. His pathways are ancient. <sup>7</sup> I see the tents of Cushan in distress; the tent curtains of the land of Midian tremble. <sup>8</sup> Are you angry at the rivers, Lord? Is your wrath against the rivers? Or is your fury against the sea when you ride on your horses, your victorious chariot? <sup>9</sup> You took the sheath from your bow; the arrows are ready to be used with an oath. 'Selah' You split the earth with rivers. <sup>10</sup> The mountains see you and shudder; a downpour of water sweeps by. The deep roars with its voice and lifts its waves high. <sup>11</sup> Sun and moon stand still in their lofty residence, at the flash of your flying arrows, at the brightness of your shining spear. <sup>12</sup> You march across the earth with indignation; you trample down the nations in wrath. <sup>13</sup> You come out to save your people, to save your anointed. You crush the leader of the house of the wicked and strip him from foot to neck.'Selah' <sup>14</sup> You pierce his head with his own spears; his warriors storm out to scatter us, gloating as if ready to secretly devour the weak. <sup>15</sup> You tread the sea with your horses, stirring up the vast water. <sup>16</sup> I heard, and I trembled within; my lips quivered at the sound. Rottenness entered my bones; I trembled where I stood. Now I must quietly wait for the day of distress to come against the people invading us. <sup>17</sup> Though the fig tree does not bud and there is no fruit on the vines, though the olive crop fails and the fields produce no food, though the flocks disappear from the pen and there are no herds in the stalls, <sup>18</sup> yet I will celebrate in the Lord; I will rejoice in the God of my salvation! <sup>19</sup> The Lord my Lord is my strength; he makes my feet like those of a deer and enables me to walk on mountain heights! For the choir director: on stringed instruments. </span>\n  </p>\n"]