["<p>\n    <span> <sup>1</sup> An account of the genealogy of Jesus Christ, the Son of David, the Son of Abraham: <sup>2</sup> Abraham fathered Isaac, Isaac fathered Jacob, Jacob fathered Judah and his brothers, <sup>3</sup> Judah fathered Perez and Zerah by Tamar, Perez fathered Hezron, Hezron fathered Aram, <sup>4</sup> Aram fathered Amminadab, Amminadab fathered Nahshon, Nahshon fathered Salmon, <sup>5</sup> Salmon fathered Boaz by Rahab, Boaz fathered Obed by Ruth, Obed fathered Jesse, <sup>6</sup> and Jesse fathered King David. David fathered Solomon by Uriah’s wife, <sup>7</sup> Solomon fathered Rehoboam, Rehoboam fathered Abijah, Abijah fathered Asa, <sup>8</sup> Asa fathered Jehoshaphat, Jehoshaphat fathered Joram, Joram fathered Uzziah, <sup>9</sup> Uzziah fathered Jotham, Jotham fathered Ahaz, Ahaz fathered Hezekiah, <sup>10</sup> Hezekiah fathered Manasseh, Manasseh fathered Amon, Amon fathered Josiah, <sup>11</sup> and Josiah fathered Jeconiah and his brothers at the time of the exile to Babylon. <sup>12</sup> After the exile to Babylon Jeconiah fathered Shealtiel, Shealtiel fathered Zerubbabel, <sup>13</sup> Zerubbabel fathered Abiud, Abiud fathered Eliakim, Eliakim fathered Azor, <sup>14</sup> Azor fathered Zadok, Zadok fathered Achim, Achim fathered Eliud, <sup>15</sup> Eliud fathered Eleazar, Eleazar fathered Matthan, Matthan fathered Jacob, <sup>16</sup> and Jacob fathered Joseph the husband of Mary, who gave birth to Jesus who is called the Messiah. <sup>17</sup> So all the generations from Abraham to David were fourteen generations; and from David until the exile to Babylon, fourteen generations; and from the exile to Babylon until the Messiah, fourteen generations. <sup>18</sup> The birth of Jesus Christ came about </span>\n    <ins>in </ins>\n    <span>this way: After his mother Mary had been engaged to Joseph, it was discovered before they came together that she was pregnant from the Holy Spirit. <sup>19</sup> So her husband, Joseph, being a righteous man, and not wanting to disgrace her publicly, decided to divorce her secretly. <sup>20</sup> But after he had considered these things, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, don’t be afraid to take Mary as your wife, because what has been conceived in her is from the Holy Spirit. <sup>21</sup> She will give birth to a son, and you are to name him Jesus, because he will save his people from their sins.” <sup>22</sup> Now all this took place to </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> what was spoken by the Lord through the prophet: <sup>23</sup> See, the virgin will become pregnant and give birth to a son, and they will name him Immanuel, which is translated “God is with us.” <sup>24</sup> When Joseph woke up, he did as the Lord’s angel had commanded him. He married her <sup>25</sup> but did not have sexual relations with her until she gave birth to a son. And he named him Jesus. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> After Jesus was born in Bethlehem of Judea in the days of King Herod, wise men from the east arrived in Jerusalem, <sup>2</sup> saying, “Where is he who has been born king of the Jews? For we saw his star at its rising and have come to worship him.” <sup>3</sup> When King Herod heard this, he was deeply disturbed, and all Jerusalem with him. <sup>4</sup> So he assembled all the chief priests and scribes of the people and asked them where the Messiah would be born. <sup>5</sup> “In Bethlehem of Judea,” they told him, “because this is what was written by the prophet: <sup>6</sup> And you, Bethlehem, in the land of Judah, are by no means least among the rulers of Judah: Because out of you will come a ruler who will shepherd my people Israel.” <sup>7</sup> Then Herod secretly summoned the wise men and asked them the exact time the star </span>\n    <ins>had </ins>\n    <span>appeared. <sup>8</sup> He sent them to Bethlehem and said, “Go and search carefully for the child. When you find him, report back to me so that I too can go and worship him.” <sup>9</sup> After hearing the king, they went on their way. And there it was ​— ​the star they had seen at its rising. It led them until it came and stopped above the place where the child was. <sup>10</sup> When they saw the star, they were overwhelmed with joy. <sup>11</sup> Entering the house, they saw the child with Mary his mother, and falling to their knees, they </span>\n    <del>worshiped</del>\n    <ins>worshipped</ins>\n    <span> him. Then they opened their treasures and presented him with gifts: gold, frankincense, and myrrh. <sup>12</sup> And being warned in a dream not to go back to Herod, they returned to their own country by another route. <sup>13</sup> After they were gone, an angel of the Lord appeared to Joseph in a dream, saying, “Get up! Take the child and his mother, flee to Egypt, and stay there until I tell you. For Herod is about to search for the child to kill him.” <sup>14</sup> So he got up, took the child and his mother during the night, and escaped to Egypt. <sup>15</sup> He stayed there until Herod’s death, so that what was spoken by the Lord through the prophet might be fulfilled: Out of Egypt I called my Son. <sup>16</sup> Then Herod, when he </span>\n    <del>realized</del>\n    <ins>realised</ins>\n    <span> that he had been outwitted by the wise men, flew into a rage. He gave orders to massacre all the boys in and around Bethlehem who were two years old and under, in keeping with the time he had learned from the wise men. <sup>17</sup> Then what was spoken through Jeremiah the prophet was fulfilled: <sup>18</sup> A voice was heard in Ramah, weeping, and great mourning, Rachel weeping for her children; and she refused to be consoled, because they are no more. <sup>19</sup> After Herod died, an angel of the Lord appeared in a dream to Joseph in Egypt, <sup>20</sup> saying, “Get up, take the child and his mother, and go to the land of Israel, because those who intended to kill the child are dead.” <sup>21</sup> So he got up, took the child and his mother, and entered the land of Israel. <sup>22</sup> But when he heard that Archelaus was ruling over Judea in place of his father Herod, he was afraid to go there. And being warned in a dream, he withdrew to the region of Galilee. <sup>23</sup> Then he went and settled in a town called Nazareth to </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> what was spoken through the prophets, that he would be called a Nazarene. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> In those days John the Baptist came, preaching in the wilderness of Judea <sup>2</sup> and saying, “Repent, because the kingdom of heaven has come near! ” <sup>3</sup> For he is the one spoken of through the prophet Isaiah, who said: A voice of one crying out in the wilderness: Prepare the way for the Lord; make his paths straight! <sup>4</sup> Now John had a camel-hair garment with a leather belt </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> his waist, and his food was locusts and wild honey. <sup>5</sup> Then people from Jerusalem, all Judea, and all the vicinity of the Jordan were going out to him, <sup>6</sup> and they were </span>\n    <del>baptized</del>\n    <ins>baptised</ins>\n    <span> by him in the </span>\n    <del>Jordan </del>\n    <span>River </span>\n    <ins>Jordan</ins>\n    <span>, confessing their sins. <sup>7</sup> When he saw many of the Pharisees and Sadducees coming to his baptism, he said to them, “Brood of vipers! Who warned you to flee from the coming wrath? <sup>8</sup> Therefore produce fruit consistent with repentance. <sup>9</sup> And don’t presume to say to yourselves, ‘We have Abraham as our father.’ For I tell you that God is able to raise up children for Abraham from these stones. <sup>10</sup> The </span>\n    <del>ax</del>\n    <ins>axe</ins>\n    <span> is already at the root of the trees. Therefore, every tree that doesn’t produce good fruit will be cut down and thrown into the fire. <sup>11</sup> “I </span>\n    <del>baptize</del>\n    <ins>baptise</ins>\n    <span> you with water for repentance, but the one who is coming after me is more powerful than I. I am not worthy to remove his sandals. He himself will </span>\n    <del>baptize</del>\n    <ins>baptise</ins>\n    <span> you with the Holy Spirit and fire. <sup>12</sup> His winnowing shovel is in his hand, and he will clear his threshing</span>\n    <ins>-</ins>\n    <span>floor and gather his wheat into the barn. But the chaff he will burn with fire that never goes out.” <sup>13</sup> Then Jesus came from Galilee to John at the Jordan, to be </span>\n    <del>baptized</del>\n    <ins>baptised</ins>\n    <span> by him. <sup>14</sup> But John tried to stop him, saying, “I need to be </span>\n    <del>baptized</del>\n    <ins>baptised</ins>\n    <span> by you, and yet you come to me? ” <sup>15</sup> Jesus answered him, “Allow it for now, because this is the way for us to </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> all righteousness.” Then John allowed him to be </span>\n    <del>baptized</del>\n    <ins>baptised</ins>\n    <span>. <sup>16</sup> When Jesus was </span>\n    <del>baptized</del>\n    <ins>baptised</ins>\n    <span>, he went up immediately from the water. The heavens suddenly opened for him, and he saw the Spirit of God descending like a dove and coming down </span>\n    <del>on</del>\n    <ins>onto</ins>\n    <span> him. <sup>17</sup> And a voice from heaven said, “This is my beloved Son, with whom I am well-pleased.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <sup>2</sup> After he had fasted </span>\n    <ins>for </ins>\n    <span>forty days and forty nights, he was hungry. <sup>3</sup> Then the tempter approached him and said, “If you are the Son of God, tell these stones to become bread.” <sup>4</sup> He answered, “It is written: Man must not live on bread alone but on every word that comes from the mouth of God.”</span>\n    <del>`</del>\n    <span> <sup>5</sup> Then the devil took him to the holy city, </span>\n    <del>had</del>\n    <ins>stood</ins>\n    <span> him </span>\n    <del>stand </del>\n    <span>on the pinnacle of the temple, <sup>6</sup> and said to him, “If you are the Son of God, throw yourself down. For it is written: He will give his angels orders concerning you, and they will support you with their hands so that you will not strike your foot against a stone.” <sup>7</sup> Jesus told him, “It is also written: Do not test the Lord your God.” <sup>8</sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span>. <sup>9</sup> And he said to him, “I will give you all these things if you will fall down and worship me.” <sup>10</sup> Then Jesus told him, “Go away, Satan! For it is written: Worship the Lord your God, and serve only him.” <sup>11</sup> Then the devil left him, and angels came and began to serve him. <sup>12</sup> When he heard that John had been arrested, he withdrew into Galilee. <sup>13</sup> He left Nazareth and went to live in Capernaum by the sea, in the region of Zebulun and Naphtali. <sup>14</sup> This was to </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> what was spoken through the prophet Isaiah: <sup>15</sup> Land of Zebulun and land of Naphtali, along the road by the sea, beyond the Jordan, Galilee of the Gentiles. <sup>16</sup> The people who live in darkness have seen a great light, and for those living in the land of the shadow of death, a light has dawned. <sup>17</sup> From then on Jesus began to preach, “Repent, because the kingdom of heaven has come near.” <sup>18</sup> As he was walking along the Sea of Galilee, he saw two brothers, Simon (who is called Peter), and his brother Andrew. They were casting a net into the sea ​— ​for they were fishermen. <sup>19</sup> “Follow me,” he told them, “and I will make you fish for people.” <sup>20</sup> Immediately they left their nets and followed him. <sup>21</sup> Going on from there, he saw two other brothers, James the son of Zebedee, and his brother John. They were in a boat with Zebedee their father, preparing their nets, and he called them. <sup>22</sup> Immediately they left the boat and their father and followed him. <sup>23</sup> Now Jesus began to go all over Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and sickness among the people. <sup>24</sup> Then the news about him spread throughout Syria. So they brought to him all those who were afflicted, those suffering from various diseases and intense pains, the demon-possessed, the epileptics, and the paralytics. And he healed them. <sup>25</sup> Large crowds followed him from Galilee, the Decapolis, Jerusalem, Judea, and beyond the Jordan. </span>\n  </p>\n","<p>\n    <span> The Sermon on the Mount <sup>1</sup> When he saw the crowds, he went up on the mountain, and after he sat down, his disciples came to him. <sup>2</sup> Then he began to teach them, saying: <sup>3</sup> “Blessed are the poor in spirit, for the kingdom of heaven is theirs. <sup>4</sup> Blessed are those who mourn, for they will be comforted. <sup>5</sup> Blessed are the humble, for they will inherit the earth. <sup>6</sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup>7</sup> Blessed are the merciful, for they will be shown mercy. <sup>8</sup> Blessed are the pure in heart, for they will see God. <sup>9</sup> Blessed are the peacemakers, for they will be called sons of God. <sup>10</sup> Blessed are those who are persecuted because of righteousness, for the kingdom of heaven is theirs. <sup>11</sup> “You are blessed when they insult you and persecute you and falsely say every kind of evil against you because of me. <sup>12</sup> Be glad and rejoice, because your reward is great in heaven. For that is how they persecuted the prophets who were before you. <sup>13</sup> “You are the salt of the earth. But if the salt should lose its taste, how can it be made salty? It’s no longer good for anything but to be thrown out and trampled under people’s feet. <sup>14</sup> “You are the light of the world. A city situated on a hill cannot be hidden. <sup>15</sup> No one lights a lamp and puts it under a basket, but rather on a lampstand, and it gives light for all who are in the house. <sup>16</sup> In the same way, let your light shine before others, so that they may see your good works and give glory to your Father in heaven. <sup>17</sup> “Don’t think that I came to abolish the Law or the Prophets. I did not come to abolish but to </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span>. <sup>18</sup> For truly I tell you, until heaven and earth pass away, not the smallest letter or one stroke of a letter will pass away from the law until all things are accomplished. <sup>19</sup> Therefore, whoever breaks one of the least of these commands and teaches others to do the same will be called least in the kingdom of heaven. But whoever does and teaches these commands will be called great in the kingdom of heaven. <sup>20</sup> For I tell you, unless your righteousness surpasses that of the scribes and Pharisees, you will never get into the kingdom of heaven. <sup>21</sup> “You have heard that it was said to our ancestors, Do not murder, and whoever murders will be subject to </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>. <sup>22</sup> But I tell you, everyone who is angry with his brother or sister will be subject to </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>. Whoever insults his brother or sister will be subject to the court. Whoever says, ‘You fool! ’ will be subject to hellfire. <sup>23</sup> So if you are offering your gift on the altar, and there you remember that your brother or sister has something against you, <sup>24</sup> leave your gift there in front of the altar. First go and be reconciled with your brother or sister, and then come and offer your gift. <sup>25</sup> Reach a settlement quickly with your adversary while you’re on the way with him to the court, or your adversary will hand you over to the judge, and the judge to the officer, and you will be thrown into prison. <sup>26</sup> Truly I tell you, you will never get out of there until you have paid the last penny. <sup>27</sup> “You have heard that it was said, Do not commit adultery. <sup>28</sup> But I tell you, everyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup>29</sup> If your right eye causes you to sin, gouge it out and throw it away. For it is better that you lose one of the parts of your body than for your whole body to be thrown into hell. <sup>30</sup> And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of the parts of your body than for your whole body to go into hell. <sup>31</sup> “It was also said, Whoever divorces his wife must give her a written notice of divorce. <sup>32</sup> But I tell you, everyone who divorces his wife, except in a case of sexual immorality, causes her to commit adultery. And whoever marries a divorced woman commits adultery. <sup>33</sup> “Again, you have heard that it was said to our ancestors, You must not break your oath, but you must keep your oaths to the Lord. <sup>34</sup> But I tell you, don’t take an oath at all: either by heaven, because it is God’s throne; <sup>35</sup> or by the earth, because it is his footstool; or by Jerusalem, because it is the city of the great King. <sup>36</sup> Do not swear by your head, because you cannot make a single hair white or black. <sup>37</sup> But let your ‘yes’ mean ‘yes,’ and your ‘no’ mean ‘no</span>\n    <del>.</del>\n    <span>’</span>\n    <ins>. </ins>\n    <span>Anything more than this is from the evil one. <sup>38</sup> “You have heard that it was said, An eye for an eye and a tooth for a tooth. <sup>39</sup> But I tell you, don’t resist an evildoer. On the contrary, if anyone slaps you on your right cheek, turn the other to him also. <sup>40</sup> As for the one who wants to sue you and take away your shirt, let him have your coat as well. <sup>41</sup> And if anyone forces you to go one mile, go with him two. <sup>42</sup> Give to the one who asks you, and don’t turn away from the one who wants to borrow from you. <sup>43</sup> “You have heard that it was said, Love your </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> and hate your enemy. <sup>44</sup> But I tell you, love your enemies and pray for those who persecute you, <sup>45</sup> so that you may be children of your Father in heaven. For he causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup>46</sup> For if you love those who love you, what reward will you have? Don’t even the tax collectors do the same? <sup>47</sup> And if you greet only your brothers and sisters, what are you doing out of the ordinary? Don’t even the Gentiles do the same? <sup>48</sup> Be perfect, therefore, as your heavenly Father is perfect. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> “Be careful not to </span>\n    <del>practice</del>\n    <ins>practise</ins>\n    <span> your righteousness in front of others to be seen by them. Otherwise, you have no reward with your Father in heaven. <sup>2</sup> So whenever you give to the poor, don’t sound a trumpet before you, as the hypocrites do in the synagogues and on the streets, to be applauded by people. Truly I tell you, they have their reward. <sup>3</sup> But when you give to the poor, don’t let your left hand know what your right hand is doing, <sup>4</sup> so that your giving may be in secret. And your Father who sees in secret will reward you. <sup>5</sup> “Whenever you pray, you must not be like the hypocrites, because they love to pray standing in the synagogues and on the street corners to be seen by people. Truly I tell you, they have their reward. <sup>6</sup> But when you pray, go into your private room, shut your door, and pray to your Father who is in secret. And your Father who sees in secret will reward you. <sup>7</sup> When you pray, don’t babble like the Gentiles, since they imagine they’ll be heard for their many words. <sup>8</sup> Don’t be like them, because your Father knows the things you need before you ask him. <sup>9</sup> “Therefore, you should pray like this: Our Father in heaven, your name be </span>\n    <del>honored</del>\n    <ins>honoured</ins>\n    <span> as holy. <sup>10</sup> Your kingdom come. Your will be done on earth as it is in heaven. <sup>11</sup> Give us today our daily bread. <sup>12</sup> And forgive us our debts, as we also have forgiven our debtors. <sup>13</sup> And do not bring us into temptation, but deliver us from the evil one. <sup>14</sup> “For if you forgive others their </span>\n    <del>offenses</del>\n    <ins>offences</ins>\n    <span>, your heavenly Father will forgive you as well. <sup>15</sup> But if you don’t forgive others, your Father will not forgive your </span>\n    <del>offenses</del>\n    <ins>offences</ins>\n    <span>. <sup>16</sup> “Whenever you fast, don’t be gloomy like the hypocrites. For they disfigure their faces so that their fasting is obvious to people. Truly I tell you, they have their reward. <sup>17</sup> But when you fast, put oil on your head and wash your face, <sup>18</sup> so that your fasting isn’t obvious to others but to your Father who is in secret. And your Father who sees in secret will reward you. <sup>19</sup> “Don’t store up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal. <sup>20</sup> But store up for yourselves treasures in heaven, where neither moth nor rust destroys, and where thieves don’t break in and steal. <sup>21</sup> For where your treasure is, there your heart will be also. <sup>22</sup> “The eye is the lamp of the body. If your eye is healthy, your whole body will be full of light. <sup>23</sup> But if your eye is bad, your whole body will be full of darkness. So if the light within you is darkness, how deep is that darkness! <sup>24</sup> “No one can serve two masters, since either he will hate one and love the other, or he will be devoted to one and despise the other. You cannot serve both God and money. <sup>25</sup> “Therefore I tell you: Don’t worry about your life, what you will eat or what you will drink; or about your body, what you will wear. Isn’t life more than food and the body more than clothing? <sup>26</sup> Consider the birds of the sky: They don’t sow or reap or gather into barns, yet your heavenly Father feeds them. Aren’t you worth more than they? <sup>27</sup> Can any of you add one moment to his </span>\n    <del>life span</del>\n    <ins>lifespan</ins>\n    <span> by worrying? <sup>28</sup> And why do you worry about clothes? Observe how the wildflowers of the field grow: They don’t </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> or spin thread. <sup>29</sup> Yet I tell you that not even Solomon in all his </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> was adorned like one of these. <sup>30</sup> If that’s how God clothes the grass of the field, which is here today and thrown into the furnace tomorrow, won’t he do much more for you ​— ​you of little faith? <sup>31</sup> So don’t worry, saying, ‘What will we eat? ’ or ‘What will we drink? ’ or ‘What will we wear? ’ <sup>32</sup> For the Gentiles eagerly seek all these things, and your heavenly Father knows that you need them. <sup>33</sup> But seek first the kingdom of God and his righteousness, and all these things will be provided for you. <sup>34</sup> Therefore don’t worry about tomorrow, because tomorrow will worry about itself. Each day has enough trouble of its own. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> “Do not judge, so that you won’t be judged. <sup>2</sup> For you will be judged by the same standard with which you judge others, and you will be measured by the same measure you use. <sup>3</sup> Why do you look at the splinter in your brother’s eye but don’t notice the beam of wood in your own eye? <sup>4</sup> Or how can you say to your brother, ‘Let me take the splinter out of your eye,’ and look, there’s a beam of wood in your own eye? <sup>5</sup> Hypocrite! First take the beam of wood out of your eye, and then you will see clearly to take the splinter out of your brother’s eye. <sup>6</sup> Don’t give what is holy to dogs or toss your pearls before pigs, or they will trample them under their feet, turn, and tear you to pieces. <sup>7</sup> “Ask, and it will be given to you. Seek, and you will find. Knock, and the door will be opened to you. <sup>8</sup> For everyone who asks receives, and the one who seeks finds, and to the one who knocks, the door will be opened. <sup>9</sup> Who among you, if his son asks him for bread, will give him a stone? <sup>10</sup> Or if he asks for a fish, will give him a snake? <sup>11</sup> If you then, who are evil, know how to give good gifts to your children, how much more will your Father in heaven give good things to those who ask him. <sup>12</sup> Therefore, whatever you want others to do for you, do also the same for them, for this is the Law and the Prophets. <sup>13</sup> “Enter through the narrow gate. For the gate is wide and the road broad that leads to destruction, and there are many who go through it. <sup>14</sup> How narrow is the gate and difficult the road that leads to life, and few find it. <sup>15</sup> “Be on your guard against false prophets who come to you in sheep’s clothing but inwardly are ravaging wolves. <sup>16</sup> You’ll </span>\n    <del>recognize</del>\n    <ins>recognise</ins>\n    <span> them by their fruit. Are grapes gathered from </span>\n    <del>thornbushes</del>\n    <ins>thorn bushes</ins>\n    <span> or figs from thistles? <sup>17</sup> In the same way, every good tree produces good fruit, but a bad tree produces bad fruit. <sup>18</sup> A good tree can’t produce bad fruit; neither can a bad tree produce good fruit. <sup>19</sup> Every tree that doesn’t produce good fruit is cut down and thrown into the fire. <sup>20</sup> So you’ll </span>\n    <del>recognize</del>\n    <ins>recognise</ins>\n    <span> them by their fruit. <sup>21</sup> “Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but only the one who does the will of my Father in heaven. <sup>22</sup> On that day many will say to me, ‘Lord, Lord, didn’t we prophesy in your name, drive out demons in your name, and do many miracles in your name? ’ <sup>23</sup> Then I will announce to them, ‘I never knew you. Depart from me, you lawbreakers! ’ <sup>24</sup> “Therefore, everyone who hears these words of mine and acts on them will be like a wise man who built his house on the rock. <sup>25</sup> The rain fell, the rivers rose, and the winds blew and pounded that house. Yet it didn’t collapse, because its foundation was on the rock. <sup>26</sup> But everyone who hears these words of mine and doesn’t act on them will be like a foolish man who built his house on the sand. <sup>27</sup> The rain fell, the rivers rose, the winds blew and pounded that house, and it collapsed. It collapsed with a great crash.” <sup>28</sup> When Jesus had finished saying these things, the crowds were astonished at his teaching, <sup>29</sup> because he was teaching them like one who had authority, and not like their scribes. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When he came down from the mountain, large crowds followed him. <sup>2</sup> </span>\n    <del>Right</del>\n    <ins>Straight</ins>\n    <span> away a man with leprosy came up and knelt before him, saying, “Lord, if you are willing, you can make me clean.” <sup>3</sup> Reaching out his hand, Jesus touched him, saying, “I am willing; be made clean.” Immediately his leprosy was cleansed. <sup>4</sup> Then Jesus told him, “See that you don’t tell anyone; but go, show yourself to the priest, and offer the gift that Moses commanded, as a testimony to them.” <sup>5</sup> When he entered Capernaum, a centurion came to him, pleading with him, <sup>6</sup> “Lord, my servant is lying at home </span>\n    <del>paralyzed</del>\n    <ins>paralysed</ins>\n    <span>, in terrible agony.” <sup>7</sup> He said to him, “Am I to come and heal him? ” <sup>8</sup> “Lord,” the centurion replied, “I am not worthy to have you come under my roof. But just say the word, and my servant will be healed. <sup>9</sup> For I too am a man under authority, having soldiers under my command. I say to this one, ‘Go,’ and he goes; and to another, ‘Come,’ and he comes; and to my servant, ‘Do this! ’ and he does it.” <sup>10</sup> Hearing this, Jesus was amazed and said to those following him, “Truly I tell you, I have not found anyone in Israel with so great a faith. <sup>11</sup> I tell you that many will come from </span>\n    <ins>the </ins>\n    <span>east and </span>\n    <ins>the </ins>\n    <span>west to share the banquet with Abraham, Isaac, and Jacob in the kingdom of heaven. <sup>12</sup> But the sons of the kingdom will be thrown into the outer darkness where there will be weeping and gnashing of teeth.” <sup>13</sup> Then Jesus told the centurion, “Go. As you have believed, let it be done for you.” And his servant was healed </span>\n    <ins>at </ins>\n    <span>that very moment. <sup>14</sup> Jesus went into Peter’s house and saw his mother-in-law lying in bed with a fever. <sup>15</sup> So he touched her hand, and the fever left her. Then she got up and began to serve him. <sup>16</sup> When evening came, they brought to him many who were demon-possessed. He drove out the spirits with a word and healed all who were </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span>, <sup>17</sup> so that what was spoken through the prophet Isaiah might be fulfilled: He himself took our weaknesses and carried our diseases. <sup>18</sup> When Jesus saw a large crowd around him, he gave the order to go to the other side of the sea. <sup>19</sup> A scribe approached him and said, “Teacher, I will follow you wherever you go.” <sup>20</sup> Jesus told him, “Foxes have dens, and birds of the sky have nests, but the Son of Man has no place to lay his head.” <sup>21</sup> “Lord,” another of his disciples said, “first let me go </span>\n    <ins>and </ins>\n    <span>bury my father.” <sup>22</sup> But Jesus told him, “Follow me, and let the dead bury their own dead.” <sup>23</sup> As he got into the boat, his disciples followed him. <sup>24</sup> Suddenly, a violent storm arose on the sea, so that the boat was being swamped by the waves ​— ​but Jesus kept sleeping. <sup>25</sup> So the disciples came and woke him up, saying, “Lord, save us! We’re going to die! ” <sup>26</sup> He said to them, “Why are you afraid, you of little faith? ” Then he got up and rebuked the winds and the sea, and there was a great calm. <sup>27</sup> The men were amazed and asked, “What kind of man is this? Even the winds and the sea obey him! ” <sup>28</sup> When he had come to the other side, to the region of the Gadarenes, two demon-possessed men met him as they came out of the tombs. They were so violent that no one could pass that way. <sup>29</sup> Suddenly they shouted, “What do you have to do with us, Son of God? Have you come here to torment us before the time? ” <sup>30</sup> A long way off from them, a large herd of pigs was feeding. <sup>31</sup> “If you drive us out,” the demons begged him, “send us into the herd of pigs.” <sup>32</sup> “Go! ” he told them. So when they had come out, they entered the pigs, and the whole herd rushed down the steep bank into the sea and perished in the water. <sup>33</sup> Then the men who tended them fled. They went into the city and reported everything, especially what had happened to those who were demon-possessed. <sup>34</sup> At that, the whole town went out to meet Jesus. When they saw him, they begged him to leave their region. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> So he got into a boat, crossed over, and came to his own town. <sup>2</sup> Just then some men brought to him a paralytic lying on a stretcher. Seeing their faith, Jesus told the paralytic, “Have courage, son, your sins are forgiven.” <sup>3</sup> At this, some of the scribes said to themselves, “He’s blaspheming! ” <sup>4</sup> Perceiving their thoughts, Jesus said, “Why are you thinking evil things in your hearts? <sup>5</sup> For which is easier: to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk’? <sup>6</sup> But so that you may know that the Son of Man has authority on earth to forgive sins” ​— ​then he told the paralytic, “Get up, take your stretcher, and go home.” <sup>7</sup> So he got up and went home. <sup>8</sup> When the crowds saw this, they were awestruck and gave glory to God, who had given such authority to men. <sup>9</sup> As Jesus went on from there, he saw a man named Matthew sitting at the tax office, and he said to him, “Follow me,” and he got up and followed him. <sup>10</sup> While he was reclining at the table in the house, many tax collectors and sinners came to eat with Jesus and his disciples. <sup>11</sup> When the Pharisees saw this, they asked his disciples, “Why does your teacher eat with tax collectors and sinners? ” <sup>12</sup> Now when he heard this, he said, “It is not those who are well who need a doctor, but those who are </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span>. <sup>13</sup> Go and learn what this means: I desire mercy and not sacrifice. For I didn’t come to call the righteous, but sinners.” <sup>14</sup> Then John’s disciples came to him, saying, “Why do we and the Pharisees fast often, but your disciples do not fast? ” <sup>15</sup> Jesus said to them, “Can the wedding guests be sad while the groom is with them? The time will come when the groom will be taken away from them, and then they will fast. <sup>16</sup> No one patches an old garment with unshrunk cloth, because the patch pulls away from the garment and makes the tear worse. <sup>17</sup> And no one puts new wine into old wineskins. Otherwise, the skins burst, the wine spills out, and the skins are ruined. No, they put new wine into fresh wineskins, and both are preserved.” <sup>18</sup> As he was telling them these things, suddenly one of the leaders came and knelt down before him, saying, “My daughter </span>\n    <ins>has </ins>\n    <span>just died, but come and lay your hand on her, and she will live.” <sup>19</sup> So Jesus and his disciples got up and followed him. <sup>20</sup> Just then, a woman who had suffered from bleeding for twelve years approached from behind and touched the end of his robe, <sup>21</sup> for she said to herself, “If I can just touch his robe, I’ll be made well.” <sup>22</sup> Jesus turned and saw her. “Have courage, daughter,” he said. “Your faith has saved you.” And the woman was made well from that moment. <sup>23</sup> When Jesus came to the leader’s house, he saw the flute players and a crowd lamenting loudly. <sup>24</sup> “Leave,” he said, “because the girl is not dead but asleep.” And they laughed at him. <sup>25</sup> After the crowd had been put outside, he went in and took her by the hand, and the girl got up. <sup>26</sup> Then news of this spread throughout that whole area. <sup>27</sup> As Jesus went on from there, two blind men followed him, calling out, “Have mercy on us, Son of David! ” <sup>28</sup> When he entered the house, the blind men approached him, and Jesus said to them, “Do you believe that I can do this? ” They said to him, “Yes, Lord.” <sup>29</sup> Then he touched their eyes, saying, “Let it be done for you according to your faith.” <sup>30</sup> And their eyes were opened. Then Jesus warned them sternly, “Be sure that no one finds out.” <sup>31</sup> But they went out and spread the news about him throughout that whole area. <sup>32</sup> Just as they were going out, a demon-possessed man who was unable to speak was brought to him. <sup>33</sup> When the demon had been driven out, the man who had been mute spoke, and the crowds were amazed, saying, “Nothing like this has ever been seen in Israel! ” <sup>34</sup> But the Pharisees said, “He drives out demons by the ruler of the demons.” <sup>35</sup> Jesus continued going around to all the towns and villages, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and every sickness. <sup>36</sup> When he saw the crowds, he felt compassion for them, because they were distressed and dejected, like sheep without a shepherd. <sup>37</sup> Then he said to his disciples, “The harvest is abundant, but the workers are few. <sup>38</sup> Therefore, pray to the Lord of the harvest to send out workers into his harvest.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Summoning his twelve disciples, he gave them authority over unclean spirits, to drive them out and to heal every disease and sickness. <sup>2</sup> These are the names of the twelve apostles: First, Simon, who is called Peter, and Andrew his brother; James the son of Zebedee, and John his brother; <sup>3</sup> Philip and Bartholomew; Thomas and Matthew the tax collector; James the son of Alphaeus, and Thaddaeus; <sup>4</sup> Simon the Zealot, and Judas Iscariot, who also betrayed him. <sup>5</sup> Jesus sent out these twelve after giving them instructions: “Don’t take the road that leads to the Gentiles, and don’t enter any Samaritan town. <sup>6</sup> Instead, go to the lost sheep of the house of Israel. <sup>7</sup> As you go, proclaim, ‘The kingdom of heaven has come near.’ <sup>8</sup> Heal the sick, raise the dead, cleanse those with leprosy, drive out demons. Freely you received, freely give. <sup>9</sup> Don’t acquire gold, silver, or copper for your money-belts. <sup>10</sup> Don’t take a </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span> bag for the road, or an extra shirt, sandals, or </span>\n    <del>a </del>\n    <span>staff, for the worker is worthy of his food. <sup>11</sup> When you enter any town or village, find out who is worthy, and stay there until you leave. <sup>12</sup> Greet a household when you enter it, <sup>13</sup> and if the household is worthy, let your peace be on it; but if it is unworthy, let your peace return to you. <sup>14</sup> If anyone does not welcome you or listen to your words, shake the dust off your feet when you leave that house or town. <sup>15</sup> Truly I tell you, it will be more tolerable on the day of </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> for the land of Sodom and Gomorrah than for that town. <sup>16</sup> “Look, I’m sending you out like sheep among wolves. Therefore be as shrewd as </span>\n    <del>serpents</del>\n    <ins>snakes</ins>\n    <span> and as innocent as doves. <sup>17</sup> Beware of them, because they will hand you over to local courts and flog you in their synagogues. <sup>18</sup> You will even be brought before governors and kings because of me, to bear witness to them and to the Gentiles. <sup>19</sup> But when they hand you over, don’t worry about how or what you are to speak. For you will be given what to say at that hour, <sup>20</sup> because it isn’t you speaking, but the Spirit of your Father </span>\n    <del>is </del>\n    <span>speaking through you. <sup>21</sup> “Brother will betray brother to death, and a father his child. Children will rise up against parents and have them put to death. <sup>22</sup> You will be hated by everyone because of my name. But the one who endures to the end will be saved. <sup>23</sup> When they persecute you in one town, flee to another. For truly I tell you, you will not have gone through the towns of Israel before the Son of Man comes. <sup>24</sup> A disciple is not above his teacher, or a slave above his master. <sup>25</sup> It is enough for a disciple to become like his teacher and a slave like his master. If they called the head of the house ‘Beelzebul,’ how much more the members of his household! <sup>26</sup> “Therefore, don’t be afraid of them, since there is nothing covered that won’t be uncovered and nothing hidden that won’t be made known. <sup>27</sup> What I tell you in the dark, speak in the light. What you hear in a whisper, proclaim on the housetops. <sup>28</sup> Don’t fear those who kill the body but are not able to kill the soul; rather, fear him who is able to destroy both soul and body in hell. <sup>29</sup> Aren’t two sparrows sold for a penny? Yet not one of them falls to the ground without your Father’s consent. <sup>30</sup> But even the hairs of your head have all been counted. <sup>31</sup> So don’t be afraid; you are worth more than many sparrows. <sup>32</sup> “Therefore, everyone who will acknowledge me before others, I will also acknowledge him before my Father in heaven. <sup>33</sup> But whoever denies me before others, I will also deny him before my Father in heaven. <sup>34</sup> Don’t assume that I came to bring peace on the earth. I did not come to bring peace, but a sword. <sup>35</sup> For I came to turn a man against his father, a daughter against her mother, a daughter-in-law against her mother-in-law; <sup>36</sup> and a man’s enemies will be the members of his household. <sup>37</sup> The one who loves a father or mother more than me is not worthy of me; the one who loves a son or daughter more than me is not worthy of me. <sup>38</sup> And whoever doesn’t take up his cross and follow me is not worthy of me. <sup>39</sup> Anyone who finds his life will lose it, and anyone who loses his life because of me will find it. <sup>40</sup> “The one who welcomes you welcomes me, and the one who welcomes me welcomes him who sent me. <sup>41</sup> Anyone who welcomes a prophet because he is a prophet will receive a prophet’s reward. And anyone who welcomes a righteous person because he’s righteous will receive a righteous person’s reward. <sup>42</sup> And whoever gives even a cup of cold water to one of these little ones because he is a disciple, truly I tell you, he will never lose his reward.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When Jesus had finished giving instructions to his twelve disciples, he moved on from there to teach and preach in their towns. <sup>2</sup> Now when John heard in prison what the Christ was doing, he sent a message through his disciples <sup>3</sup> and asked him, “Are you the one who is to come, or should we expect someone else? ” <sup>4</sup> Jesus replied to them, “Go and report to John what you hear and see: <sup>5</sup> The blind receive their sight, the lame walk, those with leprosy are cleansed, the deaf hear, the dead are raised, and the poor are told the good news, <sup>6</sup> and blessed is the one who isn’t offended by me.” <sup>7</sup> As these men were leaving, Jesus began to speak to the crowds about John: “What did you go out into the wilderness to see? A reed swaying in the wind? <sup>8</sup> What then did you go out to see? A man dressed in soft clothes? See, those who wear soft clothes are in royal palaces. <sup>9</sup> What then did you go out to see? A prophet? Yes, I tell you, and more than a prophet. <sup>10</sup> This is the one about whom it is written: See, I am sending my messenger ahead of you; he will prepare your way before you. <sup>11</sup> “Truly I tell you, among those born of women no one greater than John the Baptist has appeared, but the least in the kingdom of heaven is greater than he. <sup>12</sup> From the days of John the Baptist until now, the kingdom of heaven has been suffering violence, and the violent have been seizing it by force. <sup>13</sup> For all the prophets and the law prophesied until John. <sup>14</sup> And if you’re willing to accept it, he is the Elijah who is to come. <sup>15</sup> Let anyone who has ears listen. <sup>16</sup> “To what should I compare this generation? It’s like children sitting in the marketplaces who call out to other children: <sup>17</sup> We played the flute for you, but you didn’t dance; we sang a lament, but you didn’t mourn! <sup>18</sup> For John came neither eating nor drinking, and they say, ‘He has a demon! ’ <sup>19</sup> The Son of Man came eating and drinking, and they say, ‘Look, a glutton and a drunkard, a friend of tax collectors and sinners! ’ Yet wisdom is vindicated by her deeds.” <sup>20</sup> Then he proceeded to denounce the towns where most of his miracles were done, because they did not repent: <sup>21</sup> “Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were done in you had been done in Tyre and Sidon, they would have repented in sackcloth and ashes long ago. <sup>22</sup> But I tell you, it will be more tolerable for Tyre and Sidon on the day of </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> than for you. <sup>23</sup> And you, Capernaum, will you be exalted to heaven? No, you will go down to Hades. For if the miracles that were done in you had been done in Sodom, it would have remained until today. <sup>24</sup> But I tell you, it will be more tolerable for the land of Sodom on the day of </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> than for you.” <sup>25</sup> At that time Jesus said, “I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and intelligent and revealed them to infants. <sup>26</sup> Yes, Father, because this was your good pleasure. <sup>27</sup> All things have been entrusted to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son desires to reveal him. <sup>28</sup> “Come to me, all of you who are weary and burdened, and I will give you rest. <sup>29</sup> Take my yoke upon you and learn from me, because I am lowly and humble in heart, and you will find rest for your souls. <sup>30</sup> For my yoke is easy and my burden is light.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> At that time Jesus passed through the </span>\n    <del>grainfields</del>\n    <ins>cornfields</ins>\n    <span> on the Sabbath. His disciples were hungry and began to pick and eat some </span>\n    <del>heads</del>\n    <ins>ears</ins>\n    <span> of </span>\n    <del>grain</del>\n    <ins>corn</ins>\n    <span>. <sup>2</sup> When the Pharisees saw this, they said to him, “See, your disciples are doing what is not lawful to do on the Sabbath.” <sup>3</sup> He said to them, “Haven’t you read what David did when he and those who were with him were hungry: <sup>4</sup> how he entered the house of God, and they ate the bread of the Presence ​— ​which is not lawful for him or for those with him to eat, but only for the priests? <sup>5</sup> Or haven’t you read in the law that on Sabbath days the priests in the temple violate the Sabbath and are innocent? <sup>6</sup> I tell you that something greater than the temple is here. <sup>7</sup> If you had known what this means, I desire mercy and not sacrifice, you would not have condemned the innocent. <sup>8</sup> For the Son of Man is Lord of the Sabbath.” <sup>9</sup> Moving on from there, he entered their synagogue. <sup>10</sup> There he saw a man who had a </span>\n    <del>shriveled</del>\n    <ins>shrivelled</ins>\n    <span> hand, and in order to accuse him they asked him, “Is it lawful to heal on the Sabbath? ” <sup>11</sup> He replied to them, “Who among you, if he had a sheep that fell into a pit on the Sabbath, wouldn’t take hold of it and lift it out? <sup>12</sup> A person is worth far more than a sheep; so it is lawful to do what is good on the Sabbath.” <sup>13</sup> Then he told the man, “Stretch out your hand.” So he stretched it out, and it was restored, as good as the other. <sup>14</sup> But the Pharisees went out and plotted against him, how they might kill him. <sup>15</sup> Jesus was aware of this and withdrew. Large crowds followed him, and he healed them all. <sup>16</sup> He warned them not to make him known, <sup>17</sup> so that what was spoken through the prophet Isaiah might be fulfilled: <sup>18</sup> Here is my servant whom I have chosen, my beloved in whom I delight; I will put my Spirit on him, and he will proclaim justice to the nations. <sup>19</sup> He will not argue or shout, and no one will hear his voice in the streets. <sup>20</sup> He will not break a bruised reed, and he will not put out a </span>\n    <del>smoldering</del>\n    <ins>smouldering</ins>\n    <span> wick, until he has led justice to victory. <sup>21</sup> The nations will put their hope in his name. <sup>22</sup> Then a demon-possessed man who was blind and unable to speak was brought to him. He healed him, so that the man could both speak and see. <sup>23</sup> All the crowds were astounded and said, “Could this be the Son of David? ” <sup>24</sup> When the Pharisees heard this, they said, “This man drives out demons only by Beelzebul, the ruler of the demons.” <sup>25</sup> Knowing their thoughts, he told them, “Every kingdom divided against itself is headed for destruction, and no city or house divided against itself will stand. <sup>26</sup> If Satan drives out Satan, he is divided against himself. How then will his kingdom stand? <sup>27</sup> And if I drive out demons by Beelzebul, by whom do your sons drive them out? For this reason they will be your judges. <sup>28</sup> If I drive out demons by the Spirit of God, then the kingdom of God has come upon you. <sup>29</sup> How can someone enter a strong man’s house and steal his possessions unless he first ties up the strong man? Then he can plunder his house. <sup>30</sup> Anyone who is not with me is against me, and anyone who does not gather with me scatters. <sup>31</sup> Therefore, I tell you, people will be forgiven every sin and blasphemy, but the blasphemy against the Spirit will not be forgiven. <sup>32</sup> Whoever speaks a word against the Son of Man, it will be forgiven him; but whoever speaks against the Holy Spirit, it will not be forgiven him, either in this age or in the one to come. <sup>33</sup> “Either make the tree good and its fruit will be good, or make the tree bad and its fruit will be bad; for a tree is known by its fruit. <sup>34</sup> Brood of vipers! How can you speak good things when you are evil? For the mouth speaks from the overflow of the heart. <sup>35</sup> A good person produces good things from his storeroom of good, and an evil person produces evil things from his storeroom of evil. <sup>36</sup> I tell you that on the day of </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> people will have to account for every careless word they speak. <sup>37</sup> For by your words you will be acquitted, and by your words you will be condemned.” <sup>38</sup> Then some of the scribes and Pharisees said to him, “Teacher, we want to see a sign from you.” <sup>39</sup> He answered them, “An evil and adulterous generation demands a sign, but no sign will be given to it except the sign of the prophet Jonah. <sup>40</sup> For as Jonah was in the belly of the huge fish </span>\n    <ins>for </ins>\n    <span>three days and three nights, so the Son of Man will be in the heart of the earth </span>\n    <ins>for </ins>\n    <span>three days and three nights. <sup>41</sup> The men of Nineveh will stand up at the </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> with this generation and condemn it, because they repented at Jonah’s preaching; and look ​— ​something greater than Jonah is here. <sup>42</sup> The queen of the south will rise up at the </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> with this generation and condemn it, because she came from the ends of the earth to hear the wisdom of Solomon; and look ​— ​something greater than Solomon is here. <sup>43</sup> “When an unclean spirit comes out of a person, it roams through waterless places looking for rest but doesn’t find any. <sup>44</sup> Then it says, ‘I’ll go back to my house </span>\n    <del>that</del>\n    <ins>which</ins>\n    <span> I came from.’ Returning, it finds the house vacant, swept, and put in order. <sup>45</sup> Then it goes and brings with it seven other spirits more evil than itself, and they enter and settle down there. As a result, that person’s last condition is worse than the first. That’s how it will also be with this evil generation.” <sup>46</sup> While he was still speaking with the crowds, his mother and brothers were standing outside wanting to speak to him. <sup>47</sup> Someone told him, “Look, your mother and your brothers are standing outside, wanting to speak to you.” <sup>48</sup> He replied to the one who was speaking to him, “Who is my mother and who are my brothers? ” <sup>49</sup> Stretching out his hand </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> his disciples, he said, “Here are my mother and my brothers! <sup>50</sup> For whoever does the will of my Father in heaven is my brother and sister and mother.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> On that day Jesus went out of the house and was sitting by the sea. <sup>2</sup> Such large crowds gathered around him that he got into a boat and sat down, while the whole crowd stood on the shore. <sup>3</sup> Then he told them many things in parables, saying, “Consider the sower who went out to sow. <sup>4</sup> As he sowed, some seed fell along the path, and the birds came and devoured </span>\n    <del>them</del>\n    <ins>it</ins>\n    <span>. <sup>5</sup> Other seed fell on rocky ground where it didn’t have much soil, and it grew up quickly since the soil wasn’t deep. <sup>6</sup> But when the sun came up, it was scorched, and since it had no root, it withered away. <sup>7</sup> Other seed fell among thorns, and the thorns came up and choked it. <sup>8</sup> Still other seed fell on good ground and produced fruit: some a hundred, some sixty, and some thirty times what was sown. <sup>9</sup> Let anyone who has ears listen.” <sup>10</sup> Then the disciples came up and asked him, “Why are you speaking to them in parables? ” <sup>11</sup> He answered, “Because the secrets of the kingdom of heaven have been given for you to know, but it has not been given to them. <sup>12</sup> For whoever has, more will be given to him, and he will have more than enough; but whoever does not have, even what he has will be taken away from him. <sup>13</sup> That is why I speak to them in parables, because looking they do not see, and hearing they do not listen or understand. <sup>14</sup> Isaiah’s prophecy is fulfilled in them, which says: You will listen and listen, but never understand; you will look and look, but never perceive. <sup>15</sup> For this people’s heart has grown callous; their ears are hard of hearing, and they have shut their eyes; otherwise they might see with their eyes, and hear with their ears, and understand with their hearts, and turn back — and I would heal them. <sup>16</sup> “Blessed are your eyes because they do see, and your ears because they do hear. <sup>17</sup> For truly I tell you, many prophets and righteous people longed to see the things you see but didn’t see them, to hear the things you hear but didn’t hear them. <sup>18</sup> “So listen to the parable of the sower: <sup>19</sup> When anyone hears the word about the kingdom and doesn’t understand it, the evil one comes and snatches away what was sown in his heart. This is the one sown along the path. <sup>20</sup> And the one sown on rocky ground ​— ​this is one who hears the word and immediately receives it with joy. <sup>21</sup> But he has no root and is short-lived. When distress or persecution comes because of the word, immediately he falls away. <sup>22</sup> Now the one sown among the thorns ​— ​this is one who hears the word, but the worries of this age and the deceitfulness of wealth choke the word, and it becomes unfruitful. <sup>23</sup> But the one sown on the good ground ​— ​this is one who hears and understands the word, who does produce fruit and yields: some a hundred, some sixty, some thirty times what was sown.” <sup>24</sup> He presented another parable to them: “The kingdom of heaven may be compared to a man who sowed good seed in his field. <sup>25</sup> But while people were sleeping, his enemy came, sowed weeds among the wheat, and left. <sup>26</sup> When the plants sprouted and produced </span>\n    <del>grain</del>\n    <ins>corn</ins>\n    <span>, then the weeds also appeared. <sup>27</sup> The landowner’s servants came to him and said, ‘Master, didn’t you sow good seed in your field? Then where did the weeds come from? ’ <sup>28</sup> “ ‘An enemy did this,’ he told them. “ ‘So, do you want us to go and pull them up? ’ the servants asked him. <sup>29</sup> “ ‘No,’ he said. ‘When you pull up the weeds, you might also uproot the wheat with them. <sup>30</sup> Let both grow together until the harvest. At harvest time I’ll tell the reapers: Gather the weeds first and tie them in bundles to burn them, but collect the wheat in my barn.’ ” <sup>31</sup> He presented another parable to them: “The kingdom of heaven is like a mustard seed that a man took and sowed in his field. <sup>32</sup> It’s the smallest of all the seeds, but when grown, it’s taller than the garden plants and becomes a tree, so that the birds of the sky come and nest in its branches.” <sup>33</sup> He told them another parable: “The kingdom of heaven is like leaven that a woman took and mixed into </span>\n    <del>fifty pounds</del>\n    <ins>twenty kilograms</ins>\n    <span> of flour until all of it was leavened.” <sup>34</sup> Jesus told the crowds all these things in parables, and he did not tell them anything without a parable, <sup>35</sup> so that what was spoken through the prophet might be fulfilled: I will open my mouth in parables; I will declare things kept secret from the foundation of the world. <sup>36</sup> Then he left the crowds and went into the house. His disciples approached him and said, “Explain to us the parable of the weeds in the field.” <sup>37</sup> He replied, “The one who sows the good seed is the Son of Man; <sup>38</sup> the field is the world; and the good seed ​— ​these are the children of the kingdom. The weeds are the children of the evil one, <sup>39</sup> and the enemy who sowed them is the devil. The harvest is the end of the age, and the harvesters are angels. <sup>40</sup> Therefore, just as the weeds are gathered and burned in the fire, so it will be at the end of the age. <sup>41</sup> The Son of Man will send out his angels, and they will gather from his kingdom all who cause sin and those guilty of lawlessness. <sup>42</sup> They will throw them into the blazing furnace where there will be weeping and gnashing of teeth. <sup>43</sup> Then the righteous will shine like the sun in their Father’s kingdom. Let anyone who has ears listen. <sup>44</sup> “The kingdom of heaven is like treasure, buried in a field, that a man found and reburied. Then in his joy he goes and sells everything he has and buys that field. <sup>45</sup> “Again, the kingdom of heaven is like a merchant in search of fine pearls. <sup>46</sup> When he found one priceless pearl, he went and sold everything he had and bought it. <sup>47</sup> “Again, the kingdom of heaven is like a large net thrown into the sea. It collected every kind of fish, <sup>48</sup> and when it was full, they dragged it ashore, sat down, and gathered the good fish into containers, but threw out the worthless ones. <sup>49</sup> So it will be at the end of the age. The angels will go out, separate the evil people from the righteous, <sup>50</sup> and throw them into the blazing furnace, where there will be weeping and gnashing of teeth. <sup>51</sup> “Have you understood all these things? ” They answered him, “Yes.” <sup>52</sup> “Therefore,” he said to them, “every teacher of the law who has become a disciple in the kingdom of heaven is like the owner of a house who brings out of his storeroom treasures new and old.” <sup>53</sup> When Jesus had finished these parables, he left there. <sup>54</sup> He went to his </span>\n    <del>hometown</del>\n    <ins>home town</ins>\n    <span> and began to teach them in their synagogue, so that they were astonished and said, “Where did this man get this wisdom and these miraculous powers? <sup>55</sup> Isn’t this the carpenter’s son? Isn’t his mother called Mary, and his brothers James, Joseph, Simon, and Judas? <sup>56</sup> And his sisters, aren’t they all with us? So where does he get all these things? ” <sup>57</sup> And they were offended by him. Jesus said to them, “A prophet is not without </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> except in his </span>\n    <del>hometown</del>\n    <ins>home town</ins>\n    <span> and in his household.” <sup>58</sup> And he did not do many miracles there because of their unbelief. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> At that time Herod the tetrarch heard the report about Jesus. <sup>2</sup> “This is John the Baptist,” he told his servants. “He has been raised from the dead, and that’s why miraculous powers are at work in him.” <sup>3</sup> For Herod had arrested John, chained him, and put him in prison on account of Herodias, his brother Philip’s wife, <sup>4</sup> since John had been telling him, “It’s not lawful for you to have her.” <sup>5</sup> </span>\n    <del>Though</del>\n    <ins>Although</ins>\n    <span> Herod wanted to kill John, he feared the crowd since they regarded John as a prophet. <sup>6</sup> When Herod’s birthday celebration came, Herodias’s daughter danced before them and pleased Herod. <sup>7</sup> So he promised with an oath to give her whatever she asked. <sup>8</sup> Prompted by her mother, she answered, “Give me John the Baptist’s head here on a </span>\n    <del>platter</del>\n    <ins>dish</ins>\n    <span>.” <sup>9</sup> Although the king regretted it, he commanded that it be granted because of his oaths and his guests. <sup>10</sup> So he sent orders and had John beheaded in the prison. <sup>11</sup> His head was brought on a </span>\n    <del>platter</del>\n    <ins>dish</ins>\n    <span> and given to the girl, who carried it to her mother. <sup>12</sup> Then his disciples came, removed the corpse, buried it, and went and reported to Jesus. <sup>13</sup> When Jesus heard about it, he withdrew from there by boat to a remote place to be alone. When the crowds heard this, they followed him on foot from the towns. <sup>14</sup> When he went ashore, he saw a large crowd, had compassion on them, and healed their sick. <sup>15</sup> When evening came, the disciples approached him and said, “This place is deserted, and it is already late. Send the crowds away so that they can go into the villages and buy food for themselves.” <sup>16</sup> “They don’t need to go away,” Jesus told them. “You give them something to eat.” <sup>17</sup> “But we only have five loaves and two fish here,” they said to him. <sup>18</sup> “Bring them here to me,” he said. <sup>19</sup> Then he commanded the crowds to sit down on the grass. He took the five loaves and the two fish, and looking up to heaven, he blessed them. He broke the loaves and gave them to the disciples, and the disciples gave them to the crowds. <sup>20</sup> Everyone ate and was satisfied. They picked up twelve baskets full of leftover pieces. <sup>21</sup> Now those who ate were about five thousand men, besides women and children. <sup>22</sup> Immediately he made the disciples get into the boat and go ahead of him to the other side, while he dismissed the crowds. <sup>23</sup> After dismissing the crowds, he went up on the mountain by himself to pray. </span>\n    <del>Well</del>\n    <ins>He stayed there alone well</ins>\n    <span> into the night</span>\n    <del>, he was there alone</del>\n    <span>. <sup>24</sup> Meanwhile, the boat was already some distance from land, battered by the waves, because the wind was against them. <sup>25</sup> Jesus came </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> them walking on the sea very early in the morning. <sup>26</sup> When the disciples saw him walking on the sea, they were terrified. “It’s a ghost! ” they said, and they cried out in fear. <sup>27</sup> Immediately Jesus spoke to them. “Have courage! It is I. Don’t be afraid.” <sup>28</sup> “Lord, if it’s you,” Peter answered him, “command me to come to you on the water.” <sup>29</sup> He said, “Come.” And climbing out of the boat, Peter started walking on the water and came </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> Jesus. <sup>30</sup> But when he saw the strength of the wind, he was afraid, and beginning to sink he cried out, “Lord, save me! ” <sup>31</sup> Immediately Jesus reached out his hand, caught hold of him, and said to him, “You of little faith, why did you doubt? ” <sup>32</sup> When they got into the boat, the wind ceased. <sup>33</sup> Then those in the boat </span>\n    <del>worshiped</del>\n    <ins>worshipped</ins>\n    <span> him and said, “Truly you are the Son of God.” <sup>34</sup> When they had crossed over, they came to shore at Gennesaret. <sup>35</sup> When the men of that place </span>\n    <del>recognized</del>\n    <ins>recognised</ins>\n    <span> him, they alerted the whole vicinity and brought to him all who were </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span>. <sup>36</sup> They begged him that they might only touch the end of his robe, and as many as touched it were healed. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Then Jesus was approached by Pharisees and scribes from Jerusalem, who asked, <sup>2</sup> “Why do your disciples break the tradition of the elders? For they don’t wash their hands when they eat.” <sup>3</sup> He answered them, “Why do you break God’s commandment because of your tradition? <sup>4</sup> For God said: </span>\n    <del>Honor</del>\n    <ins>Honour</ins>\n    <span> your father and your mother; and, Whoever speaks evil of father or mother must be put to death. <sup>5</sup> But you say, ‘Whoever tells his father or mother, “Whatever benefit you might have received from me is a gift committed to the temple,” <sup>6</sup> he does not have to </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> his father.’ In this way, you have nullified the word of God because of your tradition. <sup>7</sup> Hypocrites! Isaiah prophesied correctly about you when he said: <sup>8</sup> This people </span>\n    <del>honors</del>\n    <ins>honours</ins>\n    <span> me with their lips, but their heart is far from me. <sup>9</sup> They worship me in vain, teaching as doctrines human commands.” <sup>10</sup> Summoning the crowd, he told them, “Listen and understand: <sup>11</sup> It’s not what goes into the mouth that defiles a person, but what comes out of the mouth ​— ​this defiles a person.” <sup>12</sup> Then the disciples came up and told him, “Do you know that the Pharisees took </span>\n    <del>offense</del>\n    <ins>offence</ins>\n    <span> when they heard what you said? ” <sup>13</sup> He replied, “Every plant that my heavenly Father didn’t plant will be uprooted. <sup>14</sup> Leave them alone! They are blind guides. And if the blind guide the blind, both will fall into a pit.” <sup>15</sup> Then Peter said, “Explain this parable to us.” <sup>16</sup> “Do you still lack understanding? ” he asked. <sup>17</sup> “Don’t you </span>\n    <del>realize</del>\n    <ins>realise</ins>\n    <span> that whatever goes into the mouth passes into the stomach and is eliminated? <sup>18</sup> But what comes out of the mouth comes from the heart, and this defiles a person. <sup>19</sup> For from the heart come evil thoughts, murders, adulteries, sexual immoralities, thefts, false testimonies, slander. <sup>20</sup> These are the things that defile a person; but eating with unwashed hands does not defile a person.” <sup>21</sup> When Jesus left there, he withdrew to the area of Tyre and Sidon. <sup>22</sup> Just then a Canaanite woman from that region came and kept crying out, “Have mercy on me, Lord, Son of David! My daughter is severely tormented by a demon.” <sup>23</sup> Jesus did not say a word to her. His disciples approached him and urged him, “Send her away because she’s crying out after us.” <sup>24</sup> He replied, “I was sent only to the lost sheep of the house of Israel.” <sup>25</sup> But she came, knelt before him, and said, “Lord, help me! ” <sup>26</sup> He answered, “It isn’t right to take the children’s bread and throw it to the dogs.” <sup>27</sup> “Yes, Lord,” she said, “yet even the dogs eat the crumbs that fall from their masters’ table.” <sup>28</sup> Then Jesus replied to her, “Woman, your faith is great. Let it be done for you as you want.” And from that moment her daughter was healed. <sup>29</sup> Moving on from there, Jesus passed along the Sea of Galilee. He went up on a mountain and sat there, <sup>30</sup> and large crowds came to him, including the lame, the blind, the crippled, those unable to speak, and many others. They put them at his feet, and he healed them. <sup>31</sup> So the crowd was amazed when they saw those unable to speak talking, the crippled restored, the lame walking, and the blind seeing, and they gave glory to the God of Israel. <sup>32</sup> Jesus called his disciples and said, “I have compassion on the crowd, because they’ve already stayed with me </span>\n    <ins>for </ins>\n    <span>three days and have nothing to eat. I don’t want to send them away hungry, otherwise they might collapse on the way.” <sup>33</sup> The disciples said to him, “Where could we get enough bread in this desolate place to feed such a crowd? ” <sup>34</sup> “How many loaves do you have? ” Jesus asked them. “Seven,” they said, “and a few small fish.” <sup>35</sup> After commanding the crowd to sit down on the ground, <sup>36</sup> he took the seven loaves and the fish, gave thanks, broke them, and gave them to the disciples, and the disciples gave them to the crowds. <sup>37</sup> They all ate and were satisfied. They collected the leftover pieces ​— ​seven large baskets full. <sup>38</sup> Now there were four thousand men who had eaten, besides women and children. <sup>39</sup> After dismissing the crowds, he got into the boat and went to the region of Magadan. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The Pharisees and Sadducees approached, and tested him, asking him to show them a sign from heaven. <sup>2</sup> He replied, “When evening comes you say, ‘It will be good weather because the sky is red.’ <sup>3</sup> And in the morning, ‘Today will be stormy because the sky is red and threatening.’ You know how to read the appearance of the sky, but you can’t read the signs of the times. <sup>4</sup> An evil and adulterous generation demands a sign, but no sign will be given to it except the sign of Jonah.” Then he left them and went away. <sup>5</sup> The disciples reached the other shore, and they had forgotten to take bread. <sup>6</sup> Then Jesus told them, “Watch out and beware of the leaven of the Pharisees and Sadducees.” <sup>7</sup> They were discussing among themselves, “We didn’t bring any bread.” <sup>8</sup> Aware of this, Jesus said, “You of little faith, why are you discussing among yourselves that you do not have bread? <sup>9</sup> Don’t you understand yet? Don’t you remember the five loaves for the five thousand and how many baskets you collected? <sup>10</sup> Or the seven loaves for the four thousand and how many large baskets you collected? <sup>11</sup> Why is it you don’t understand that when I told you, ‘Beware of the leaven of the Pharisees and Sadducees,’ it wasn’t about bread? ” <sup>12</sup> Then they understood that he had not told them to beware of the leaven in bread, but of the teaching of the Pharisees and Sadducees. <sup>13</sup> When Jesus came to the region of Caesarea Philippi, he asked his disciples, “Who do people say that the Son of Man is? ” <sup>14</sup> They replied, “Some say John the Baptist; others, Elijah; still others, Jeremiah or one of the prophets.” <sup>15</sup> “But you,” he asked them, “who do you say that I am? ” <sup>16</sup> Simon Peter answered, “You are the Messiah, the Son of the living God.” <sup>17</sup> Jesus responded, “Blessed are you, Simon son of Jonah, because flesh and blood did not reveal this to you, but my Father in heaven. <sup>18</sup> And I also say to you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overpower it. <sup>19</sup> I will give you the keys of the kingdom of heaven, and whatever you bind on earth will have been bound in heaven, and whatever you loose on earth will have been loosed in heaven.” <sup>20</sup> Then he gave the disciples orders to tell no one that he was the Messiah. <sup>21</sup> From then on Jesus began to point out to his disciples that it was necessary for him to go to Jerusalem and suffer many things from the elders, chief priests, and scribes, be killed, and be raised the third day. <sup>22</sup> Peter took him aside and began to rebuke him, “Oh no, Lord! This will never happen to you! ” <sup>23</sup> Jesus turned and told Peter, “Get behind me, Satan! You are a hindrance to me because you’re not thinking about God’s concerns but human concerns.” <sup>24</sup> Then Jesus said to his disciples, “If anyone wants to follow after me, let him deny himself, take up his cross, and follow me. <sup>25</sup> For whoever wants to save his life will lose it, but whoever loses his life because of me will find it. <sup>26</sup> For what will it benefit someone if he gains the whole world yet loses his life? Or what will anyone give in exchange for his life? <sup>27</sup> For the Son of Man is going to come with his angels in the glory of his Father, and then he will reward each according to what he has done. <sup>28</sup> Truly I tell you, there are some standing here who will not taste death until they see the Son of Man coming in his kingdom.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> After six days Jesus took Peter, James, and his brother John and led them up on a high mountain by themselves. <sup>2</sup> He was transfigured in front of them, and his face shone like the sun; his clothes became as white as the light. <sup>3</sup> Suddenly, Moses and Elijah appeared to them, talking with him. <sup>4</sup> Then Peter said to Jesus, “Lord, it’s good for us to be here. If you want, I will set up three shelters here: one for you, one for Moses, and one for Elijah.” <sup>5</sup> While he was still speaking, suddenly a bright cloud covered them, and a voice from the cloud said, “This is my beloved Son, with whom I am well-pleased. Listen to him! ” <sup>6</sup> When the disciples heard this, they fell </span>\n    <del>facedown</del>\n    <ins>face down</ins>\n    <span> and were terrified. <sup>7</sup> Jesus came up, touched them, and said, “Get up; don’t be afraid.” <sup>8</sup> When they looked up they saw no one except Jesus alone. <sup>9</sup> As they were coming down the mountain, Jesus commanded them, “Don’t tell anyone about the vision until the Son of Man is raised from the dead.” <sup>10</sup> So the disciples asked him, “Why then do the scribes say that Elijah must come first? ” <sup>11</sup> “Elijah is coming and will restore everything,” he replied. <sup>12</sup> “But I tell you: Elijah has already come, and they didn’t </span>\n    <del>recognize</del>\n    <ins>recognise</ins>\n    <span> him. On the contrary, they did whatever they pleased to him. In the same way the Son of Man is going to suffer at their hands.” <sup>13</sup> Then the disciples understood that he had spoken to them about John the Baptist. <sup>14</sup> When they reached the crowd, a man approached and knelt down before him. <sup>15</sup> “Lord,” he said, “have mercy on my son, because he has seizures and suffers terribly. He often falls into the fire and often into the water. <sup>16</sup> I brought him to your disciples, but they couldn’t heal him.” <sup>17</sup> Jesus replied, “You unbelieving and perverse generation, how long will I be with you? How long must I put up with you? Bring him here to me.” <sup>18</sup> Then Jesus rebuked the demon, and it came out of him, and from that moment the boy was healed. <sup>19</sup> Then the disciples approached Jesus privately and said, “Why couldn’t we drive it out? ” <sup>20</sup> “Because of your little faith,” he told them. “For truly I tell you, if you have faith the size of a mustard seed, you will tell this mountain, ‘Move from here to there,’ and it will move. Nothing will be impossible for you.” <sup>22</sup> As they were gathering together in Galilee, Jesus told them, “The Son of Man is about to be betrayed into the hands of men. <sup>23</sup> They will kill him, and on the third day he will be raised up.” And they were deeply distressed. <sup>24</sup> When they came to Capernaum, those who collected the temple tax approached Peter and said, “Doesn’t your teacher pay the temple tax? ” <sup>25</sup> “Yes,” he said. When he went into the house, Jesus spoke to him first, “What do you think, Simon? From whom do earthly kings collect tariffs or taxes? From their sons or from strangers? ” <sup>26</sup> “From strangers,” he said. “Then the sons are free,” Jesus told him. <sup>27</sup> “But, so we won’t offend them, go to the sea, cast in a </span>\n    <del>fishhook</del>\n    <ins>fish hook</ins>\n    <span>, and take the first fish that you catch. When you open its mouth you’ll find a coin. Take it and give it to them for me and you.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> At that time the disciples came to Jesus and asked, “So who is greatest in the kingdom of heaven? ” <sup>2</sup> He called a small child and </span>\n    <del>had</del>\n    <ins>stood</ins>\n    <span> him </span>\n    <del>stand </del>\n    <span>among them. <sup>3</sup> “Truly I tell you,” he said, “unless you turn and become like little children, you will never enter the kingdom of heaven. <sup>4</sup> Therefore, whoever humbles himself like this child ​— ​this one is the greatest in the kingdom of heaven. <sup>5</sup> And whoever welcomes one child like this in my name welcomes me. <sup>6</sup> “But whoever causes one of these little ones who believe in me to fall away ​— ​it would be better for him if a heavy millstone were hung </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> his neck and he were drowned in the depths of the sea. <sup>7</sup> Woe to the world because of </span>\n    <del>offenses</del>\n    <ins>offences</ins>\n    <span>. For </span>\n    <del>offenses</del>\n    <ins>offences</ins>\n    <span> will inevitably come, but woe to that person by whom the </span>\n    <del>offense</del>\n    <ins>offence</ins>\n    <span> comes. <sup>8</sup> If your hand or your foot causes you to fall away, cut it off and throw it away. It is better for you to enter life maimed or lame than to have two hands or two feet and be thrown into the eternal fire. <sup>9</sup> And if your eye causes you to fall away, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into hellfire. <sup>10</sup> “See to it that you don’t despise one of these little ones, because I tell you that in heaven their angels continually view the face of my Father in heaven. <sup>12</sup> What do you think? If someone has a hundred sheep, and one of them goes astray, won’t he leave the ninety-nine on the hillside and go and search for the stray? <sup>13</sup> And if he finds it, truly I tell you, he rejoices over that sheep more than over the ninety-nine that did not go astray. <sup>14</sup> In the same way, it is not the will of your Father in heaven that one of these little ones perish. <sup>15</sup> “If your brother sins against you, go </span>\n    <ins>and </ins>\n    <span>tell him his fault, between you and him alone. If he listens to you, you have won your brother. <sup>16</sup> But if he won’t listen, take one or two others with you, so that by the testimony of two or three witnesses every fact may be established. <sup>17</sup> If he doesn’t pay attention to them, tell the church. If he doesn’t pay attention even to the church, let him be like a Gentile and a tax collector to you. <sup>18</sup> Truly I tell you, whatever you bind on earth will have been bound in heaven, and whatever you loose on earth will have been loosed in heaven. <sup>19</sup> Again, truly I tell you, if two of you on earth agree about any matter that you pray for, it will be done for you by my Father in heaven. <sup>20</sup> For where two or three are gathered together in my name, I am there among them.” <sup>21</sup> Then Peter approached him and asked, “Lord, how many times must I forgive my brother or sister who sins against me? As many as seven times? ” <sup>22</sup> “I tell you, not as many as seven,” Jesus replied, “but seventy times seven. <sup>23</sup> “For this reason, the kingdom of heaven can be compared to a king who wanted to settle accounts with his servants. <sup>24</sup> When he began to settle accounts, one who owed ten thousand talents was brought before him. <sup>25</sup> Since he did not have the money to pay it back, his master commanded that he, his wife, his children, and everything he had be sold to pay the debt. <sup>26</sup> “At this, the servant fell </span>\n    <del>facedown</del>\n    <ins>face down</ins>\n    <span> before him and said, ‘Be patient with me, and I will pay you everything.’ <sup>27</sup> Then the master of that servant had compassion, released him, and forgave him the loan. <sup>28</sup> “That servant went out and found one of his fellow servants who owed him a hundred denarii. He grabbed him, started choking him, and said, ‘Pay what you owe! ’ <sup>29</sup> “At this, his fellow servant fell down and began begging him, ‘Be patient with me, and I will pay you back.’ <sup>30</sup> But he wasn’t willing. Instead, he went and threw him into prison until he could pay what was owed. <sup>31</sup> When the other servants saw what had taken place, they were deeply distressed and went and reported to their master everything that had happened. <sup>32</sup> Then, after he had summoned him, his master said to him, ‘You wicked servant! I forgave you all that debt because you begged me. <sup>33</sup> Shouldn’t you also have had mercy on your fellow servant, as I had mercy on you? ’ <sup>34</sup> And because he was angry, his master handed him over to the jailers to be tortured until he could pay everything that was owed. <sup>35</sup> So also my heavenly Father will do to you unless every one of you forgives his brother or sister from your heart.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When Jesus had finished saying these things, he departed from Galilee and went to the region of Judea across the Jordan. <sup>2</sup> Large crowds followed him, and he healed them there. <sup>3</sup> Some Pharisees approached him to test him. They asked, “Is it lawful for a man to divorce his wife on any grounds? ” <sup>4</sup> “Haven’t you read,” he replied, “that he who created them in the beginning made them male and female, <sup>5</sup> and he also said, ‘For this reason a man will leave his father and mother and be joined to his wife, and the two will become one flesh’? <sup>6</sup> So they are no longer two, but one flesh. Therefore, what God has joined together, let no one separate.” <sup>7</sup> “Why then,” they asked him, “did Moses command us to give divorce papers and to send her away? ” <sup>8</sup> He told them, “Moses permitted you to divorce your wives because of the hardness of your hearts, but it was not like that from the beginning. <sup>9</sup> I tell you, whoever divorces his wife, except for sexual immorality, and marries another commits adultery.” <sup>10</sup> His disciples said to him, “If the relationship of a man with his wife is like this, it’s better not to marry.” <sup>11</sup> He responded, “Not everyone can accept this saying, but only those to whom it has been given. <sup>12</sup> For there are eunuchs who were born that way from their mother’s womb, there are eunuchs who were made by men, and there are eunuchs who have made themselves that way because of the kingdom of heaven. The one who is able to accept it should accept it.” <sup>13</sup> Then little children were brought to Jesus for him to place his hands on them and pray, but the disciples rebuked them. <sup>14</sup> Jesus said, “Leave the little children alone, and don’t try to keep them from coming to me, because the kingdom of heaven belongs to such as these.” <sup>15</sup> After placing his hands on them, he went on from there. <sup>16</sup> Just then someone came up and asked him, “Teacher, what good must I do to have eternal life? ” <sup>17</sup> “Why do you ask me about what is good? ” he said to him. “There is only one who is good. If you want to enter into life, keep the commandments.” <sup>18</sup> “Which ones? ” he asked him. Jesus answered: Do not murder; do not commit adultery; do not steal; do not bear false witness; <sup>19</sup> </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> your father and your mother; and love your </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> as yourself. <sup>20</sup> “I have kept all these,” the young man told him. “What do I still lack? ” <sup>21</sup> “If you want to be perfect,” Jesus said to him, “go, sell your belongings and give to the poor, and you will have treasure in heaven. Then come, follow me.” <sup>22</sup> When the young man heard that, he went away grieving, because he had many possessions. <sup>23</sup> Jesus said to his disciples, “Truly I tell you, it will be hard for a rich person to enter the kingdom of heaven. <sup>24</sup> Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.” <sup>25</sup> When the disciples heard this, they were utterly astonished and asked, “Then who can be saved? ” <sup>26</sup> Jesus looked at them and said, “With man this is impossible, but with God all things are possible.” <sup>27</sup> Then Peter responded to him, “See, we have left everything and followed you. So what will there be for us? ” <sup>28</sup> Jesus said to them, “Truly I tell you, in the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. <sup>29</sup> And everyone who has left houses or brothers or sisters or father or mother or children or fields because of my name will receive a hundred times more and will inherit eternal life. <sup>30</sup> But many who are first will be last, and the last first. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> “For the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard. <sup>2</sup> After agreeing with the workers on one denarius, he sent them into his vineyard for the day. <sup>3</sup> When he went out </span>\n    <ins>at </ins>\n    <span>about nine in the morning, he saw others standing in the marketplace doing nothing. <sup>4</sup> He said to them, ‘You also go into my vineyard, and I’ll give you whatever is right.’ So off they went. <sup>5</sup> </span>\n    <del>About</del>\n    <ins>At about</ins>\n    <span> noon and about three, he went out again and did the same thing. <sup>6</sup> Then </span>\n    <ins>at </ins>\n    <span>about five he went and found others standing around and said to them, ‘Why have you been standing here all day doing nothing? ’ <sup>7</sup> “ ‘Because no one hired us,’ they said to him. “ ‘You also go into my vineyard,’ he told them. <sup>8</sup> When evening came, the owner of the vineyard told his foreman, ‘Call the workers and give them their pay, starting with the last and ending with the first.’ <sup>9</sup> “When those who were hired </span>\n    <ins>at </ins>\n    <span>about five came, they each received one denarius. <sup>10</sup> So when the first ones came, they assumed they would get more, but they also received a denarius each. <sup>11</sup> When they received it, they began to complain to the landowner: <sup>12</sup> ‘These last men put in one hour, and you made them equal to us who bore the burden of the day’s work and the burning heat.’ <sup>13</sup> “He replied to one of them, ‘Friend, I’m doing you no wrong. Didn’t you agree with me on a denarius? <sup>14</sup> Take what’s yours and go. I want to give this last man the same as I gave you. <sup>15</sup> Don’t I have the right to do what I want with what is mine? Are you jealous because I’m generous? ’ <sup>16</sup> “So the last will be first, and the first last.” <sup>17</sup> While going up to Jerusalem, Jesus took the twelve disciples aside privately and said to them on the way, <sup>18</sup> “See, we are going up to Jerusalem. The Son of Man will be handed over to the chief priests and scribes, and they will condemn him to death. <sup>19</sup> They will hand him over to the Gentiles to be mocked, flogged, and crucified, and on the third day he will be raised.” <sup>20</sup> Then the mother of Zebedee’s sons approached him with her sons. She knelt down to ask him for something. <sup>21</sup> “What do you want? ” he asked her. “Promise,” she said to him, “that these two sons of mine may sit, one on your right and the other on your left, in your kingdom.” <sup>22</sup> Jesus answered, “You don’t know what you’re asking. Are you able to drink the cup that I am about to drink? ” “We are able,” they said to him. <sup>23</sup> He told them, “You will indeed drink my cup, but to sit at my right and left is not mine to give; instead, it is for those for whom it has been prepared by my Father.” <sup>24</sup> When the ten disciples heard this, they became indignant with the two brothers. <sup>25</sup> Jesus called them over and said, “You know that the rulers of the Gentiles lord it over them, and those in high positions act as tyrants over them. <sup>26</sup> It must not be like that among you. On the contrary, whoever wants to become great among you must be your servant, <sup>27</sup> and whoever wants to be first among you must be your slave; <sup>28</sup> just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.” <sup>29</sup> As they were leaving Jericho, a large crowd followed him. <sup>30</sup> There were two blind men sitting by the road. When they heard that Jesus was passing by, they cried out, “Lord, have mercy on us, Son of David! ” <sup>31</sup> The crowd demanded that they keep quiet, but they cried out all the more, “Lord, have mercy on us, Son of David! ” <sup>32</sup> Jesus stopped, called them, and said, “What do you want me to do for you? ” <sup>33</sup> “Lord,” they said to him, “open our eyes.” <sup>34</sup> Moved with compassion, Jesus touched their eyes. Immediately they could see, and they followed him. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When they approached Jerusalem and came to Bethphage at the Mount of Olives, Jesus then sent two disciples, <sup>2</sup> telling them, “Go into the village ahead of you. At once you will find a donkey tied there with her colt. Untie them and bring them to me. <sup>3</sup> If anyone says anything to you, say that the Lord needs them, and he will send them at once.” <sup>4</sup> This took place so that what was spoken through the prophet might be fulfilled: <sup>5</sup> Tell Daughter Zion, “See, your King is coming to you, gentle, and mounted on a donkey, and on a colt, the foal of a donkey.” <sup>6</sup> The disciples went and did just as Jesus directed them. <sup>7</sup> They brought the donkey and the colt; then they laid their clothes on them, and he sat on them. <sup>8</sup> A very large crowd spread their clothes on the road; others were cutting branches from the trees and spreading them on the road. <sup>9</sup> Then the crowds who went ahead of him and those who followed shouted: 'Hosanna' to the Son of David! Blessed is he who comes in the name of the Lord! 'Hosanna' in the highest heaven! <sup>10</sup> When he entered Jerusalem, the whole city was in an uproar, saying, “Who is this? ” <sup>11</sup> The crowds were saying, “This is the prophet Jesus from Nazareth in Galilee.” <sup>12</sup> Jesus went into the temple and threw out all those buying and selling. He overturned the tables of the money</span>\n    <ins>-</ins>\n    <span>changers and the chairs of those selling doves. <sup>13</sup> He said to them, “It is written, my house will be called a house of prayer, but you are making it a den of thieves! ” <sup>14</sup> The blind and the lame came to him in the temple, and he healed them. <sup>15</sup> When the chief priests and the scribes saw the wonders that he did and the children shouting in the temple, “'Hosanna' to the Son of David! ” they were indignant <sup>16</sup> and said to him, “Do you hear what these children are saying? ” Jesus replied, “Yes, have you never read: You have prepared praise from the mouths of infants and nursing babies? ” <sup>17</sup> Then he left them, went out of the city to Bethany, and spent the night there. <sup>18</sup> Early in the morning, as he was returning to the city, he was hungry. <sup>19</sup> Seeing a lone fig tree by the road, he went up to it and found nothing on it except leaves. And he said to it, “May no fruit ever come from you again! ” At once the fig tree withered. <sup>20</sup> When the disciples saw it, they were amazed and said, “How did the fig tree wither so quickly? ” <sup>21</sup> Jesus answered them, “Truly I tell you, if you have faith and do not doubt, you will not only do what was done to the fig tree, but even if you tell this mountain, ‘Be lifted up and thrown into the sea,’ it will be done. <sup>22</sup> And if you believe, you will receive whatever you ask for in prayer.” <sup>23</sup> When he entered the temple, the chief priests and the elders of the people came to him as he was teaching and said, “By what authority are you doing these things? Who gave you this authority? ” <sup>24</sup> Jesus answered them, “I will also ask you one question, and if you answer it for me, then I will tell you by what authority I do these things. <sup>25</sup> Did John’s baptism come from heaven, or was it of human origin? ” They discussed it among themselves, “If we say, ‘From heaven,’ he will say to us, ‘Then why didn’t you believe him? ’ <sup>26</sup> But if we say, ‘Of human origin,’ we’re afraid of the crowd, because everyone considers John to be a prophet.” <sup>27</sup> So they answered Jesus, “We don’t know.” And he said to them, “Neither will I tell you by what authority I do these things. <sup>28</sup> “What do you think? A man had two sons. He went to the first and said, ‘My son, go </span>\n    <ins>and </ins>\n    <span>work in the vineyard today.’ <sup>29</sup> “He answered, ‘I don’t want to,’ but later he changed his mind and went. <sup>30</sup> Then the man went to the other and said the same thing. ‘I will, sir,’ he answered, but he didn’t go. <sup>31</sup> Which of the two did his father’s will? ” They said, “The first.” Jesus said to them, “Truly I tell you, tax collectors and prostitutes are entering the kingdom of God before you. <sup>32</sup> For John came to you in the way of righteousness, and you didn’t believe him. Tax collectors and prostitutes did believe him; but you, when you saw it, didn’t even change your minds then and believe him. <sup>33</sup> “Listen to another parable: There was a landowner, who planted a vineyard, put a fence </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> it, dug a winepress in it, and built a watchtower. He leased it to tenant farmers and went away. <sup>34</sup> When the time came to harvest fruit, he sent his servants to the farmers to collect his fruit. <sup>35</sup> The farmers took his servants, beat one, killed another, and stoned a third. <sup>36</sup> Again, he sent other servants, more than the first group, and they did the same to them. <sup>37</sup> Finally, he sent his son to them. ‘They will respect my son,’ he said. <sup>38</sup> “But when the tenant farmers saw the son, they said to each other, ‘This is the heir. Come, let’s kill him and take his inheritance.’ <sup>39</sup> So they seized him, threw him out of the vineyard, and killed him. <sup>40</sup> Therefore, when the owner of the vineyard comes, what will he do to those farmers? ” <sup>41</sup> “He will completely destroy those terrible men,” they told him, “and lease his vineyard to other farmers who will give him his fruit at the harvest.” <sup>42</sup> Jesus said to them, “Have you never read in the Scriptures: The stone that the builders rejected has become the cornerstone. This is what the Lord has done and it is wonderful in our eyes? <sup>43</sup> Therefore I tell you, the kingdom of God will be taken away from you and given to a people producing its fruit. <sup>44</sup> Whoever falls on this stone will be broken to pieces; but on whomever it falls, it will shatter him.” <sup>45</sup> When the chief priests and the Pharisees heard his parables, they knew he was speaking about them. <sup>46</sup> Although they were looking for a way to arrest him, they feared the crowds, because the people regarded him as a prophet. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Once more Jesus spoke to them in parables: <sup>2</sup> “The kingdom of heaven is like a king who gave a wedding banquet for his son. <sup>3</sup> He sent his servants to summon those invited to the banquet, but they didn’t want to come. <sup>4</sup> Again, he sent out other servants and said, ‘Tell those who are invited: See, I’ve prepared my dinner; my oxen and fattened cattle have been slaughtered, and everything is ready. Come to the wedding banquet.’ <sup>5</sup> “But they paid no attention and went away, one to his own farm, another to his business, <sup>6</sup> while the rest seized his servants, mistreated them, and killed them. <sup>7</sup> The king was enraged, and he sent out his troops, killed those murderers, and burned down their city. <sup>8</sup> “Then he told his servants, ‘The banquet is ready, but those who were invited were not worthy. <sup>9</sup> Go then to where the roads exit the city and invite everyone you find to the banquet.’ <sup>10</sup> So those servants went out on the roads and gathered everyone they found, both evil and good. The wedding banquet was filled with guests. <sup>11</sup> When the king came in to see the guests, he saw a man there who was not dressed for a wedding. <sup>12</sup> So he said to him, ‘Friend, how did you get in here without wedding clothes? ’ The man was speechless. <sup>13</sup> “Then the king told the attendants, ‘Tie him up hand and foot, and throw him into the outer darkness, where there will be weeping and gnashing of teeth.’ <sup>14</sup> “For many are invited, but few are chosen.” <sup>15</sup> Then the Pharisees went and plotted how to trap him by what he said. <sup>16</sup> So they sent their disciples to him, along with the Herodians. “Teacher,” they said, “we know that you are truthful and teach truthfully the way of God. You don’t care what anyone thinks nor do you show partiality. <sup>17</sup> Tell us, then, what you think. Is it lawful to pay taxes to Caesar or not? ” <sup>18</sup> Perceiving their malicious intent, Jesus said, “Why are you testing me, hypocrites? <sup>19</sup> Show me the coin used for the tax.” They brought him a denarius. <sup>20</sup> “Whose image and inscription is this? ” he asked them. <sup>21</sup> “Caesar’s,” they said to him. Then he said to them, “Give, then, to Caesar the things that are Caesar’s, and to God the things that are God’s.” <sup>22</sup> When they heard this, they were amazed. So they left him and went away. <sup>23</sup> That same day some Sadducees, who say there is no resurrection, came up to him and questioned him: <sup>24</sup> “Teacher, Moses said, if a man dies, having no children, his brother is to marry his wife and raise up offspring for his brother. <sup>25</sup> Now there were seven brothers among us. The first got married and died. Having no offspring, he left his wife to his brother. <sup>26</sup> The same thing happened to the second also, and the third, and so on to all seven. <sup>27</sup> Last of all, the woman died. <sup>28</sup> In the resurrection, then, whose wife will she be of the seven? For they all had married her.” <sup>29</sup> Jesus answered them, “You are mistaken, because you don’t know the Scriptures or the power of God. <sup>30</sup> For in the resurrection they neither marry nor are given in marriage but are like angels in heaven. <sup>31</sup> Now concerning the resurrection of the dead, haven’t you read what was spoken to you by God: <sup>32</sup> I am the God of Abraham and the God of Isaac and the God of Jacob? He is not the God of the dead, but of the living.” <sup>33</sup> And when the crowds heard this, they were astonished at his teaching. <sup>34</sup> When the Pharisees heard that he had silenced the Sadducees, they came together. <sup>35</sup> And one of them, an expert in the law, asked a question to test him: <sup>36</sup> “Teacher, which command in the law is the greatest? ” <sup>37</sup> He said to him, “Love the Lord your God with all your heart, with all your soul, and with all your mind. <sup>38</sup> This is the greatest and most important command. <sup>39</sup> The second is like it: Love your </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> as yourself. <sup>40</sup> All the Law and the Prophets depend on these two commands.” <sup>41</sup> While the Pharisees were together, Jesus questioned them, <sup>42</sup> “What do you think about the Messiah? Whose son is he? ” They replied, “David’s.” <sup>43</sup> He asked them, “How is it then that David, inspired by the Spirit, calls him ‘Lord’ : <sup>44</sup> The Lord declared to my Lord, ‘Sit at my right hand until I put your enemies under your feet’? <sup>45</sup> “If David calls him ‘Lord,’ how, then, can he be his son? ” <sup>46</sup> No one was able to answer him at all, and from that day </span>\n    <ins>on </ins>\n    <span>no one dared to question him </span>\n    <del>anymore</del>\n    <ins>any more</ins>\n    <span>. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Then Jesus spoke to the crowds and to his disciples: <sup>2</sup> “The scribes and the Pharisees are seated in the chair of Moses. <sup>3</sup> Therefore do whatever they tell you, and observe it. But don’t do what they do, because they don’t </span>\n    <del>practice</del>\n    <ins>practise</ins>\n    <span> what they teach. <sup>4</sup> They tie up heavy loads that are hard to carry and put them on people’s shoulders, but they themselves aren’t willing to lift a finger to move them. <sup>5</sup> They do everything to be seen by others: They enlarge their phylacteries and lengthen their tassels. <sup>6</sup> They love the place of </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> at banquets, the front seats in the synagogues, <sup>7</sup> greetings in the marketplaces, and to be called ‘Rabbi’ by people. <sup>8</sup> “But you are not to be called ‘Rabbi,’ because you have one Teacher, and you are all brothers and sisters. <sup>9</sup> Do not call anyone on earth your father, because you have one Father, who is in heaven. <sup>10</sup> You are not to be called instructors either, because you have one Instructor, the Messiah. <sup>11</sup> The greatest among you will be your servant. <sup>12</sup> Whoever exalts himself will be humbled, and whoever humbles himself will be exalted. <sup>13</sup> “Woe to you, scribes and Pharisees, hypocrites! You shut the door of the kingdom of heaven in people’s faces. For you don’t go in, and you don’t allow those entering to go in. <sup>15</sup> “Woe to you, scribes and Pharisees, hypocrites! You travel over land and sea to make one convert, and when he becomes one, you make him twice as much a child of hell as you are! <sup>16</sup> “Woe to you, blind guides, who say, ‘Whoever takes an oath by the temple, it means nothing. But whoever takes an oath by the gold of the temple is bound by his oath.’ <sup>17</sup> Blind fools! For which is greater, the gold or the temple that sanctified the gold? <sup>18</sup> Also, ‘Whoever takes an oath by the altar, it means nothing; but whoever takes an oath by the gift that is on it is bound by his oath.’ <sup>19</sup> Blind people! For which is greater, the gift or the altar that sanctifies the gift? <sup>20</sup> Therefore, the one who takes an oath by the altar takes an oath by it and by everything on it. <sup>21</sup> The one who takes an oath by the temple takes an oath by it and by him who dwells in it. <sup>22</sup> And the one who takes an oath by heaven takes an oath by God’s throne and by him who sits on it. <sup>23</sup> “Woe to you, scribes and Pharisees, hypocrites! You pay a tenth of mint, dill, and cumin, and yet you have neglected the more important matters of the law ​— ​justice, mercy, and faithfulness. These things should have been done without neglecting the others. <sup>24</sup> Blind guides! You strain out a gnat, but gulp down a camel! <sup>25</sup> “Woe to you, scribes and Pharisees, hypocrites! You clean the outside of the cup and dish, but inside they are full of greed and self-indulgence. <sup>26</sup> Blind Pharisee! First clean the inside of the cup, so that the outside of it may also become clean. <sup>27</sup> “Woe to you, scribes and Pharisees, hypocrites! You are like whitewashed tombs, which appear beautiful on the outside, but inside are full of the bones of the dead and every kind of impurity. <sup>28</sup> In the same way, on the outside you seem righteous to people, but inside you are full of hypocrisy and lawlessness. <sup>29</sup> “Woe to you, scribes and Pharisees, hypocrites! You build the tombs of the prophets and decorate the graves of the righteous, <sup>30</sup> and you say, ‘If we had lived in the days of our ancestors, we wouldn’t have taken part with them in shedding the prophets’ blood.’ <sup>31</sup> So you testify against yourselves that you are descendants of those who murdered the prophets. <sup>32</sup> Fill up, then, the measure of your ancestors’ sins! <sup>33</sup> “Snakes! Brood of vipers! How can you escape being condemned to hell? <sup>34</sup> This is why I am sending you prophets, </span>\n    <del>sages</del>\n    <ins>wise men</ins>\n    <span>, and scribes. Some of them you will kill and crucify, and some of them you will flog in your synagogues and pursue from town to town. <sup>35</sup> So all the righteous blood shed on the earth will be charged to you, from the blood of righteous Abel to the blood of Zechariah, son of Berechiah, whom you murdered between the sanctuary and the altar. <sup>36</sup> Truly I tell you, all these things will come on this generation. <sup>37</sup> “Jerusalem, Jerusalem, who kills the prophets and stones those who are sent to her. How often I wanted to gather your children together, as a hen gathers her chicks under her wings, but you were not willing! <sup>38</sup> See, your house is left to you desolate. <sup>39</sup> For I tell you, you will not see me again until you say, ‘Blessed is he who comes in the name of the Lord’! ” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> As Jesus left and was going out of the temple, his disciples came up and called his attention to its buildings. <sup>2</sup> He replied to them, “Do you see all these things? Truly I tell you, not one stone will be left here on another that will not be thrown down.” <sup>3</sup> While he was sitting on the Mount of Olives, the disciples approached him privately and said, “Tell us, when will these things happen? And what is the sign of your coming and of the end of the age? ” <sup>4</sup> Jesus replied to them, “Watch out that no one deceives you. <sup>5</sup> For many will come in my name, saying, ‘I am the Messiah,’ and they will deceive many. <sup>6</sup> You are going to hear of wars and </span>\n    <del>rumors</del>\n    <ins>rumours</ins>\n    <span> of wars. See that you are not alarmed, because these things must take place, but the end is not yet. <sup>7</sup> For nation will rise up against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. <sup>8</sup> All these events are the beginning of </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> pains. <sup>9</sup> “Then they will hand you over to be persecuted, and they will kill you. You will be hated by all nations because of my name. <sup>10</sup> Then many will fall away, betray one another, and hate one another. <sup>11</sup> Many false prophets will rise up and deceive many. <sup>12</sup> Because lawlessness will multiply, the love of many will grow cold. <sup>13</sup> But the one who endures to the end will be saved. <sup>14</sup> This good news of the kingdom will be proclaimed in all the world as a testimony to all nations, and then the end will come. <sup>15</sup> “So when you see the abomination of desolation, spoken of by the prophet Daniel, standing in the holy place” (let the reader understand), <sup>16</sup> “then those in Judea must flee to the mountains. <sup>17</sup> A man on the housetop must not come down to get things out of his house, <sup>18</sup> and a man in the field must not go back to get his coat. <sup>19</sup> Woe to pregnant women and nursing mothers in those days! <sup>20</sup> Pray that your escape may not be in winter or on a Sabbath. <sup>21</sup> For at that time there will be great distress, the kind that hasn’t taken place from the beginning of the world until now and never will again. <sup>22</sup> Unless those days were cut short, no one would be saved. But those days will be cut short because of the elect. <sup>23</sup> “If anyone tells you then, ‘See, here is the Messiah! ’ or, ‘Over here! ’ do not believe it. <sup>24</sup> For false messiahs and false prophets will arise and perform great signs and wonders to lead astray, if possible, even the elect. <sup>25</sup> Take note: I have told you in advance. <sup>26</sup> So if they tell you, ‘See, he’s in the wilderness! ’ don’t go out; or, ‘See, he’s in the storerooms! ’ do not believe it. <sup>27</sup> For as the lightning comes from the east and flashes as far as the west, so will be the coming of the Son of Man. <sup>28</sup> Wherever the carcass is, there the vultures will gather. <sup>29</sup> “Immediately after the distress of those days, the sun will be darkened, and the moon will not shed its light; the stars will fall from the sky, and the powers of the heavens will be shaken. <sup>30</sup> Then the sign of the Son of Man will appear in the sky, and then all the peoples of the earth will mourn; and they will see the Son of Man coming on the clouds of heaven with power and great glory. <sup>31</sup> He will send out his angels with a loud trumpet, and they will gather his elect from the four winds, from one end of the sky to the other. <sup>32</sup> “Learn this lesson from the fig tree: As soon as its branch becomes tender and sprouts leaves, you know that summer is near. <sup>33</sup> In the same way, when you see all these things, </span>\n    <del>recognize</del>\n    <ins>recognise</ins>\n    <span> that he is near ​— ​at the door. <sup>34</sup> Truly I tell you, this generation will certainly not pass away until all these things take place. <sup>35</sup> Heaven and earth will pass away, but my words will never pass away. <sup>36</sup> “Now concerning that day and hour no one knows ​— ​neither the angels of heaven nor the Son ​— ​except the Father alone. <sup>37</sup> As the days of Noah were, so the coming of the Son of Man will be. <sup>38</sup> For in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day Noah boarded the ark. <sup>39</sup> They didn’t know until the flood came and swept them all away. This is the way the coming of the Son of Man will be. <sup>40</sup> Then two men will be in the field; one will be taken and one left. <sup>41</sup> Two women will be grinding grain with a hand mill; one will be taken and one left. <sup>42</sup> Therefore be alert, since you don’t know what day your Lord is coming. <sup>43</sup> But know this: If the homeowner had known what time the thief was coming, he would have stayed alert and not let his house be broken into. <sup>44</sup> This is why you are also to be ready, because the Son of Man is coming at an hour you do not expect. <sup>45</sup> “Who then is a faithful and wise servant, whom his master has put in charge of his household, to give them food at the proper time? <sup>46</sup> Blessed is that servant whom the master finds doing his job when he comes. <sup>47</sup> Truly I tell you, he will put him in charge of all his possessions. <sup>48</sup> But if that wicked servant says in his heart, ‘My master is delayed,’ <sup>49</sup> and starts to beat his fellow servants, and eats and drinks with drunkards, <sup>50</sup> that servant’s master will come on a day he does not expect him and at an hour he does not know. <sup>51</sup> He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> “At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the groom. <sup>2</sup> Five of them were foolish and five were wise. <sup>3</sup> When the foolish took their lamps, they didn’t take oil with them; <sup>4</sup> but the wise ones took oil in their flasks with their lamps. <sup>5</sup> When the groom was delayed, they all became drowsy and fell asleep. <sup>6</sup> “In the middle of the night there was a shout: ‘Here’s the groom! Come out to meet him.’ <sup>7</sup> “Then all the virgins got up and trimmed their lamps. <sup>8</sup> The foolish ones said to the wise ones, ‘Give us some of your oil, because our lamps are going out.’ <sup>9</sup> “The wise ones answered, ‘No, there won’t be enough for us and for you. Go instead to those who sell oil, and buy some for yourselves.’ <sup>10</sup> “When they had gone to buy some, the groom arrived, and those who were ready went in with him to the wedding banquet, and the door was shut. <sup>11</sup> Later the rest of the virgins also came and said, ‘Master, master, open up for us! ’ <sup>12</sup> “He replied, ‘Truly I tell you, I don’t know you! ’ <sup>13</sup> “Therefore be alert, because you don’t know either the day or the hour. <sup>14</sup> “For it is just like a man about to go on a journey. He called his own servants and entrusted his possessions to them. <sup>15</sup> To one he gave five talents, to another two talents, and to another one talent, depending on each one’s ability. Then he went on a journey. Immediately <sup>16</sup> the man who had received five talents went, put them to work, and earned five more. <sup>17</sup> In the same way the man with two earned two more. <sup>18</sup> But the man who had received one talent went off, dug a hole in the ground, and hid his master’s money. <sup>19</sup> “After a long time the master of those servants came and settled accounts with them. <sup>20</sup> The man who had received five talents approached, presented five more talents, and said, ‘Master, you gave me five talents. See, I’ve earned five more talents.’ <sup>21</sup> “His master said to him, ‘Well done, good and faithful servant! You were faithful over a few things; I will put you in charge of many things. Share your master’s joy.’ <sup>22</sup> “The man with two talents also approached. He said, ‘Master, you gave me two talents. See, I’ve earned two more talents.’ <sup>23</sup> “His master said to him, ‘Well done, good and faithful servant! You were faithful over a few things; I will put you in charge of many things. Share your master’s joy.’ <sup>24</sup> “The man who had received one talent also approached and said, ‘Master, I know you. You’re a harsh man, reaping where you haven’t sown and gathering where you haven’t scattered seed. <sup>25</sup> So I was afraid and went off and hid your talent in the ground. See, you have what is yours.’ <sup>26</sup> “His master replied to him, ‘You evil, lazy servant! If you knew that I reap where I haven’t sown and gather where I haven’t scattered, <sup>27</sup> then you should have deposited my money with the bankers, and I would have received my money back with interest when I returned. <sup>28</sup> “ ‘So take the talent from him and give it to the one who has ten talents. <sup>29</sup> For to everyone who has, more will be given, and he will have more than enough. But from the one who does not have, even what he has will be taken away from him. <sup>30</sup> And throw this good-for-nothing servant into the outer darkness, where there will be weeping and gnashing of teeth.’ <sup>31</sup> “When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne. <sup>32</sup> All the nations will be gathered before him, and he will separate them one from another, just as a shepherd separates the sheep from the goats. <sup>33</sup> He will put the sheep on his right and the goats on the left. <sup>34</sup> Then the King will say to those on his right, ‘Come, you who are blessed by my Father; inherit the kingdom prepared for you from the foundation of the world. <sup>35</sup> “ ‘For I was hungry and you gave me something to eat; I was thirsty and you gave me something to drink; I was a stranger and you took me in; <sup>36</sup> I was naked and you clothed me; I was </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span> and you took care of me; I was in prison and you visited me.’ <sup>37</sup> “Then the righteous will answer him, ‘Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup>38</sup> When did we see you a stranger and take you in, or without clothes and clothe you? <sup>39</sup> When did we see you </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span>, or in prison, and visit you? ’ <sup>40</sup> “And the King will answer them, ‘Truly I tell you, whatever you did for one of the least of these brothers and sisters of mine, you did for me.’ <sup>41</sup> “Then he will also say to those on the left, ‘Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels! <sup>42</sup> For I was hungry and you gave me nothing to eat; I was thirsty and you gave me nothing to drink; <sup>43</sup> I was a stranger and you didn’t take me in; I was naked and you didn’t clothe me, </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span> and in prison and you didn’t take care of me.’ <sup>44</sup> “Then they too will answer, ‘Lord, when did we see you hungry, or thirsty, or a stranger, or without clothes, or </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span>, or in prison, and not help you? ’ <sup>45</sup> “Then he will answer them, ‘Truly I tell you, whatever you did not do for one of the least of these, you did not do for me.’ <sup>46</sup> “And they will go away into eternal punishment, but the righteous into eternal life.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When Jesus had finished saying all these things, he told his disciples, <sup>2</sup> “You know that the Passover takes place after two days, and the Son of Man will be handed over to be crucified.” <sup>3</sup> Then the chief priests and the elders of the people assembled in the courtyard of the high priest, who was named Caiaphas, <sup>4</sup> and they conspired to arrest Jesus in a treacherous way and kill him. <sup>5</sup> “Not during the festival,” they said, “so there won’t be rioting among the people.” <sup>6</sup> While Jesus was in Bethany at the house of Simon the leper, <sup>7</sup> a woman approached him with an alabaster jar of very expensive perfume. She poured it on his head as he was reclining at the table. <sup>8</sup> When the disciples saw it, they were indignant. “Why this waste? ” they asked. <sup>9</sup> “This might have been sold for a great deal and given to the poor.” <sup>10</sup> Aware of this, Jesus said to them, “Why are you bothering this woman? She has done a noble thing for me. <sup>11</sup> You always have the poor with you, but you do not always have me. <sup>12</sup> By pouring this perfume on my body, she has prepared me for burial. <sup>13</sup> Truly I tell you, wherever this gospel is proclaimed in the whole world, what she has done will also be told in memory of her.” <sup>14</sup> Then one of the Twelve, the man called Judas Iscariot, went to the chief priests <sup>15</sup> and said, “What are you willing to give me if I hand him over to you? ” So they weighed out thirty pieces of silver for him. <sup>16</sup> And from that time he started looking for a good opportunity to betray him. <sup>17</sup> On the first day of Unleavened Bread the disciples came to Jesus and asked, “Where do you want us to make preparations for you to eat the Passover? ” <sup>18</sup> “Go into the city to a certain man,” he said, “and tell him, ‘The Teacher says: My time is near; I am celebrating the Passover at your place with my disciples.’ ” <sup>19</sup> So the disciples did as Jesus had directed them and prepared the Passover. <sup>20</sup> When evening came, he was reclining at the table with the Twelve. <sup>21</sup> While they were eating, he said, “Truly I tell you, one of you will betray me.” <sup>22</sup> Deeply distressed, each one began to say to him, “Surely not I, Lord? ” <sup>23</sup> He replied, “The one who dipped his hand with me in the bowl ​— ​he will betray me. <sup>24</sup> The Son of Man will go just as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would have been better for him if he had not been born.” <sup>25</sup> Judas, his betrayer, replied, “Surely not I, Rabbi? ” “You have said it,” he told him. <sup>26</sup> As they were eating, Jesus took bread, blessed and broke it, gave it to the disciples, and said, “Take and eat it; this is my body.” <sup>27</sup> Then he took a cup, and after giving thanks, he gave it to them and said, “Drink from it, all of you. <sup>28</sup> For this is my blood of the covenant, which is poured out for many for the forgiveness of sins. <sup>29</sup> But I tell you, I will not drink from this fruit of the vine from now on until that day when I drink it new with you in my Father’s kingdom.” <sup>30</sup> After singing a hymn, they went out to the Mount of Olives. <sup>31</sup> Then Jesus said to them, “Tonight all of you will fall away because of me, for it is written: I will strike the shepherd, and the sheep of the flock will be scattered. <sup>32</sup> But after I have risen, I will go ahead of you to Galilee.” <sup>33</sup> Peter told him, “Even if everyone falls away because of you, I will never fall away.” <sup>34</sup> “Truly I tell you,” Jesus said to him, “tonight, before the </span>\n    <del>rooster</del>\n    <ins>cock</ins>\n    <span> crows, you will deny me three times.” <sup>35</sup> “Even if I have to die with you,” Peter told him, “I will never deny you,” and all the disciples said the same thing. <sup>36</sup> Then Jesus came with them to a place called Gethsemane, and he told the disciples, “Sit here while I go over there and pray.” <sup>37</sup> Taking along Peter and the two sons of Zebedee, he began to be sorrowful and troubled. <sup>38</sup> He said to them, “I am deeply grieved to the point of death. Remain here and stay awake with me.” <sup>39</sup> Going a little </span>\n    <del>farther</del>\n    <ins>further</ins>\n    <span>, he fell </span>\n    <del>facedown</del>\n    <ins>face down</ins>\n    <span> and prayed, “My Father, if it is possible, let this cup pass from me. Yet not as I will, but as you will.” <sup>40</sup> Then he came to the disciples and found them sleeping. He asked Peter, “So, couldn’t you stay awake with me </span>\n    <ins>for </ins>\n    <span>one hour? <sup>41</sup> Stay awake and pray, so that you won’t enter into temptation. The spirit is willing, but the flesh is weak.” <sup>42</sup> Again, a second time, he went away and prayed, “My Father, if this cannot pass unless I drink it, your will be done.” <sup>43</sup> And he came again and found them sleeping, because they could not keep their eyes open. <sup>44</sup> After leaving them, he went away again and prayed a third time, saying the same thing once more. <sup>45</sup> Then he came to the disciples and said to them, “Are you still sleeping and resting? See, the time is near. The Son of Man is betrayed into the hands of sinners. <sup>46</sup> Get up; let’s go. See, my betrayer is near.” <sup>47</sup> While he was still speaking, Judas, one of the Twelve, suddenly arrived. A large mob with swords and clubs was with him from the chief priests and elders of the people. <sup>48</sup> His betrayer had given them a sign: “The one I kiss, he’s the one; arrest him.” <sup>49</sup> So immediately he went up to Jesus and said, “Greetings, Rabbi! ” and kissed him. <sup>50</sup> “Friend,” Jesus asked him, “why have you come? ” Then they came up, took hold of Jesus, and arrested him. <sup>51</sup> At that moment one of those with Jesus reached out his hand and drew his sword. He struck the high priest’s servant and cut off his ear. <sup>52</sup> Then Jesus told him, “Put your sword back in its place because all who take up the sword will perish by the sword. <sup>53</sup> Or do you think that I cannot call on my Father, and he will provide me here and now with more than twelve legions of angels? <sup>54</sup> How, then, would the Scriptures be fulfilled that say it must happen this way? ” <sup>55</sup> At that time Jesus said to the crowds, “Have you come out with swords and clubs, as if I were a criminal, to capture me? Every day I used to sit, teaching in the temple, and you didn’t arrest me. <sup>56</sup> But all this has happened so that the writings of the prophets would be fulfilled.” Then all the disciples deserted him and ran away. <sup>57</sup> Those who had arrested Jesus led him away to Caiaphas the high priest, where the scribes and the elders had convened. <sup>58</sup> Peter was following him at a distance right to the high priest’s courtyard. He went in and was sitting with the servants to see the outcome. <sup>59</sup> The chief priests and the whole Sanhedrin were looking for false testimony against Jesus so that they could put him to death, <sup>60</sup> but they could not find any, even though many false witnesses came forward. Finally, two who came forward <sup>61</sup> stated, “This man said, ‘I can destroy the temple of God and rebuild it in three days.’ ” <sup>62</sup> The high priest stood up and said to him, “Don’t you have an answer to what these men are testifying against you? ” <sup>63</sup> But Jesus kept silent. The high priest said to him, “I charge you under oath by the living God: Tell us if you are the Messiah, the Son of God.” <sup>64</sup> “You have said it,” Jesus told him. “But I tell you, in the future you will see the Son of Man seated at the right hand of Power and coming on the clouds of heaven.” <sup>65</sup> Then the high priest tore his robes and said, “He has blasphemed! Why do we still need witnesses? See, now you’ve heard the blasphemy. <sup>66</sup> What is your decision? ” They answered, “He deserves death! ” <sup>67</sup> Then they spat in his face and beat him; others slapped him <sup>68</sup> and said, “Prophesy to us, Messiah! Who was it that hit you? ” <sup>69</sup> Now Peter was sitting outside in the courtyard. A servant girl approached him and said, “You were with Jesus the Galilean too.” <sup>70</sup> But he denied it in front of everyone: “I don’t know what you’re talking about.” <sup>71</sup> When he had gone out to the gateway, another woman saw him and told those who were there, “This man was with Jesus the Nazarene! ” <sup>72</sup> And again he denied it with an oath: “I don’t know the man! ” <sup>73</sup> After a little while those standing there approached and said to Peter, “You really are one of them, since even your accent gives you away.” <sup>74</sup> Then he started to curse and to swear with an oath, “I don’t know the man! ” Immediately a </span>\n    <del>rooster</del>\n    <ins>cock</ins>\n    <span> crowed, <sup>75</sup> and Peter remembered the words Jesus had spoken, “Before the </span>\n    <del>rooster</del>\n    <ins>cock</ins>\n    <span> crows, you will deny me three times.” And he went outside and wept bitterly. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When daybreak came, all the chief priests and the elders of the people plotted against Jesus to put him to death. <sup>2</sup> After tying him up, they led him away and handed him over to Pilate, the governor. <sup>3</sup> Then Judas, his betrayer, seeing that Jesus had been condemned, was full of remorse and returned the thirty pieces of silver to the chief priests and elders. <sup>4</sup> “I have sinned by betraying innocent blood,” he said. “What’s that to us? ” they said. “See to it yourself! ” <sup>5</sup> So he threw the silver into the temple and departed. Then he went and hanged himself. <sup>6</sup> The chief priests took the silver and said, “It’s not permitted to put it into the temple treasury, since it is blood money.” <sup>7</sup> They conferred together and bought the potter’s field with it as a burial place for foreigners. <sup>8</sup> Therefore that field has been called “Field of Blood” to this day. <sup>9</sup> Then what was spoken through the prophet Jeremiah was fulfilled: They took the thirty pieces of silver, the price of him whose price was set by the Israelites, <sup>10</sup> and they gave them for the potter’s field, as the Lord directed me. <sup>11</sup> Now Jesus stood before the governor. “Are you the king of the Jews? ” the governor asked him. Jesus answered, “You say so.” <sup>12</sup> While he was being accused by the chief priests and elders, he didn’t answer. <sup>13</sup> Then Pilate said to him, “Don’t you hear how much they are testifying against you? ” <sup>14</sup> But he didn’t answer him on even one charge, so that the governor was quite amazed. <sup>15</sup> At the festival the governor’s custom was to release to the crowd a prisoner they wanted. <sup>16</sup> At that time they had a notorious prisoner called Barabbas. <sup>17</sup> So when they had gathered together, Pilate said to them, “Who is it you want me to release for you ​— ​Barabbas, or Jesus who is called Christ? ” <sup>18</sup> For he knew it was because of envy that they had handed him over. <sup>19</sup> While he was sitting on the judge’s bench, his wife sent word to him, “Have nothing to do with that righteous man, for today I’ve suffered terribly in a dream because of him.” <sup>20</sup> The chief priests and the elders, however, persuaded the crowds to ask for Barabbas and to execute Jesus. <sup>21</sup> The governor asked them, “Which of the two do you want me to release for you? ” “Barabbas! ” they answered. <sup>22</sup> Pilate asked them, “What should I do then with Jesus, who is called Christ? ” They all answered, “Crucify him! ” <sup>23</sup> Then he said, “Why? What has he done wrong? ” But they kept shouting all the more, “Crucify him! ” <sup>24</sup> When Pilate saw that he was getting nowhere, but that a riot was starting instead, he took some water, washed his hands in front of the crowd, and said, “I am innocent of this man’s blood. See to it yourselves! ” <sup>25</sup> All the people answered, “His blood be on us and on our children! ” <sup>26</sup> Then he released Barabbas to them and, after having Jesus flogged, handed him over to be crucified. <sup>27</sup> Then the governor’s soldiers took Jesus into the governor’s residence and gathered the whole company around him. <sup>28</sup> They stripped him and dressed him in a scarlet robe. <sup>29</sup> They twisted together a crown of thorns, put it on his head, and placed a staff in his right hand. And they knelt down before him and mocked him: “Hail, king of the Jews! ” <sup>30</sup> Then they spat on him, took the staff, and kept hitting him on the head. <sup>31</sup> After they had mocked him, they stripped him of the robe, put his own clothes on him, and led him away to crucify him. <sup>32</sup> As they were going out, they found a Cyrenian man named Simon. They forced him to carry his cross. <sup>33</sup> When they came to a place called 'Golgotha' (which means Place of the Skull), <sup>34</sup> they gave him wine mixed with gall to drink. But when he tasted it, he refused to drink it. <sup>35</sup> After crucifying him, they divided his clothes by casting lots. <sup>36</sup> Then they sat down and were guarding him there. <sup>37</sup> Above his head they put up the charge against him in writing: This Is </span>\n    <del>J esus</del>\n    <ins>Jesus</ins>\n    <span>, </span>\n    <del>the</del>\n    <ins>undefinedthe</ins>\n    <span> King of the Jews. <sup>38</sup> Then two criminals were crucified with him, one on the right and one on the left. <sup>39</sup> Those who passed by were yelling insults at him, shaking their heads <sup>40</sup> and saying, “You who would destroy the temple and rebuild it in three days, save yourself! If you are the Son of God, come down from the cross! ” <sup>41</sup> In the same way the chief priests, with the scribes and elders, mocked him and said, <sup>42</sup> “He saved others, but he cannot save himself! He is the King of Israel! Let him come down now from the cross, and we will believe in him. <sup>43</sup> He trusts in God; let God rescue him now ​— ​if he takes pleasure in him! For he said, ‘I am the Son of God.</span>\n    <del>’ </del>\n    <span>” </span>\n    <ins>’ </ins>\n    <span><sup>44</sup> In the same way even the criminals who were crucified with him taunted him. <sup>45</sup> From noon until three in the afternoon, darkness came over the whole land. <sup>46</sup> </span>\n    <del>About</del>\n    <ins>At about</ins>\n    <span> three in the afternoon Jesus cried out with a loud voice, “</span>\n    <ins>'</ins>\n    <span>Elí, Elí, lemá</span>\n    <ins>' '</ins>\n    <span>sabachtháni</span>\n    <ins>' </ins>\n    <span>? ” that is, “My God, my God, why have you abandoned me ?” <sup>47</sup> When some of those standing there heard this, they said, “He’s calling for Elijah.” <sup>48</sup> Immediately one of them ran and got a sponge, filled it with sour wine, put it on a stick, and offered him a drink. <sup>49</sup> But the rest said, “Let’s see if Elijah comes to save him.” <sup>50</sup> But Jesus cried out again with a loud voice and gave up his spirit. <sup>51</sup> Suddenly, the curtain of the sanctuary was torn in two from top to bottom, the earth quaked, and the rocks were split. <sup>52</sup> The tombs were also opened and many bodies of the saints who had fallen asleep were raised. <sup>53</sup> And they came out of the tombs after his resurrection, entered the holy city, and appeared to many. <sup>54</sup> When the centurion and those with him, who were keeping watch over Jesus, saw the earthquake and the things that had happened, they were terrified and said, “Truly this man was the Son of God! ” <sup>55</sup> Many women who had followed Jesus from Galilee and looked after him were there, watching from a distance. <sup>56</sup> Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee’s sons. <sup>57</sup> When it was evening, a rich man from Arimathea named Joseph came, who himself had also become a disciple of Jesus. <sup>58</sup> He approached Pilate and asked for Jesus’s body. Then Pilate ordered that it be released. <sup>59</sup> So Joseph took the body, wrapped it in clean, fine linen, <sup>60</sup> and placed it in his new tomb, which he had cut into the rock. He left after rolling a great stone against the entrance of the tomb. <sup>61</sup> Mary Magdalene and the other Mary were seated there, facing the tomb. <sup>62</sup> The next day, which followed the preparation day, the chief priests and the Pharisees gathered before Pilate <sup>63</sup> and said, “Sir, we remember that while this deceiver was still alive he said, ‘After three days I will rise again.’ <sup>64</sup> So give orders that the tomb be made secure until the third day. Otherwise, his disciples may come, steal him, and tell the people, ‘He has been raised from the dead,’ and the last deception will be worse than the first.” <sup>65</sup> “Take guards,” Pilate told them. “Go and make it as secure as you know how.” <sup>66</sup> They went and secured the tomb by setting a seal on the stone and placing the guards. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> After the Sabbath, as the first day of the week was dawning, Mary Magdalene and the other Mary went to view the tomb. <sup>2</sup> There was a violent earthquake, because an angel of the Lord descended from heaven and approached the tomb. He rolled back the stone and was sitting on it. <sup>3</sup> His appearance was like lightning, and his clothing was as white as snow. <sup>4</sup> The guards were so shaken by fear of him that they became like dead men. <sup>5</sup> The angel told the women, “Don’t be afraid, because I know you are looking for Jesus who was crucified. <sup>6</sup> He is not here. For he has risen, just as he said. Come and see the place where he lay. <sup>7</sup> Then go quickly and tell his disciples, ‘He has risen from the dead and indeed he is going ahead of you to Galilee; you will see him there.’ Listen, I have told you.” <sup>8</sup> So, departing quickly from the tomb with fear and great joy, they ran to tell his disciples the news. <sup>9</sup> Just then Jesus met them and said, “Greetings! ” They came up, took hold of his feet, and </span>\n    <del>worshiped</del>\n    <ins>worshipped</ins>\n    <span> him. <sup>10</sup> Then Jesus told them, “Do not be afraid. Go and tell my brothers to leave for Galilee, and they will see me there.” <sup>11</sup> As they were on their way, some of the guards came into the city and reported to the chief priests everything that had happened. <sup>12</sup> After the priests had assembled with the elders and agreed on a plan, they gave the soldiers a large sum of money <sup>13</sup> and told them, “Say this, ‘His disciples came during the night and stole him while we were sleeping.’ <sup>14</sup> If this reaches the governor’s ears, we will deal with him and keep you out of trouble.” <sup>15</sup> They took the money and did as they were instructed, and this story has been spread among Jewish people to this day. <sup>16</sup> The eleven disciples </span>\n    <del>traveled</del>\n    <ins>travelled</ins>\n    <span> to Galilee, to the mountain where Jesus had directed them. <sup>17</sup> When they saw him, they </span>\n    <del>worshiped</del>\n    <ins>worshipped</ins>\n    <span>, but some doubted. <sup>18</sup> Jesus came near and said to them, “All authority has been given to me in heaven and on earth. <sup>19</sup> Go, therefore, and make disciples of all nations, </span>\n    <del>baptizing</del>\n    <ins>baptising</ins>\n    <span> them in the name of the Father and of the Son and of the Holy Spirit, <sup>20</sup> teaching them to observe everything I have commanded you. And remember, I am with you always, to the end of the age.” </span>\n  </p>\n"]