["<p>\n    <span> <sup>1</sup> Many have undertaken to compile a narrative about the events that have been fulfilled among us, <sup>2</sup> just as the original </span>\n    <del>eyewitnesses</del>\n    <ins>eye-witnesses</ins>\n    <span> and servants of the word handed them down to us. <sup>3</sup> So it also seemed good to me, since I have carefully investigated everything from the very first, to write to you in an orderly sequence, most </span>\n    <del>honorable</del>\n    <ins>honourable</ins>\n    <span> Theophilus, <sup>4</sup> so that you may know the certainty of the things about which you have been instructed. <sup>5</sup> In the days of King Herod of Judea, there was a priest of Abijah’s division named Zechariah. His wife was from the daughters of Aaron, and her name was Elizabeth. <sup>6</sup> Both were righteous in God’s sight, living </span>\n    <del>without blame</del>\n    <ins>blamelessly</ins>\n    <span> according to all the commands and requirements of the Lord. <sup>7</sup> But they had no children because Elizabeth could not conceive, and both of them were well </span>\n    <del>along</del>\n    <ins>on</ins>\n    <span> in years. <sup>8</sup> When his division was on duty and he was serving as priest before God, <sup>9</sup> it happened that he was chosen by lot, according to the custom of the priesthood, to enter the sanctuary of the Lord and burn incense. <sup>10</sup> At the hour of incense the whole assembly of the people was praying outside. <sup>11</sup> An angel of the Lord appeared to him, standing to the right of the altar of incense. <sup>12</sup> When Zechariah saw him, he was terrified and overcome with fear. <sup>13</sup> But the angel said to him, “Do not be afraid, Zechariah, because your prayer has been heard. Your wife Elizabeth will bear you a son, and you will name him John. <sup>14</sup> There will be joy and delight for you, and many will rejoice at his birth. <sup>15</sup> For he will be great in the sight of the Lord and will never drink wine or beer. He will be filled with the Holy Spirit while still in his mother’s womb. <sup>16</sup> He will turn many of the children of Israel to the Lord their God. <sup>17</sup> And he will go before him in the spirit and power of Elijah, to turn the hearts of fathers to their children, and the disobedient to the understanding of the righteous, to make ready for the Lord a prepared people.” <sup>18</sup> “How can I know this? ” Zechariah asked the angel. “For I am an old man, and my wife is well </span>\n    <del>along</del>\n    <ins>on</ins>\n    <span> in years.” <sup>19</sup> The angel answered him, “I am Gabriel, who stands in the presence of God, and I was sent to speak to you and tell you this good news. <sup>20</sup> Now listen. You will become silent and unable to speak until the day these things take place, because you did not believe my words, which will be fulfilled in their proper time.” <sup>21</sup> Meanwhile, the people were waiting for Zechariah, amazed that he stayed so long in the sanctuary. <sup>22</sup> When he did come out, he could not speak to them. Then they </span>\n    <del>realized</del>\n    <ins>realised</ins>\n    <span> that he had seen a vision in the sanctuary. He was making signs to them and remained speechless. <sup>23</sup> When the days of his ministry were completed, he went back home. <sup>24</sup> After these days his wife Elizabeth conceived and kept herself in seclusion for five months. She said, <sup>25</sup> “The Lord has done this for me. He has looked with </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> in these days to take away my disgrace among the people.” <sup>26</sup> In the sixth month, the angel Gabriel was sent by God to a town in Galilee called Nazareth, <sup>27</sup> to a virgin engaged to a man named Joseph, of the house of David. The virgin’s name was Mary. <sup>28</sup> And the angel came to her and said, “Greetings, </span>\n    <del>favored</del>\n    <ins>favoured</ins>\n    <span> woman! The Lord is with you.” <sup>29</sup> But she was deeply troubled by this statement, wondering what kind of greeting this could be. <sup>30</sup> Then the angel told her, “Do not be afraid, Mary, for you have found </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> with God. <sup>31</sup> Now listen: You will conceive and give birth to a son, and you will name him Jesus. <sup>32</sup> He will be great and will be called the Son of the Most High, and the Lord God will give him the throne of his father David. <sup>33</sup> He will reign over the house of Jacob </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, and his kingdom will have no end.” <sup>34</sup> Mary asked the angel, “How can this be, since I have not had sexual relations with a man? ” <sup>35</sup> The angel replied to her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you. Therefore, the holy one to be born will be called the Son of God. <sup>36</sup> And consider your relative Elizabeth ​— ​even she has conceived a son in her old age, and this is the sixth month for her who was called childless. <sup>37</sup> For nothing will be impossible with God.” <sup>38</sup> “See, I am the Lord’s servant,” said Mary. “May it happen to me as you have said.” Then the angel left her. <sup>39</sup> In those days Mary set out and hurried to a town in the hill country of Judah <sup>40</sup> where she entered Zechariah’s house and greeted Elizabeth. <sup>41</sup> When Elizabeth heard Mary’s greeting, the baby leaped inside her, and Elizabeth was filled with the Holy Spirit. <sup>42</sup> Then she exclaimed with a loud cry, “Blessed are you among women, and your child will be blessed! <sup>43</sup> How could this happen to me, that the mother of my Lord should come to me? <sup>44</sup> For you see, when the sound of your greeting reached my ears, the baby leaped for joy inside me. <sup>45</sup> Blessed is she who has believed that the Lord would </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> what he has spoken to her! ” <sup>46</sup> And Mary said: My soul magnifies the Lord, <sup>47</sup> and my spirit rejoices in God my </span>\n    <del>Savior</del>\n    <ins>Saviour</ins>\n    <span>, <sup>48</sup> because he has looked with </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> on the humble condition of his servant. Surely, from now on all generations will call me blessed, <sup>49</sup> because the Mighty One has done great things for me, and his name is holy. <sup>50</sup> His mercy is from generation to generation on those who fear him. <sup>51</sup> He has done a mighty deed with his arm; he has scattered the proud because of the thoughts of their hearts; <sup>52</sup> he has toppled the mighty from their thrones and exalted the lowly. <sup>53</sup> He has satisfied the hungry with good things and sent the rich away empty. <sup>54</sup> He has helped his servant Israel, remembering his mercy <sup>55</sup> to Abraham and his descendants </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span>, just as he spoke to our ancestors. <sup>56</sup> And Mary stayed with her </span>\n    <ins>for </ins>\n    <span>about three months; then she returned to her home. <sup>57</sup> Now the time had come for Elizabeth to give birth, and she had a son. <sup>58</sup> Then her </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span> and relatives heard that the Lord had shown her his great mercy, and they rejoiced with her. <sup>59</sup> When they came to circumcise the child on the eighth day, they were going to name him Zechariah, after his father. <sup>60</sup> But his mother responded, “No. He will be called John.” <sup>61</sup> Then they said to her, “None of your relatives has that name.” <sup>62</sup> So they motioned to his father to find out what he wanted him to be called. <sup>63</sup> He asked for a writing tablet and wrote, “His name is John.” And they were all amazed. <sup>64</sup> Immediately his mouth was opened and his tongue set free, and he began to speak, praising God. <sup>65</sup> Fear came on all those who lived around them, and all these things were being talked about throughout the hill country of Judea. <sup>66</sup> All who heard about him took it to heart, saying, “What then will this child become? ” For, indeed, the Lord’s hand was with him. <sup>67</sup> Then his father Zechariah was filled with the Holy Spirit and prophesied: <sup>68</sup> Blessed is the Lord, the God of Israel, because he has visited and provided redemption for his people. <sup>69</sup> He has raised up a horn of salvation for us in the house of his servant David, <sup>70</sup> just as he spoke by the mouth of his holy prophets in ancient times; <sup>71</sup> salvation from our enemies and from the hand of those who hate us. <sup>72</sup> He has dealt mercifully with our ancestors and remembered his holy covenant — <sup>73</sup> the oath that he swore to our father Abraham, to grant that we, <sup>74</sup> </span>\n    <del>we </del>\n    <span>having been rescued from the hand of our enemies, would serve him without fear <sup>75</sup> in holiness and righteousness in his presence all our days. <sup>76</sup> And you, child, will be called a prophet of the Most High, for you will go before the Lord to prepare his ways, <sup>77</sup> to give his people knowledge of salvation through the forgiveness of their sins. <sup>78</sup> Because of our God’s merciful compassion, the dawn from on high will visit us <sup>79</sup> to shine on those who live in darkness and the shadow of death, to guide our feet into the way of peace. <sup>80</sup> The child grew up and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> In those days a decree went out from Caesar Augustus that the whole empire should be registered. <sup>2</sup> This first registration took place while Quirinius was governing Syria. <sup>3</sup> So everyone went to be registered, each to his own town. <sup>4</sup> Joseph also went up from the town of Nazareth in Galilee, to Judea, to the city of David, which is called Bethlehem, because he was of the house and family line of David, <sup>5</sup> to be registered along with Mary, who was engaged to him and was pregnant. <sup>6</sup> While they were there, the time came for her to give birth. <sup>7</sup> Then she gave birth to her firstborn son, and she wrapped him tightly in cloth and laid him in a manger, because there was no guest room available for them. <sup>8</sup> In the same region, shepherds were staying out in the fields and keeping watch at night over their flock. <sup>9</sup> Then an angel of the Lord stood before them, and the glory of the Lord shone around them, and they were terrified. <sup>10</sup> But the angel said to them, “Don’t be afraid, for look, I proclaim to you good news of great joy that will be for all the people: <sup>11</sup> Today in the city of David a </span>\n    <del>Savior</del>\n    <ins>Saviour</ins>\n    <span> was born for you, who is the Messiah, the Lord. <sup>12</sup> This will be the sign for you: You will find a baby wrapped tightly in cloth and lying in a manger.” <sup>13</sup> Suddenly there was a multitude of the heavenly host with the angel, praising God and saying: <sup>14</sup> Glory to God in the highest heaven, and peace on earth to people he </span>\n    <del>favors</del>\n    <ins>favours</ins>\n    <span>! <sup>15</sup> When the angels had left them and returned to heaven, the shepherds said to one another, “Let’s go straight to Bethlehem and see what has happened, which the Lord has made known to us.” <sup>16</sup> They hurried off and found both Mary and Joseph, and the baby who was lying in the manger. <sup>17</sup> After seeing them, they reported the message they were told about this child, <sup>18</sup> and all who heard it were amazed at what the shepherds said to them. <sup>19</sup> But Mary was treasuring up all these things in her heart and meditating on them. <sup>20</sup> The shepherds returned, glorifying and praising God for all the things they had seen and heard, which were just as they had been told. <sup>21</sup> When the eight days were completed for his circumcision, he was named Jesus ​— ​the name given by the angel before he was conceived. <sup>22</sup> And when the days of their purification according to the law of Moses were finished, they brought him up to Jerusalem to present him to the Lord <sup>23</sup> (just as it is written in the law of the Lord, Every firstborn male will be dedicated to the Lord ) <sup>24</sup> and to offer a sacrifice (according to what is stated in the law of the Lord, a pair of turtledoves or two young pigeons ). <sup>25</sup> There was a man in Jerusalem whose name was Simeon. This man was righteous and devout, looking forward to Israel’s consolation, and the Holy Spirit was on him. <sup>26</sup> It had been revealed to him by the Holy Spirit that he would not see death before he saw the Lord’s Messiah. <sup>27</sup> Guided by the Spirit, he entered the temple. When the parents brought in the child Jesus to perform for him what was customary under the law, <sup>28</sup> Simeon took him up in his arms, praised God, and said, <sup>29</sup> Now, Master, you can dismiss your servant in peace, as you promised. <sup>30</sup> For my eyes have seen your salvation. <sup>31</sup> You have prepared it in the presence of all peoples — <sup>32</sup> a light for revelation to the Gentiles and glory to your people Israel. <sup>33</sup> His father and mother were amazed at what was being said about him. <sup>34</sup> Then Simeon blessed them and told his mother Mary, “Indeed, this child is destined to cause the fall and rise of many in Israel and to be a sign that will be opposed ​— ​ <sup>35</sup> and a sword will pierce your own soul ​— ​that the thoughts of many hearts may be revealed.” <sup>36</sup> There was also a prophetess, Anna, a daughter of Phanuel, of the tribe of Asher. She was well </span>\n    <del>along</del>\n    <ins>on</ins>\n    <span> in years, having lived with her husband seven years after her marriage, <sup>37</sup> and was a widow for eighty-four years. She did not leave the temple, serving God night and day with fasting and prayers. <sup>38</sup> At that very moment, she came up and began to thank God and to speak about him to all who were looking forward to the redemption of Jerusalem. <sup>39</sup> When they had completed everything according to the law of the Lord, they returned to Galilee, to their own town of Nazareth. <sup>40</sup> The boy grew up and became strong, filled with wisdom, and God’s grace was on him. <sup>41</sup> Every year his parents </span>\n    <del>traveled</del>\n    <ins>travelled</ins>\n    <span> to Jerusalem for the Passover Festival. <sup>42</sup> When he was twelve years old, they went up according to the custom of the festival. <sup>43</sup> After those days were over, as they were returning, the boy Jesus stayed behind in Jerusalem, but his parents did not know it. <sup>44</sup> Assuming he was in the </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span> party, they went a day’s journey. Then they began looking for him among their relatives and friends. <sup>45</sup> When they did not find him, they returned to Jerusalem to search for him. <sup>46</sup> After three days, they found him in the temple sitting among the teachers, listening to them and asking them questions. <sup>47</sup> And all those who heard him were astounded at his understanding and his answers. <sup>48</sup> When his parents saw him, they were astonished, and his mother said to him, “Son, why have you treated us like this? Your father and I have been anxiously searching for you.” <sup>49</sup> “Why were you searching for me? ” he asked them. “Didn’t you know that it was necessary for me to be in my Father’s house? ” <sup>50</sup> But they did not understand what he said to them. <sup>51</sup> Then he went down with them and came to Nazareth and was obedient to them. His mother kept all these things in her heart. <sup>52</sup> And Jesus increased in wisdom and stature, and in </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span> with God and with people. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> In the fifteenth year of the reign of Tiberius Caesar, while Pontius Pilate was governor of Judea, Herod was tetrarch of Galilee, his brother Philip tetrarch of the region of Iturea and Trachonitis, and Lysanias tetrarch of Abilene, <sup>2</sup> during the high priesthood of Annas and Caiaphas, God’s word came to John the son of Zechariah in the wilderness. <sup>3</sup> He went into all the vicinity of the Jordan, proclaiming a baptism of repentance for the forgiveness of sins, <sup>4</sup> as it is written in the book of the words of the prophet Isaiah: A voice of one crying out in the wilderness: Prepare the way for the Lord; make his paths straight! <sup>5</sup> Every valley will be filled, and every mountain and hill will be made low; the crooked will become straight, the rough ways smooth, <sup>6</sup> and everyone will see the salvation of God. <sup>7</sup> He then said to the crowds who came out to be </span>\n    <del>baptized</del>\n    <ins>baptised</ins>\n    <span> by him, “Brood of vipers! Who warned you to flee from the coming wrath? <sup>8</sup> Therefore produce fruit consistent with repentance. And don’t start saying to yourselves, ‘We have Abraham as our father,’ for I tell you that God is able to raise up children for Abraham from these stones. <sup>9</sup> The </span>\n    <del>ax</del>\n    <ins>axe</ins>\n    <span> is already at the root of the trees. Therefore, every tree that doesn’t produce good fruit will be cut down and thrown into the fire.” <sup>10</sup> “What then should we do? ” the crowds were asking him. <sup>11</sup> He replied to them, “The one who has two shirts must share with someone who has none, and the one who has food must do the same.” <sup>12</sup> Tax collectors also came to be </span>\n    <del>baptized</del>\n    <ins>baptised</ins>\n    <span>, and they asked him, “Teacher, what should we do? ” <sup>13</sup> He told them, “Don’t collect any more than what you have been </span>\n    <del>authorized</del>\n    <ins>authorised</ins>\n    <span>.” <sup>14</sup> Some soldiers also questioned him, “What should we do? ” He said to them, “Don’t take money from anyone by force or false accusation, and be satisfied with your wages.” <sup>15</sup> Now the people were waiting expectantly, and all of them were questioning in their hearts whether John might be the Messiah. <sup>16</sup> John answered them all, “I </span>\n    <del>baptize</del>\n    <ins>baptise</ins>\n    <span> you with water, but one who is more powerful than I am is coming. I am not worthy to untie the strap of his sandals. He will </span>\n    <del>baptize</del>\n    <ins>baptise</ins>\n    <span> you with the Holy Spirit and fire. <sup>17</sup> His winnowing shovel is in his hand to clear his threshing</span>\n    <ins>-</ins>\n    <span>floor and gather the wheat into his barn, but the chaff he will burn with fire that never goes out.” <sup>18</sup> Then, along with many other exhortations, he proclaimed good news to the people. <sup>19</sup> But when John rebuked Herod the tetrarch because of Herodias, his brother’s wife, and all the evil things he had done, <sup>20</sup> Herod added this to everything else ​— ​he locked up John in prison. <sup>21</sup> When all the people were </span>\n    <del>baptized</del>\n    <ins>baptised</ins>\n    <span>, Jesus also was </span>\n    <del>baptized</del>\n    <ins>baptised</ins>\n    <span>. As he was praying, heaven opened, <sup>22</sup> and the Holy Spirit descended on him in a physical appearance like a dove. And a voice came from heaven: “You are my beloved Son; with you I am well-pleased.” <sup>23</sup> As he began his ministry, Jesus was about thirty years old and was thought to be the son of Joseph, son of Heli, <sup>24</sup> son of Matthat, son of Levi, son of Melchi, son of Jannai, son of Joseph, <sup>25</sup> son of Mattathias, son of Amos, son of Nahum, son of Esli, son of Naggai, <sup>26</sup> son of Maath, son of Mattathias, son of Semein, son of Josech, son of Joda, <sup>27</sup> son of Joanan, son of Rhesa, son of Zerubbabel, son of Shealtiel, son of Neri, <sup>28</sup> son of Melchi, son of Addi, son of Cosam, son of Elmadam, son of Er, <sup>29</sup> son of Joshua, son of Eliezer, son of Jorim, son of Matthat, son of Levi, <sup>30</sup> son of Simeon, son of Judah, son of Joseph, son of Jonam, son of Eliakim, <sup>31</sup> son of Melea, son of Menna, son of Mattatha, son of Nathan, son of David, <sup>32</sup> son of Jesse, son of Obed, son of Boaz, son of Salmon, son of Nahshon, <sup>33</sup> son of Amminadab, son of Ram, son of Hezron, son of Perez, son of Judah, <sup>34</sup> son of Jacob, son of Isaac, son of Abraham, son of Terah, son of Nahor, <sup>35</sup> son of Serug, son of Reu, son of Peleg, son of Eber, son of Shelah, <sup>36</sup> son of Cainan, son of Arphaxad, son of Shem, son of Noah, son of Lamech, <sup>37</sup> son of Methuselah, son of Enoch, son of Jared, son of Mahalalel, son of Cainan, <sup>38</sup> son of Enos, son of Seth, son of Adam, son of God. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Then Jesus left the Jordan, full of the Holy Spirit, and was led by the Spirit in the wilderness <sup>2</sup> for forty days to be tempted by the devil. He ate nothing during those days, and when they were over, he was hungry. <sup>3</sup> The devil said to him, “If you are the Son of God, tell this stone to become bread.” <sup>4</sup> But Jesus answered him, “It is written: Man must not live on bread alone.” <sup>5</sup> So he took him up and showed him all the kingdoms of the world in a moment of time. <sup>6</sup> The devil said to him, “I will give you their </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> and all this authority, because it has been given over to me, and I can give it to anyone I want. <sup>7</sup> If you, then, will worship me, all will be yours.” <sup>8</sup> And Jesus answered him, “It is written: Worship the Lord your God, and serve him only.” <sup>9</sup> So he took him to Jerusalem, had him stand on the pinnacle of the temple, and said to him, “If you are the Son of God, throw yourself down from here. <sup>10</sup> For it is written: He will give his angels orders concerning you, to protect you, <sup>11</sup> and they will support you with their hands, so that you will not strike your foot against a stone.” <sup>12</sup> And Jesus answered him, “It is said: Do not test the Lord your God.” <sup>13</sup> After the devil had finished every temptation, he departed from him for a time. <sup>14</sup> Then Jesus returned to Galilee in the power of the Spirit, and news about him spread throughout the entire vicinity. <sup>15</sup> He was teaching in their synagogues, being praised by everyone. <sup>16</sup> He came to Nazareth, where he had been brought up. As usual, he entered the synagogue on the Sabbath day and stood up to read. <sup>17</sup> The scroll of the prophet Isaiah was given to him, and unrolling the scroll, he found the place where it was written: <sup>18</sup> The Spirit of the Lord is on me, because he has anointed me to preach good news to the poor. He has sent me to proclaim release to the captives and recovery of sight to the blind, to set free the oppressed, <sup>19</sup> to proclaim the year of the Lord’s </span>\n    <del>favor</del>\n    <ins>favour</ins>\n    <span>. <sup>20</sup> He then rolled up the scroll, gave it back to the attendant, and sat down. And the eyes of everyone in the synagogue were fixed on him. <sup>21</sup> He began by saying to them, “Today as you listen, this Scripture has been fulfilled.” <sup>22</sup> They were all speaking well of him and were amazed by the gracious words that came from his mouth; yet they said, “Isn’t this Joseph’s son? ” <sup>23</sup> Then he said to them, “No doubt you will quote this proverb to me: ‘Doctor, heal yourself. What we’ve heard that took place in Capernaum, do here in your </span>\n    <del>hometown</del>\n    <ins>home town</ins>\n    <span> also.’ ” <sup>24</sup> He also said, “Truly I tell you, no prophet is accepted in his </span>\n    <del>hometown</del>\n    <ins>home town</ins>\n    <span>. <sup>25</sup> But I say to you, there were certainly many widows in Israel in Elijah’s days, when the sky was shut up for three years and six months while a great famine came over all the land. <sup>26</sup> Yet Elijah was not sent to any of them except a widow at Zarephath in Sidon. <sup>27</sup> And in the prophet Elisha’s time, there were many in Israel who had leprosy, and yet not one of them was cleansed except Naaman the Syrian.” <sup>28</sup> When they heard this, everyone in the synagogue was enraged. <sup>29</sup> They got up, drove him out of </span>\n    <ins>the </ins>\n    <span>town, and brought him to the edge of the hill that their town was built on, intending to hurl him over the cliff. <sup>30</sup> But he passed right through the crowd and went on his way. <sup>31</sup> Then he went down to Capernaum, a town in Galilee, and was teaching them on the Sabbath. <sup>32</sup> They were astonished at his teaching because his message had authority. <sup>33</sup> In the synagogue there was a man with an unclean demonic spirit who cried out with a loud voice, <sup>34</sup> “Leave us alone! What do you have to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are ​— ​the Holy One of God! ” <sup>35</sup> But Jesus rebuked him and said, “Be silent and come out of him! ” And throwing him down before them, the demon came out of him without hurting him at all. <sup>36</sup> Amazement came over them all, and they were saying to one another, “What is this message? For he commands the unclean spirits with authority and power, and they come out! ” <sup>37</sup> And news about him began to go out to every place in the vicinity. <sup>38</sup> After he left the synagogue, he entered Simon’s house. Simon’s mother-in-law was suffering from a high fever, and they asked him about her. <sup>39</sup> So he stood over her and rebuked the fever, and it left her. She got up immediately and began to serve them. <sup>40</sup> When the sun was setting, all those who had anyone </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span> with various diseases brought them to him. As he laid his hands on each one of them, he healed them. <sup>41</sup> Also, demons were coming out of many, shouting and saying, “You are the Son of God! ” But he rebuked them and would not allow them to speak, because they knew he was the Messiah. <sup>42</sup> When it was day, he went out and made his way to a deserted place. But the crowds were searching for him. They came to him and tried to keep him from leaving them. <sup>43</sup> But he said to them, “It is necessary for me to proclaim the good news about the kingdom of God to the other towns also, because I was sent for this purpose.” <sup>44</sup> And he was preaching in the synagogues of Judea. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> As the crowd was pressing in on Jesus to hear God’s word, he was standing by Lake Gennesaret. <sup>2</sup> He saw two boats at the edge of the lake; the fishermen had left them and were washing their nets. <sup>3</sup> He got into one of the boats, which belonged to Simon, and asked him to put out a little from the land. Then he sat down and was teaching the crowds from the boat. <sup>4</sup> When he had finished speaking, he said to Simon, “Put out into deep water and let down your nets for a catch.” <sup>5</sup> “Master,” Simon replied, “we’ve worked hard all night long and caught nothing. But if you say so, I’ll let down the nets.” <sup>6</sup> When they did this, they caught a great number of fish, and their nets began to tear. <sup>7</sup> So they </span>\n    <del>signaled</del>\n    <ins>signalled</ins>\n    <span> to their partners in the other boat to come and help them; they came and filled both boats so full that they began to sink. <sup>8</sup> When Simon Peter saw this, he fell at Jesus’s knees and said, “Go away from me, because I’m a sinful man, Lord! ” <sup>9</sup> For he and all those with him were amazed at the catch of fish they had taken, <sup>10</sup> and so were James and John, Zebedee’s sons, who were Simon’s partners. “Don’t be afraid,” Jesus told Simon. “From now on you will be catching people.” <sup>11</sup> Then they brought the boats to land, left everything, and followed him. <sup>12</sup> While he was in one of the towns, a man was there who had leprosy all over him. He saw Jesus, fell </span>\n    <del>facedown</del>\n    <ins>face down</ins>\n    <span>, and begged him, “Lord, if you are willing, you can make me clean.” <sup>13</sup> Reaching out his hand, Jesus touched him, saying, “I am willing; be made clean,” and immediately the leprosy left him. <sup>14</sup> Then he ordered him to tell no one: “But go and show yourself to the priest, and offer what Moses commanded for your cleansing as a testimony to them.” <sup>15</sup> But the news about him spread even more, and large crowds would come together to hear him and to be healed of their sicknesses. <sup>16</sup> Yet he often withdrew to deserted places and prayed. <sup>17</sup> On one of those days while he was teaching, Pharisees and teachers of the law were sitting there who had come from every village of Galilee and Judea, and also from Jerusalem. And the Lord’s power to heal was in him. <sup>18</sup> Just then some men came, carrying on a stretcher a man who was </span>\n    <del>paralyzed</del>\n    <ins>paralysed</ins>\n    <span>. They tried to bring him in and set him down before him. <sup>19</sup> Since they could not find a way to bring him in because of the crowd, they went up on the roof and lowered him on the stretcher through the roof tiles into the middle of the crowd before Jesus. <sup>20</sup> Seeing their faith he said, “Friend, your sins are forgiven.” <sup>21</sup> Then the scribes and the Pharisees began to think to themselves, “Who is this man who speaks blasphemies? Who can forgive sins but God alone? ” <sup>22</sup> But perceiving their thoughts, Jesus replied to them, “Why are you thinking this in your hearts? <sup>23</sup> Which is easier: to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk’? <sup>24</sup> But so that you may know that the Son of Man has authority on earth to forgive sins” ​— ​he told the </span>\n    <del>paralyzed</del>\n    <ins>paralysed</ins>\n    <span> man, “I tell you: Get up, take your stretcher, and go home.” <sup>25</sup> Immediately he got up before them, picked up what he had been lying on, and went home glorifying God. <sup>26</sup> Then everyone was astounded, and they were giving glory to God. And they were filled with awe and said, “We have seen incredible things today.” <sup>27</sup> After this, Jesus went out and saw a tax collector named Levi sitting at the tax office, and he said to him, “Follow me.” <sup>28</sup> So, leaving everything behind, he got up and began to follow him. <sup>29</sup> Then Levi hosted a grand banquet for him at his house. Now there was a large crowd of tax collectors and others who were reclining at the table with them. <sup>30</sup> But the Pharisees and their scribes were complaining to his disciples, “Why do you eat and drink with tax collectors and sinners? ” <sup>31</sup> Jesus replied to them, “It is not those who are healthy who need a doctor, but those who are </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span>. <sup>32</sup> I have not come to call the righteous, but sinners to repentance.” <sup>33</sup> Then they said to him, “John’s disciples fast often and say prayers, and those of the Pharisees do the same, but yours eat and drink.” <sup>34</sup> Jesus said to them, “You can’t make the wedding guests fast while the groom is with them, can you? <sup>35</sup> But the time will come when the groom will be taken away from them ​— ​then they will fast in those days.” <sup>36</sup> He also told them a parable: “No one tears a patch from a new garment and puts it on an old garment. Otherwise, not only will he tear the new, but also the piece from the new garment will not match the old. <sup>37</sup> And no one puts new wine into old wineskins. Otherwise, the new wine will burst the skins, it will spill, and the skins will be ruined. <sup>38</sup> No, new wine is put into fresh wineskins. <sup>39</sup> And no one, after drinking old wine, wants new, because he says, ‘The old is better.’ ” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> On a Sabbath, he passed through the </span>\n    <del>grainfields</del>\n    <ins>cornfields</ins>\n    <span>. His disciples were picking </span>\n    <del>heads</del>\n    <ins>ears</ins>\n    <span> of </span>\n    <del>grain</del>\n    <ins>corn</ins>\n    <span>, rubbing them in their hands, and eating them. <sup>2</sup> But some of the Pharisees said, “Why are you doing what is not lawful on the Sabbath? ” <sup>3</sup> Jesus answered them, “Haven’t you read what David and those who were with him did when he was hungry ​— ​ <sup>4</sup> how he entered the house of God and took and ate the bread of the Presence, which is not lawful for any but the priests to eat? He even gave some to those who were with him.” <sup>5</sup> Then he told them, “The Son of Man is Lord of the Sabbath.” <sup>6</sup> On another Sabbath he entered the synagogue and was teaching. A man was there whose right hand was </span>\n    <del>shriveled</del>\n    <ins>shrivelled</ins>\n    <span>. <sup>7</sup> The scribes and Pharisees were watching him closely, to see if he would heal on the Sabbath, so that they could find a charge against him. <sup>8</sup> But he knew their thoughts and told the man with the </span>\n    <del>shriveled</del>\n    <ins>shrivelled</ins>\n    <span> hand, “Get up and stand here.” So he got up and stood there. <sup>9</sup> Then Jesus said to them, “I ask you: Is it lawful to do good on the Sabbath or to do evil, to save life or to destroy it? ” <sup>10</sup> After looking </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> at them all, he told him, “Stretch out your hand.” He did, and his hand was restored. <sup>11</sup> They, however, were filled with rage and started discussing with one another what they might do to Jesus. <sup>12</sup> During those days he went out to the mountain to pray and spent all night in prayer to God. <sup>13</sup> When daylight came, he summoned his disciples, and he chose twelve of them, whom he also named apostles: <sup>14</sup> Simon, whom he also named Peter, and Andrew his brother; James and John; Philip and Bartholomew; <sup>15</sup> Matthew and Thomas; James the son of Alphaeus, and Simon called the Zealot; <sup>16</sup> Judas the son of James, and Judas Iscariot, who became a traitor. <sup>17</sup> After coming down with them, he stood on a level place with a large crowd of his disciples and a great number of people from all Judea and Jerusalem and from the seacoast of Tyre and Sidon. <sup>18</sup> They came to hear him and to be healed of their diseases; and those tormented by unclean spirits were made well. <sup>19</sup> The whole crowd was trying to touch him, because power was coming out from him and healing them all. <sup>20</sup> Then looking up at his disciples, he said: Blessed are you who are poor, because the kingdom of God is yours. <sup>21</sup> Blessed are you who are hungry now, because you will be filled. Blessed are you who weep now, because you will laugh. <sup>22</sup> Blessed are you when people hate you, when they exclude you, insult you, and slander your name as evil because of the Son of Man. <sup>23</sup> “Rejoice in that day and leap for joy. Take note ​— ​your reward is great in heaven, for this is the way their ancestors used to treat the prophets. <sup>24</sup> But woe to you who are rich, for you have received your comfort. <sup>25</sup> Woe to you who are now full, for you will be hungry. Woe to you who are now laughing, for you will mourn and weep. <sup>26</sup> Woe to you when all people speak well of you, for this is the way their ancestors used to treat the false prophets. <sup>27</sup> “But I say to you who listen: Love your enemies, do what is good to those who hate you, <sup>28</sup> bless those who curse you, pray for those who mistreat you. <sup>29</sup> If anyone hits you on the cheek, offer the other also. And if anyone takes away your coat, don’t hold back your shirt either. <sup>30</sup> Give to everyone who asks you, and from someone who takes your things, don’t ask for them back. <sup>31</sup> Just as you want others to do for you, do the same for them. <sup>32</sup> If you love those who love you, what credit is that to you? Even sinners love those who love them. <sup>33</sup> If you do what is good to those who are good to you, what credit is that to you? Even sinners do that. <sup>34</sup> And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners</span>\n    <ins>, </ins>\n    <span>to be repaid in full. <sup>35</sup> But love your enemies, do what is good, and lend, expecting nothing in return. Then your reward will be great, and you will be children of the Most High. For he is gracious to the ungrateful and evil. <sup>36</sup> Be merciful, just as your Father also is merciful. <sup>37</sup> “Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven. <sup>38</sup> Give, and it will be given to you; a good measure ​— ​pressed down, shaken together, and running over ​— ​will be poured into your lap. For with the measure you use, it will be measured back to you.” <sup>39</sup> He also told them a parable: “Can the blind guide the blind? Won’t they both fall into a pit? <sup>40</sup> A disciple is not above his teacher, but everyone who is fully trained will be like his teacher. <sup>41</sup> “Why do you look at the splinter in your brother’s eye, but don’t notice the beam of wood in your own eye? <sup>42</sup> Or how can you say to your brother, ‘Brother, let me take out the splinter that is in your eye,’ when you yourself don’t see the beam of wood in your eye? Hypocrite! First take the beam of wood out of your eye, and then you will see clearly to take out the splinter in your brother’s eye. <sup>43</sup> “A good tree doesn’t produce bad fruit; on the other hand, a bad tree doesn’t produce good fruit. <sup>44</sup> For each tree is known by its own fruit. Figs aren’t gathered from </span>\n    <del>thornbushes</del>\n    <ins>thorn bushes</ins>\n    <span>, or grapes picked from a bramble bush. <sup>45</sup> A good person produces good out of the good stored up in his heart. An evil person produces evil out of the evil stored up in his heart, for his mouth speaks from the overflow of the heart. <sup>46</sup> “Why do you call me ‘Lord, Lord,’ and don’t do the things I say? <sup>47</sup> I will show you what someone is like who comes to me, hears my words, and acts on them: <sup>48</sup> He is like a man building a house, who dug deep and laid the foundation on the rock. When the flood came, the river crashed against that house and couldn’t shake it, because it was well built. <sup>49</sup> But the one who hears and does not act is like a man who built a house on the ground without a foundation. The river crashed against it, and immediately it collapsed. And the destruction of that house was great.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> When he had concluded saying all this to the people who were listening, he entered Capernaum. <sup>2</sup> A centurion’s servant, who was highly valued by him, was </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span> and about to die. <sup>3</sup> When the centurion heard about Jesus, he sent some Jewish elders to him, requesting him to come and save the life of his servant. <sup>4</sup> When they reached Jesus, they pleaded with him earnestly, saying, “He is worthy for you to grant this, <sup>5</sup> because he loves our nation and has built us a synagogue.” <sup>6</sup> Jesus went with them, and when he was not far from the house, the centurion sent friends to tell him, “Lord, don’t trouble yourself, since I am not worthy to have you come under my roof. <sup>7</sup> That is why I didn’t even consider myself worthy to come to you. But say the word, and my servant will be healed. <sup>8</sup> For I too am a man placed under authority, having soldiers under my command. I say to this one, ‘Go,’ and he goes; and to another, ‘Come,’ and he comes; and to my servant, ‘Do this,’ and he does it.” <sup>9</sup> Jesus heard this and was amazed at him, and turning to the crowd following him, he said, “I tell you, I have not found so great a faith even in Israel.” <sup>10</sup> When those who had been sent returned to the house, they found the servant in good health. <sup>11</sup> </span>\n    <del>Afterward</del>\n    <ins>Afterwards</ins>\n    <span> he was on his way to a town called Nain. His disciples and a large crowd were </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span> with him. <sup>12</sup> Just as he neared the gate of the town, a dead man was being carried out. He was his mother’s only son, and she was a widow. A large crowd from the town was also with her. <sup>13</sup> When the Lord saw her, he had compassion on her and said, “Don’t weep.” <sup>14</sup> Then he came up and touched the open coffin, and the pallbearers stopped. And he said, “Young man, I tell you, get up! ” <sup>15</sup> The dead man sat up and began to speak, and Jesus gave him to his mother. <sup>16</sup> Then fear came over everyone, and they glorified God, saying, “A great prophet has risen among us,” and “God has visited his people.” <sup>17</sup> This report about him went throughout Judea and all the vicinity. <sup>18</sup> Then John’s disciples told him about all these things. So John summoned two of his disciples <sup>19</sup> and sent them to the Lord, asking, “Are you the one who is to come, or should we expect someone else? ” <sup>20</sup> When the men reached him, they said, “John the Baptist sent us to ask you, ‘Are you the one who is to come, or should we expect someone else? ’ ” <sup>21</sup> At that time Jesus healed many people of diseases, afflictions, and evil spirits, and he granted sight to many blind people. <sup>22</sup> He replied to them, “Go and report to John what you have seen and heard: The blind receive their sight, the lame walk, those with leprosy are cleansed, the deaf hear, the dead are raised, and the poor are told the good news, <sup>23</sup> and blessed is the one who isn’t offended by me.” <sup>24</sup> After John’s messengers left, he began to speak to the crowds about John: “What did you go out into the wilderness to see? A reed swaying in the wind? <sup>25</sup> What then did you go out to see? A man dressed in soft clothes? See, those who are splendidly dressed and live in luxury are in royal palaces. <sup>26</sup> What then did you go out to see? A prophet? Yes, I tell you, and more than a prophet. <sup>27</sup> This is the one about whom it is written: See, I am sending my messenger ahead of you; he will prepare your way before you. <sup>28</sup> I tell you, among those born of women no one is greater than John, but the least in the kingdom of God is greater than he.” <sup>29</sup> (And when all the people, including the tax collectors, heard this, they acknowledged God’s way of righteousness, because they had been </span>\n    <del>baptized</del>\n    <ins>baptised</ins>\n    <span> with John’s baptism. <sup>30</sup> But since the Pharisees and experts in the law had not been </span>\n    <del>baptized</del>\n    <ins>baptised</ins>\n    <span> by him, they rejected the plan of God for themselves. ) <sup>31</sup> “To what then should I compare the people of this generation, and what are they like? <sup>32</sup> They are like children sitting in the marketplace and calling to each other: We played the flute for you, but you didn’t dance; we sang a lament, but you didn’t weep! <sup>33</sup> For John the Baptist did not come eating bread or drinking wine, and you say, ‘He has a demon! ’ <sup>34</sup> The Son of Man has come eating and drinking, and you say, ‘Look, a glutton and a drunkard, a friend of tax collectors and sinners! ’ <sup>35</sup> Yet wisdom is vindicated by all her children.” <sup>36</sup> Then one of the Pharisees invited him to eat with him. He entered the Pharisee’s house and reclined at the table. <sup>37</sup> And a woman in the town who was a sinner found out that Jesus was reclining at the table in the Pharisee’s house. She brought an alabaster jar of perfume <sup>38</sup> and stood behind him at his feet, weeping, and began to wash his feet with her tears. She wiped his feet with her hair, kissing them and anointing them with the perfume. <sup>39</sup> When the Pharisee who had invited him saw this, he said to himself, “This man, if he were a prophet, would know who and what kind of woman this is who is touching him ​— ​she’s a sinner! ” <sup>40</sup> Jesus replied to him, “Simon, I have something to say to you.” He said, “Say it, teacher.” <sup>41</sup> “A creditor had two debtors. One owed five hundred denarii, and the other fifty. <sup>42</sup> Since they could not pay it back, he graciously forgave them both. So, which of them will love him more? ” <sup>43</sup> Simon answered, “I suppose the one he forgave more.” “You have judged correctly,” he told him. <sup>44</sup> Turning to the woman, he said to Simon, “Do you see this woman? I entered your house; you gave me no water for my feet, but she, with her tears, has washed my feet and wiped them with her hair. <sup>45</sup> You gave me no kiss, but she hasn’t stopped kissing my feet since I came in. <sup>46</sup> You didn’t anoint my head with olive oil, but she has anointed my feet with perfume. <sup>47</sup> Therefore I tell you, her many sins have been forgiven; that’s why she loved much. But the one who is forgiven little, loves little.” <sup>48</sup> Then he said to her, “Your sins are forgiven.” <sup>49</sup> Those who were at the table with him began to say among themselves, “Who is this man who even forgives sins? ” <sup>50</sup> And he said to the woman, “Your faith has saved you. Go in peace.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> </span>\n    <del>Afterward</del>\n    <ins>Afterwards</ins>\n    <span> he was </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span> from one town and village to another, preaching and telling the good news of the kingdom of God. The Twelve were with him, <sup>2</sup> and also some women who had been healed of evil spirits and sicknesses: Mary, called Magdalene (seven demons had come out of her); <sup>3</sup> Joanna the wife of Chuza, Herod’s steward; Susanna; and many others who were supporting them from their possessions. <sup>4</sup> As a large crowd was gathering, and people were coming to Jesus from every town, he said in a parable, <sup>5</sup> “A sower went out to sow his seed. As he sowed, some seed fell along the path; it was trampled on, and the birds of the sky devoured it. <sup>6</sup> Other seed fell on the rock; when it grew up, it withered away, since it lacked moisture. <sup>7</sup> Other seed fell among thorns; the thorns grew up with it and choked it. <sup>8</sup> Still other seed fell on good ground; when it grew up, it produced fruit: a hundred times what was sown.” As he said this, he called out, “Let anyone who has ears to hear listen.” <sup>9</sup> Then his disciples asked him, “What does this parable mean? ” <sup>10</sup> So he said, “The secrets of the kingdom of God have been given for you to know, but to the rest it is in parables, so that Looking they may not see, and hearing they may not understand. <sup>11</sup> “This is the meaning of the parable: The seed is the word of God. <sup>12</sup> The seed along the path are those who have heard and then the devil comes and takes away the word from their hearts, so that they may not believe and be saved. <sup>13</sup> And the seed on the rock are those who, when they hear, receive the word with joy. Having no root, these believe for a while and fall away in a time of testing. <sup>14</sup> As for the seed that fell among thorns, these are the ones who, when they have heard, go on their way and are choked with worries, riches, and pleasures of life, and produce no mature fruit. <sup>15</sup> But the seed in the good ground ​— ​these are the ones who, having heard the word with an honest and good heart, hold on to it and by enduring, produce fruit. <sup>16</sup> “No one, after lighting a lamp, covers it with a basket or puts it under a bed, but puts it on a lampstand so that those who come in may see its light. <sup>17</sup> For nothing is concealed that won’t be revealed, and nothing hidden that won’t be made known and brought to light. <sup>18</sup> Therefore take care how you listen. For whoever has, more will be given to him; and whoever does not have, even what he thinks he has will be taken away from him.” <sup>19</sup> Then his mother and brothers came to him, but they could not meet with him because of the crowd. <sup>20</sup> He was told, “Your mother and your brothers are standing outside, wanting to see you.” <sup>21</sup> But he replied to them, “My mother and my brothers are those who hear and do the word of God.” <sup>22</sup> One day he and his disciples got into a boat, and he told them, “Let’s cross over to the other side of the lake.” So they set out, <sup>23</sup> and as they were sailing he fell asleep. Then a fierce windstorm came down on the lake; they were being swamped and were in danger. <sup>24</sup> They came and woke him up, saying, “Master, Master, we’re going to die! ” Then he got up and rebuked the wind and the raging waves. So they ceased, and there was a calm. <sup>25</sup> He said to them, “Where is your faith? ” They were fearful and amazed, asking one another, “Who then is this? He commands even the winds and the waves, and they obey him! ” <sup>26</sup> Then they sailed to the region of the Gerasenes, which is opposite Galilee. <sup>27</sup> When he got out on land, a demon-possessed man from the town met him. For a long time he had worn no clothes and did not stay in a house but in the tombs. <sup>28</sup> When he saw Jesus, he cried out, fell down before him, and said in a loud voice, “What do you have to do with me, Jesus, Son of the Most High God? I beg you, don’t torment me! ” <sup>29</sup> For he had commanded the unclean spirit to come out of the man. Many times it had seized him, and though he was guarded, bound by chains and shackles, he would snap the restraints and be driven by the demon into deserted places. <sup>30</sup> “What is your name? ” Jesus asked him. “Legion,” he said, because many demons had entered him. <sup>31</sup> And they begged him not to banish them to the abyss. <sup>32</sup> A large herd of pigs was there, feeding on the hillside. The demons begged him to permit them to enter the pigs, and he gave them permission. <sup>33</sup> The demons came out of the man and entered the pigs, and the herd rushed down the steep bank into the lake and drowned. <sup>34</sup> When the men who tended them saw what had happened, they ran off and reported it in the town and in the countryside. <sup>35</sup> Then people went out to see what had happened. They came to Jesus and found the man the demons had departed from, sitting at Jesus’s feet, dressed and in his right mind. And they were afraid. <sup>36</sup> Meanwhile, the </span>\n    <del>eyewitnesses</del>\n    <ins>eye-witnesses</ins>\n    <span> reported to them how the demon-possessed man was delivered. <sup>37</sup> Then all the people of the Gerasene region asked him to leave them, because they were gripped by great fear. So</span>\n    <ins>, </ins>\n    <span>getting into the boat, he returned. <sup>38</sup> The man from whom the demons had departed begged him earnestly to be with him. But he sent him away and said, <sup>39</sup> “Go back to your home, and tell all that God has done for you.” And off he went, proclaiming throughout the town how much Jesus had done for him. <sup>40</sup> When Jesus returned, the crowd welcomed him, for they were all expecting him. <sup>41</sup> Just then, a man named Jairus came. He was a leader of the synagogue. He fell down at Jesus’s feet and pleaded with him to come to his house, <sup>42</sup> because he had an only daughter about twelve years old, and she was dying. While he was going, the crowds were nearly crushing him. <sup>43</sup> A woman suffering from bleeding for twelve years, who had spent all she had on doctors and yet could not be healed by any, <sup>44</sup> approached from behind and touched the end of his robe. Instantly her bleeding stopped. <sup>45</sup> “Who touched me? ” Jesus asked. When they all denied it, Peter said, “Master, the crowds are hemming you in and pressing against you.” <sup>46</sup> “Someone did touch me,” said Jesus. “I know that power has gone out from me.” <sup>47</sup> When the woman saw that she was discovered, she came trembling and fell down before him. In the presence of all the people, she declared the reason she had touched him and how she was instantly healed. <sup>48</sup> “Daughter,” he said to her, “your faith has saved you. Go in peace.” <sup>49</sup> While he was still speaking, someone came from the synagogue leader’s house and said, “Your daughter is dead. Don’t bother the teacher </span>\n    <del>anymore</del>\n    <ins>any more</ins>\n    <span>.” <sup>50</sup> When Jesus heard it, he answered him, “Don’t be afraid. Only believe, and she will be saved.” <sup>51</sup> After he came to the house, he let no one enter with him except Peter, John, James, and the child’s father and mother. <sup>52</sup> Everyone was crying and mourning for her. But he said, “Stop crying, because she is not dead but asleep.” <sup>53</sup> They laughed at him, because they knew she was dead. <sup>54</sup> So he took her by the hand and called out, “Child, get up! ” <sup>55</sup> Her spirit returned, and she got up at once. Then he gave orders that she be given something to eat. <sup>56</sup> Her parents were astounded, but he instructed them to tell no one what had happened. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Summoning the Twelve, he gave them power and authority over all the demons and to heal diseases. <sup>2</sup> Then he sent them to proclaim the kingdom of God and to heal the sick. <sup>3</sup> “Take nothing for the road,” he told them, “no staff, no </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span> bag, no bread, no money; and don’t take an extra shirt. <sup>4</sup> Whatever house you enter, stay there and leave from there. <sup>5</sup> If they do not welcome you, when you leave that town, shake off the dust from your feet as a testimony against them.” <sup>6</sup> So they went out and </span>\n    <del>traveled</del>\n    <ins>travelled</ins>\n    <span> from village to village, proclaiming the good news and healing everywhere. <sup>7</sup> Herod the tetrarch heard about everything that was going on. He was perplexed, because some said that John had been raised from the dead, <sup>8</sup> some that Elijah had appeared, and others that one of the ancient prophets had risen. <sup>9</sup> “I beheaded John,” Herod said, “but who is this I hear such things about? ” And he wanted to see him. <sup>10</sup> When the apostles returned, they reported to Jesus all that they had done. He took them along and withdrew privately to a town called Bethsaida. <sup>11</sup> When the crowds found out, they followed him. He welcomed them, spoke to them about the kingdom of God, and healed those who needed healing. <sup>12</sup> Late in the day, the Twelve approached and said to him, “Send the crowd away, so that they can go into the surrounding villages and countryside to find food and lodging, because we are in a deserted place here.” <sup>13</sup> “You give them something to eat,” he told them. “We have no more than five loaves and two fish,” they said, “unless we go and buy food for all these people.” <sup>14</sup> (For about five thousand men were there.) Then he told his disciples, “Have them sit down in groups of about fifty each.” <sup>15</sup> They did what he said, and had them all sit down. <sup>16</sup> Then he took the five loaves and the two fish, and looking up to heaven, he blessed and broke them. He kept giving them to the disciples to set before the crowd. <sup>17</sup> Everyone ate and was filled. They picked up twelve baskets of leftover pieces. <sup>18</sup> While he was praying in private and his disciples were with him, he asked them, “Who do the crowds say that I am? ” <sup>19</sup> They answered, “John the Baptist; others, Elijah; still others, that one of the ancient prophets has come back.” <sup>20</sup> “But you,” he asked them, “who do you say that I am? ” Peter answered, “God’s Messiah.” <sup>21</sup> But he strictly warned and instructed them to tell this to no one, <sup>22</sup> saying, “It is necessary that the Son of Man suffer many things and be rejected by the elders, chief priests, and scribes, be killed, and be raised the third day.” <sup>23</sup> Then he said to them all, “If anyone wants to follow after me, let him deny himself, take up his cross daily, and follow me. <sup>24</sup> For whoever wants to save his life will lose it, but whoever loses his life because of me will save it. <sup>25</sup> For what does it benefit someone if he gains the whole world, and yet loses or forfeits himself? <sup>26</sup> For whoever is ashamed of me and my words, the Son of Man will be ashamed of him when he comes in his glory and that of the Father and the holy angels. <sup>27</sup> Truly I tell you, there are some standing here who will not taste death until they see the kingdom of God.” <sup>28</sup> About eight days after this conversation, he took along Peter, John, and James and went up on the mountain to pray. <sup>29</sup> As he was praying, the appearance of his face changed, and his clothes became dazzling white. <sup>30</sup> Suddenly, two men were talking with him ​— ​Moses and Elijah. <sup>31</sup> They appeared in glory and were speaking of his departure, which he was about to accomplish in Jerusalem. <sup>32</sup> Peter and those with him were in a deep sleep, and when they became fully awake, they saw his glory and the two men who were standing with him. <sup>33</sup> As the two men were departing from him, Peter said to Jesus, “Master, it’s good for us to be here. Let’s set up three shelters: one for you, one for Moses, and one for Elijah” ​— ​not knowing what he was saying. <sup>34</sup> While he was saying this, a cloud appeared and overshadowed them. They became afraid as they entered the cloud. <sup>35</sup> Then a voice came from the cloud, saying, “This is my Son, the Chosen One; listen to him! ” <sup>36</sup> After the voice had spoken, Jesus was found alone. They kept silent, and at that time told no one what they had seen. <sup>37</sup> The next day, when they came down from the mountain, a large crowd met him. <sup>38</sup> Just then a man from the crowd cried out, “Teacher, I beg you to look at my son, because he’s my only child. <sup>39</sup> A spirit seizes him; suddenly he shrieks, and it throws him into convulsions until he foams at the mouth; severely bruising him, it scarcely ever leaves him. <sup>40</sup> I begged your disciples to drive it out, but they couldn’t.” <sup>41</sup> Jesus replied, “You unbelieving and perverse generation, how long will I be with you and put up with you? Bring your son here.” <sup>42</sup> As the boy was still approaching, the demon knocked him down and threw him into severe convulsions. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father. <sup>43</sup> And they were all astonished at the greatness of God. While everyone was amazed at all the things he was doing, he told his disciples, <sup>44</sup> “Let these words sink in: The Son of Man is about to be betrayed into the hands of men.” <sup>45</sup> But they did not understand this statement; it was concealed from them so that they could not grasp it, and they were afraid to ask him about it. <sup>46</sup> An argument started among them about who was the greatest of them. <sup>47</sup> But Jesus, knowing their inner thoughts, took a little child and had him stand next to him. <sup>48</sup> He told them, “Whoever welcomes this little child in my name welcomes me. And whoever welcomes me welcomes him who sent me. For whoever is least among you ​— ​this one is great.” <sup>49</sup> John responded, “Master, we saw someone driving out demons in your name, and we tried to stop him because he does not follow us.” <sup>50</sup> “Don’t stop him,” Jesus told him, “because whoever is not against you is for you.” <sup>51</sup> When the days were coming to a close for him to be taken up, he determined to journey to Jerusalem. <sup>52</sup> He sent messengers ahead of himself, and on the way they entered a village of the Samaritans to make preparations for him. <sup>53</sup> But they did not welcome him, because he determined to journey to Jerusalem. <sup>54</sup> When the disciples James and John saw this, they said, “Lord, do you want us to call down fire from heaven to consume them? ” <sup>55</sup> But he turned and rebuked them, <sup>56</sup> and they went to another village. <sup>57</sup> As they were </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span> on the road someone said to him, “I will follow you wherever you go.” <sup>58</sup> Jesus told him, “Foxes have dens, and birds of the sky have nests, but the Son of Man has no place to lay his head.” <sup>59</sup> Then he said to another, “Follow me.” “Lord,” he said, “first let me go </span>\n    <ins>and </ins>\n    <span>bury my father.” <sup>60</sup> But he told him, “Let the dead bury their own dead, but you go and spread the news of the kingdom of God.” <sup>61</sup> Another said, “I will follow you, Lord, but first let me go and say </span>\n    <del>good-bye</del>\n    <ins>goodbye</ins>\n    <span> to those at my house.” <sup>62</sup> But Jesus said to him, “No one who puts his hand to the </span>\n    <del>plow</del>\n    <ins>plough</ins>\n    <span> and looks back is fit for the kingdom of God.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> After this, the Lord appointed seventy-two others, and he sent them ahead of him in pairs to every town and place where he himself was about to go. <sup>2</sup> He told them, “The harvest is abundant, but the workers are few. Therefore, pray to the Lord of the harvest to send out workers into his harvest. <sup>3</sup> Now go; I’m sending you out like lambs among wolves. <sup>4</sup> Don’t carry a money-bag, </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span> bag, or sandals; don’t greet anyone along the road. <sup>5</sup> Whatever house you enter, first say, ‘Peace to this household.’ <sup>6</sup> If a person of peace is there, your peace will rest on him; but if not, it will return to you. <sup>7</sup> Remain in the same house, eating and drinking what they offer, for the worker is worthy of his wages. Don’t move from house to house. <sup>8</sup> When you enter any town, and they welcome you, eat the things set before you. <sup>9</sup> Heal the sick who are there, and tell them, ‘The kingdom of God has come near you.’ <sup>10</sup> When you enter any town, and they don’t welcome you, go out into its streets and say, <sup>11</sup> ‘We are wiping off even the dust of your town that clings to our feet as a witness against you. Know this for certain: The kingdom of God has come near.’ <sup>12</sup> I tell you, on that day it will be more tolerable for Sodom than for that town. <sup>13</sup> “Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes. <sup>14</sup> But it will be more tolerable for Tyre and Sidon at the </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> than for you. <sup>15</sup> And you, Capernaum, will you be exalted to heaven? No, you will go down to Hades. <sup>16</sup> Whoever listens to you listens to me. Whoever rejects you rejects me. And whoever rejects me rejects the one who sent me.” <sup>17</sup> The seventy-two returned with joy, saying, “Lord, even the demons submit to us in your name.” <sup>18</sup> He said to them, “I watched Satan fall from heaven like lightning. <sup>19</sup> Look, I have given you the authority to trample on snakes and scorpions and over all the power of the enemy; nothing at all will harm you. <sup>20</sup> However, don’t rejoice that the spirits submit to you, but rejoice that your names are written in heaven.” <sup>21</sup> At that time he rejoiced in the Holy Spirit and said, “I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and intelligent and revealed them to infants. Yes, Father, because this was your good pleasure. <sup>22</sup> All things have been entrusted to me by my Father. No one knows who the Son is except the Father, and who the Father is except the Son, and anyone to whom the Son desires to reveal him.” <sup>23</sup> Then turning to his disciples he said privately, “Blessed are the eyes that see the things you see! <sup>24</sup> For I tell you that many prophets and kings wanted to see the things you see but didn’t see them; to hear the things you hear but didn’t hear them.” <sup>25</sup> Then an expert in the law stood up to test him, saying, “Teacher, what must I do to inherit eternal life? ” <sup>26</sup> “What is written in the law? ” he asked him. “How do you read it? ” <sup>27</sup> He answered, “Love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind,” and “your </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> as yourself.” <sup>28</sup> “You’ve answered correctly,” he told him. “Do this and you will live.” <sup>29</sup> But wanting to justify himself, he asked Jesus, “And who is my </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span>? ” <sup>30</sup> Jesus took up the question and said, “A man was going down from Jerusalem to Jericho and fell into the hands of robbers. They stripped him, beat him up, and fled, leaving him half dead. <sup>31</sup> A priest happened to be going down that road. When he saw him, he passed by on the other side. <sup>32</sup> In the same way, a Levite, when he arrived at the place and saw him, passed by on the other side. <sup>33</sup> But a Samaritan on his journey came up to him, and when he saw the man, he had compassion. <sup>34</sup> He went over to him and bandaged his wounds, pouring on olive oil and wine. Then he put him on his own animal, brought him to an inn, and took care of him. <sup>35</sup> The next day he took out two denarii, gave them to the innkeeper, and said, ‘Take care of him. When I come back I’ll reimburse you for whatever extra you spend.’ <sup>36</sup> “Which of these three do you think proved to be a </span>\n    <del>neighbor</del>\n    <ins>neighbour</ins>\n    <span> to the man who fell into the hands of the robbers? ” <sup>37</sup> “The one who showed mercy to him,” he said. Then Jesus told him, “Go and do the same.” <sup>38</sup> While they were </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span>, he entered a village, and a woman named Martha welcomed him into her home. <sup>39</sup> She had a sister named Mary, who also sat at the Lord’s feet and was listening to what he said. <sup>40</sup> But Martha was distracted by her many tasks, and she came up and asked, “Lord, don’t you care that my sister has left me to serve alone? So tell her to give me a hand.” <sup>41</sup> The Lord answered her, “Martha, Martha, you are worried and upset about many things, <sup>42</sup> but one thing is necessary. Mary has made the right choice, and it will not be taken away from her.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> He was praying in a certain place, and when he finished, one of his disciples said to him, “Lord, teach us to pray, just as John also taught his disciples.” <sup>2</sup> He said to them, “Whenever you pray, say, Father, your name be </span>\n    <del>honored</del>\n    <ins>honoured</ins>\n    <span> as holy. Your kingdom come. <sup>3</sup> Give us each day our daily bread. <sup>4</sup> And forgive us our sins, for we ourselves also forgive everyone in debt to us. And do not bring us into temptation.” <sup>5</sup> He also said to them, “Suppose one of you has a friend and goes to him at midnight and says to him, ‘Friend, lend me three loaves of bread, <sup>6</sup> because a friend of mine on a journey has come to me, and I don’t have anything to offer him.’ <sup>7</sup> Then he will answer from inside and say, ‘Don’t bother me! The door is already locked, and my children and I have gone to bed. I can’t get up to give you anything.’ <sup>8</sup> I tell you, even though he won’t get up and give him anything because he is his friend, yet because of his friend’s shameless boldness, he will get up and give him as much as he needs. <sup>9</sup> “So I say to you, ask, and it will be given to you. Seek, and you will find. Knock, and the door will be opened to you. <sup>10</sup> For everyone who asks receives, and the one who seeks finds, and to the one who knocks, the door will be opened. <sup>11</sup> What father among you, if his son asks for a fish, will give him a snake instead of a fish? <sup>12</sup> Or if he asks for an egg, will give him a scorpion? <sup>13</sup> If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him? ” <sup>14</sup> Now he was driving out a demon that was mute. When the demon came out, the man who had been mute spoke, and the crowds were amazed. <sup>15</sup> But some of them said, “He drives out demons by Beelzebul, the ruler of the demons.” <sup>16</sup> And others, as a test, were demanding of him a sign from heaven. <sup>17</sup> Knowing their thoughts, he told them, “Every kingdom divided against itself is headed for destruction, and a house divided against itself falls. <sup>18</sup> If Satan also is divided against himself, how will his kingdom stand? For you say I drive out demons by Beelzebul. <sup>19</sup> And if I drive out demons by Beelzebul, by whom do your sons drive them out? For this reason they will be your judges. <sup>20</sup> If I drive out demons by the finger of God, then the kingdom of God has come upon you. <sup>21</sup> When a strong man, fully armed, guards his estate, his possessions are secure. <sup>22</sup> But when one stronger than he attacks and overpowers him, he takes from him all his weapons he trusted in, and divides up his plunder. <sup>23</sup> Anyone who is not with me is against me, and anyone who does not gather with me scatters. <sup>24</sup> “When an unclean spirit comes out of a person, it roams through waterless places looking for rest, and not finding rest, it then says, ‘I’ll go back to my house that I came from.’ <sup>25</sup> Returning, it finds the house swept and put in order. <sup>26</sup> Then it goes and brings seven other spirits more evil than itself, and they enter and settle down there. As a result, that person’s last condition is worse than the first.” <sup>27</sup> As he was saying these things, a woman from the crowd raised her voice and said to him, “Blessed is the womb that bore you and the </span>\n    <del>one who nursed</del>\n    <ins>breasts that fed</ins>\n    <span> you! ” <sup>28</sup> He said, “Rather, blessed are those who hear the word of God and keep it.” <sup>29</sup> As the crowds were increasing, he began saying, “This generation is an evil generation. It demands a sign, but no sign will be given to it except the sign of Jonah. <sup>30</sup> For just as Jonah became a sign to the people of Nineveh, so also the Son of Man will be to this generation. <sup>31</sup> The queen of the south will rise up at the </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> with the men of this generation and condemn them, because she came from the ends of the earth to hear the wisdom of Solomon, and look ​— ​something greater than Solomon is here. <sup>32</sup> The men of Nineveh will stand up at the </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span> with this generation and condemn it, because they repented at Jonah’s preaching, and look ​— ​something greater than Jonah is here. <sup>33</sup> “No one lights a lamp and puts it in the cellar or under a basket, but on a lampstand, so that those who come in may see its light. <sup>34</sup> Your eye is the lamp of the body. When your eye is healthy, your whole body is also full of light. But when it is bad, your body is also full of darkness. <sup>35</sup> Take care, then, that the light in you is not darkness. <sup>36</sup> If, therefore, your whole body is full of light, with no part of it in darkness, it will be entirely illuminated, as when a lamp shines its light on you.” <sup>37</sup> As he was speaking, a Pharisee asked him to dine with him. So he went in and reclined at the table. <sup>38</sup> When the Pharisee saw this, he was amazed that he did not first perform the ritual washing before dinner. <sup>39</sup> But the Lord said to him, “Now you Pharisees clean the outside of the cup and dish, but inside you are full of greed and evil. <sup>40</sup> Fools! Didn’t he who made the outside make the inside too? <sup>41</sup> But give from what is within to the poor, and then everything is clean for you. <sup>42</sup> “But woe to you Pharisees! You give a tenth of mint, rue, and every kind of herb, and you bypass justice and love for God. These things you should have done without neglecting the others. <sup>43</sup> “Woe to you Pharisees! You love the front seat in the synagogues and greetings in the marketplaces. <sup>44</sup> “Woe to you! You are like unmarked graves; the people who walk over them don’t know it.” <sup>45</sup> One of the experts in the law answered him, “Teacher, when you say these things you insult us too.” <sup>46</sup> Then he said, “Woe also to you experts in the law! You load people with burdens that are hard to carry, and yet you yourselves don’t touch these burdens with one of your fingers. <sup>47</sup> “Woe to you! You build tombs for the prophets, and your fathers killed them. <sup>48</sup> Therefore, you are witnesses that you approve the deeds of your fathers, for they killed them, and you build their monuments. <sup>49</sup> Because of this, the wisdom of God said, ‘I will send them prophets and apostles, and some of them they will kill and persecute,’ <sup>50</sup> so that this generation may be held responsible for the blood of all the prophets shed since the foundation of the world ​— ​ <sup>51</sup> from the blood of Abel to the blood of Zechariah, who perished between the altar and the sanctuary. “Yes, I tell you, this generation will be held responsible. <sup>52</sup> “Woe to you experts in the law! You have taken away the key to knowledge. You didn’t go in yourselves, and you hindered those who were trying to go in.” <sup>53</sup> When he left there, the scribes and the Pharisees began to oppose him fiercely and to cross-examine him about many things; <sup>54</sup> they were lying in wait for him to trap him in something he said. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Meanwhile, a crowd of many thousands came together, so that they were trampling on one another. He began to say to his disciples first, “Be on your guard against the leaven of the Pharisees, which is hypocrisy. <sup>2</sup> There is nothing covered that won’t be uncovered, nothing hidden that won’t be made known. <sup>3</sup> Therefore, whatever you have said in the dark will be heard in the light, and what you have whispered in an ear in private rooms will be proclaimed on the housetops. <sup>4</sup> “I say to you, my friends, don’t fear those who kill the body, and after that can do nothing more. <sup>5</sup> But I will show you the one to fear: Fear him who has authority to throw people into hell after death. Yes, I say to you, this is the one to fear! <sup>6</sup> Aren’t five sparrows sold for two pennies? Yet not one of them is forgotten in God’s sight. <sup>7</sup> Indeed, the hairs of your head are all counted. Don’t be afraid; you are worth more than many sparrows. <sup>8</sup> “And I say to you, anyone who acknowledges me before others, the Son of Man will also acknowledge him before the angels of God, <sup>9</sup> but whoever denies me before others will be denied before the angels of God. <sup>10</sup> Anyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the Holy Spirit will not be forgiven. <sup>11</sup> Whenever they bring you before synagogues and rulers and authorities, don’t worry about how you should defend yourselves or what you should say. <sup>12</sup> For the Holy Spirit will teach you at that very hour what must be said.” <sup>13</sup> Someone from the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.” <sup>14</sup> “Friend,” he said to him, “who appointed me a judge or arbitrator over you? ” <sup>15</sup> He then told them, “Watch out and be on </span>\n    <ins>your </ins>\n    <span>guard against all greed, because one’s life is not in the abundance of his possessions.” <sup>16</sup> Then he told them a parable: “A rich man’s land was very productive. <sup>17</sup> He thought to himself, ‘What should I do, since I don’t have anywhere to store my crops? <sup>18</sup> I will do this,’ he said. ‘I’ll tear down my barns and build bigger ones and store all my grain and my goods there. <sup>19</sup> Then I’ll say to myself, “You have many goods stored up for many years. Take it easy; eat, drink, and enjoy yourself.” ’ <sup>20</sup> “But God said to him, ‘You fool! This very night your life is demanded of you. And the things you have prepared ​— ​whose will they be? ’ <sup>21</sup> “That’s how it is with the one who stores up treasure for himself and is not rich </span>\n    <del>toward</del>\n    <ins>towards</ins>\n    <span> God.” <sup>22</sup> Then he said to his disciples, “Therefore I tell you, don’t worry about your life, what you will eat; or about the body, what you will wear. <sup>23</sup> For life is more than food and the body more than clothing. <sup>24</sup> Consider the ravens: They don’t sow or reap; they don’t have a storeroom or a barn; yet God feeds them. Aren’t you worth much more than the birds? <sup>25</sup> Can any of you add one moment to his </span>\n    <del>life span</del>\n    <ins>lifespan</ins>\n    <span> by worrying? <sup>26</sup> If then you’re not able to do even a little thing, why worry about the rest? <sup>27</sup> “Consider how the wildflowers grow: They don’t </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> or spin thread. Yet I tell you, not even Solomon in all his </span>\n    <del>splendor</del>\n    <ins>splendour</ins>\n    <span> was adorned like one of these. <sup>28</sup> If that’s how God clothes the grass, which is in the field today and is thrown into the furnace tomorrow, how much more will he do for you ​— ​you of little faith? <sup>29</sup> Don’t strive for what you should eat and what you should drink, and don’t be anxious. <sup>30</sup> For the Gentile world eagerly seeks all these things, and your Father knows that you need them. <sup>31</sup> “But seek his kingdom, and these things will be provided for you. <sup>32</sup> Don’t be afraid, little flock, because your Father delights to give you the kingdom. <sup>33</sup> Sell your possessions and give to the poor. Make money-bags for yourselves that won’t grow old, an inexhaustible treasure in heaven, where no thief comes near and no moth destroys. <sup>34</sup> For where your treasure is, there your heart will be also. <sup>35</sup> “Be ready for service and have your lamps lit. <sup>36</sup> You are to be like people waiting for their master to return from the wedding banquet so that when he comes and knocks, they can open the door for him at once. <sup>37</sup> Blessed will be those servants the master finds alert when he comes. Truly I tell you, he will get ready, have them recline at the table, then come and serve them. <sup>38</sup> If he comes in the middle of the night, or even near dawn, and finds them alert, blessed are those servants. <sup>39</sup> But know this: If the homeowner had known at what hour the thief was coming, he would not have let his house be broken into. <sup>40</sup> You also be ready, because the Son of Man is coming at an hour you do not expect.” <sup>41</sup> “Lord,” Peter asked, “are you telling this parable to us or to everyone? ” <sup>42</sup> The Lord said, “Who then is the faithful and sensible manager his master will put in charge of his household servants to give them their allotted food at the proper time? <sup>43</sup> Blessed is that servant whom the master finds doing his job when he comes. <sup>44</sup> Truly I tell you, he will put him in charge of all his possessions. <sup>45</sup> But if that servant says in his heart, ‘My master is delaying his coming,’ and starts to beat the male and female servants, and to eat and drink and get drunk, <sup>46</sup> that servant’s master will come on a day he does not expect him and at an hour he does not know. He will cut him to pieces and assign him a place with the unfaithful. <sup>47</sup> And that servant who knew his master’s will and didn’t prepare himself or do it will be severely beaten. <sup>48</sup> But the one who did not know and did what deserved punishment will receive a light beating. From everyone who has been given much, much will be required; and from the one who has been entrusted with much, even more will be expected. <sup>49</sup> “I came to bring fire on the earth, and how I wish it were already set ablaze! <sup>50</sup> But I have a baptism to undergo, and how it consumes me until it is finished! <sup>51</sup> Do you think that I came here to bring peace on the earth? No, I tell you, but rather division. <sup>52</sup> From now on, five in one household will be divided: three against two, and two against three. <sup>53</sup> They will be divided, father against son, son against father, mother against daughter, daughter against mother, mother-in-law against her daughter-in-law, and daughter-in-law against mother-in-law.” <sup>54</sup> He also said to the crowds, “When you see a cloud rising in the west, </span>\n    <del>right</del>\n    <ins>straight</ins>\n    <span> away you say, ‘A storm is coming,’ and so it does. <sup>55</sup> And when the south wind is blowing, you say, ‘It’s going to be hot,’ and it is. <sup>56</sup> Hypocrites! You know how to interpret the appearance of the earth and the sky, but why don’t you know how to interpret this present time? <sup>57</sup> “Why don’t you judge for yourselves what is right? <sup>58</sup> As you are going with your adversary to the ruler, make an effort to settle with him on the way. Then he won’t drag you before the judge, the judge hand you over to the bailiff, and the bailiff throw you into prison. <sup>59</sup> I tell you, you will never get out of there until you have paid the last penny.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> At that time, some people came and reported to him about the Galileans whose blood Pilate had mixed with their sacrifices. <sup>2</sup> And he responded to them, “Do you think that these Galileans were more sinful than all the other Galileans because they suffered these things? <sup>3</sup> No, I tell you; but unless you repent, you will all perish as well. <sup>4</sup> Or those eighteen that the tower in Siloam fell on and killed ​— ​do you think they were more sinful than all the other people who live in Jerusalem? <sup>5</sup> No, I tell you; but unless you repent, you will all perish as well.” <sup>6</sup> And he told this parable: “A man had a fig tree that was planted in his vineyard. He came looking for fruit on it and found none. <sup>7</sup> He told the vineyard worker, ‘Listen, for three years I have come looking for fruit on this fig tree and haven’t found any. Cut it down! Why should it even waste the soil? ’ <sup>8</sup> “But he replied to him, ‘Sir, leave it this year also, until I dig </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> it and </span>\n    <del>fertilize</del>\n    <ins>fertilise</ins>\n    <span> it. <sup>9</sup> Perhaps it will produce fruit next year, but if not, you can cut it down.’ ” <sup>10</sup> As he was teaching in one of the synagogues on the Sabbath, <sup>11</sup> a woman was there who had been disabled by a spirit for over eighteen years. She was bent over and could not straighten up at all. <sup>12</sup> When Jesus saw her, he called out to her, “Woman, you are free of your disability.” <sup>13</sup> Then he laid his hands on her, and instantly she was restored and began to glorify God. <sup>14</sup> But the leader of the synagogue, indignant because Jesus had healed on the Sabbath, responded by telling the crowd, “There are six days when work should be done; therefore come on those days and be healed and not on the Sabbath day.” <sup>15</sup> But the Lord answered him and said, “Hypocrites! Doesn’t each one of you untie his ox or donkey from the feeding trough on the Sabbath and lead it to water? <sup>16</sup> Satan has bound this woman, a daughter of Abraham, for eighteen years ​— ​shouldn’t she be untied from this bondage on the Sabbath day? ” <sup>17</sup> When he had said these things, all his adversaries were humiliated, but the whole crowd was rejoicing over all the glorious things he was doing. <sup>18</sup> He said, therefore, “What is the kingdom of God like, and what can I compare it to? <sup>19</sup> It’s like a mustard seed that a man took and sowed in his garden. It grew and became a tree, and the birds of the sky nested in its branches.” <sup>20</sup> Again he said, “What can I compare the kingdom of God to? <sup>21</sup> It’s like leaven that a woman took and mixed into </span>\n    <del>fifty pounds</del>\n    <ins>twenty kilograms</ins>\n    <span> of flour until all of it was leavened.” <sup>22</sup> He went through one town and village after another, teaching and making his way to Jerusalem. <sup>23</sup> “Lord,” someone asked him, “are only a few people going to be saved? ” He said to them, <sup>24</sup> “Make every effort to enter through the narrow door, because I tell you, many will try to enter and won’t be able </span>\n    <ins>to </ins>\n    <span><sup>25</sup> once the homeowner gets up and shuts the door. Then you will stand outside and knock on the door, saying, ‘Lord, open up for us! ’ He will answer you, ‘I don’t know you or where you’re from.’ <sup>26</sup> Then you will say, ‘We ate and drank in your presence, and you taught in our streets.’ <sup>27</sup> But he will say, ‘I tell you, I don’t know you or where you’re from. Get away from me, all you evildoers! ’ <sup>28</sup> There will be weeping and gnashing of teeth in that place, when you see Abraham, Isaac, Jacob, and all the prophets in the kingdom of God, but yourselves thrown out. <sup>29</sup> They will come from east and west, from north and south, to share the banquet in the kingdom of God. <sup>30</sup> Note this: Some who are last will be first, and some who are first will be last.” <sup>31</sup> At that time some Pharisees came and told him, “Go, get out of here. Herod wants to kill you.” <sup>32</sup> He said to them, “Go </span>\n    <ins>and </ins>\n    <span>tell that fox, ‘Look, I’m driving out demons and performing healings today and tomorrow, and on the third day I will complete my work.’ <sup>33</sup> Yet it is necessary that I travel today, tomorrow, and the next day, because it is not possible for a prophet to perish outside of Jerusalem. <sup>34</sup> “Jerusalem, Jerusalem, who kills the prophets and stones those who are sent to her. How often I wanted to gather your children together, as a hen gathers her chicks under her wings, but you were not willing! <sup>35</sup> See, your house is abandoned to you. I tell you, you will not see me until the time comes when you say, ‘Blessed is he who comes in the name of the Lord’! ” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> One Sabbath, when he went in to eat at the house of one of the leading Pharisees, they were watching him closely. <sup>2</sup> There in front of him was a man whose body was swollen with fluid. <sup>3</sup> In response, Jesus asked the law experts and the Pharisees, “Is it lawful to heal on the Sabbath or not? ” <sup>4</sup> But they kept silent. He took the man, healed him, and sent him away. <sup>5</sup> And to them, he said, “Which of you whose son or ox falls into a well, will not immediately pull him out on the Sabbath day? ” <sup>6</sup> They could find no answer to these things. <sup>7</sup> He told a parable to those who were invited, when he noticed how they would choose the best places for themselves: <sup>8</sup> “When you are invited by someone to a wedding banquet, don’t sit in the place of </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>, because a more distinguished person than you may have been invited by your host. <sup>9</sup> The one who invited both of you may come and say to you, ‘Give your place to this man,’ and then in humiliation, you will proceed to take the lowest place. <sup>10</sup> “But when you are invited, go and sit in the lowest place, so that when the one who invited you comes, he will say to you, ‘Friend, move up higher.’ You will then be </span>\n    <del>honored</del>\n    <ins>honoured</ins>\n    <span> in the presence of all the other guests. <sup>11</sup> For everyone who exalts himself will be humbled, and the one who humbles himself will be exalted.” <sup>12</sup> He also said to the one who had invited him, “When you give a lunch or a dinner, don’t invite your friends, your brothers or sisters, your relatives, or your rich </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span>, because they might invite you back, and you would be repaid. <sup>13</sup> On the contrary, when you host a banquet, invite those who are poor, maimed, lame, or blind. <sup>14</sup> And you will be blessed, because they cannot repay you; for you will be repaid at the resurrection of the righteous.” <sup>15</sup> When one of those who reclined at the table with him heard these things, he said to him, “Blessed is the one who will eat bread in the kingdom of God! ” <sup>16</sup> Then he told him, “A man was giving a large banquet and invited many. <sup>17</sup> At the time of the banquet, he sent his servant to tell those who were invited, ‘Come, because everything is now ready.’ <sup>18</sup> “But without exception they all began to make excuses. The first one said to him, ‘I have bought a field, and I must go out and see it. I ask you to excuse me.’ <sup>19</sup> “Another said, ‘I have bought five yoke of oxen, and I’m going to try them out. I ask you to excuse me.’ <sup>20</sup> “And another said, ‘I just got married, and therefore I’m unable to come.’ <sup>21</sup> “So the servant came back and reported these things to his master. Then in anger, the master of the house told his servant, ‘Go out quickly into the streets and alleys of the city, and bring in here the poor, maimed, blind, and lame.’ <sup>22</sup> “ ‘Master,’ the servant said, ‘what you ordered has been done, and there’s still room.’ <sup>23</sup> “Then the master told the servant, ‘Go out into the </span>\n    <del>highways</del>\n    <ins>roads</ins>\n    <span> and hedges and make them come in, so that my house may be filled. <sup>24</sup> For I tell you, not one of those people who were invited will enjoy my banquet.’ ” <sup>25</sup> Now great crowds were </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span> with him. So he turned and said to them, <sup>26</sup> “If anyone comes to me and does not hate his own father and mother, wife and children, brothers and sisters ​— ​yes, and even his own life ​— ​he cannot be my disciple. <sup>27</sup> Whoever does not bear his own cross and come after me cannot be my disciple. <sup>28</sup> “For which of you, wanting to build a tower, doesn’t first sit down and calculate the cost to see if he has enough to complete it? <sup>29</sup> Otherwise, after he has laid the foundation and cannot finish it, all the onlookers will begin to ridicule him, <sup>30</sup> saying, ‘This man started to build and wasn’t able to finish.’ <sup>31</sup> “Or what king, going to war against another king, will not first sit down and decide if he is able with ten thousand to oppose the one who comes against him with twenty thousand? <sup>32</sup> If not, while the other is still far off, he sends a delegation and asks for terms of peace. <sup>33</sup> In the same way, therefore, every one of you who does not renounce all his possessions cannot be my disciple. <sup>34</sup> “Now, salt is good, but if salt should lose its taste, how will it be made salty? <sup>35</sup> It isn’t fit for the soil or for the manure pile; they throw it out. Let anyone who has ears to hear listen.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> All the tax collectors and sinners were approaching to listen to him. <sup>2</sup> And the Pharisees and scribes were complaining, “This man welcomes sinners and eats with them.” <sup>3</sup> So he told them this parable: <sup>4</sup> “What man among you, who has a hundred sheep and loses one of them, does not leave the ninety-nine in the open field and go after the lost one until he finds it? <sup>5</sup> When he has found it, he joyfully puts it on his shoulders, <sup>6</sup> and coming home, he calls his friends and </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span> together, saying to them, ‘Rejoice with me, because I have found my lost sheep! ’ <sup>7</sup> I tell you, in the same way, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous people who don’t need repentance. <sup>8</sup> “Or what woman who has ten silver coins, if she loses one coin, does not light a lamp, sweep the house, and search carefully until she finds it? <sup>9</sup> When she finds it, she calls her friends and </span>\n    <del>neighbors</del>\n    <ins>neighbours</ins>\n    <span> together, saying, ‘Rejoice with me, because I have found the silver coin I lost! ’ <sup>10</sup> I tell you, in the same way, there is joy in the presence of God’s angels over one sinner who repents.” <sup>11</sup> He also said, “A man had two sons. <sup>12</sup> The younger of them said to his father, ‘Father, give me the share of the estate I have coming to me.’ So he distributed the assets to them. <sup>13</sup> Not many days later, the younger son gathered together all he had and </span>\n    <del>traveled</del>\n    <ins>travelled</ins>\n    <span> to a distant country, where he squandered his estate in foolish living. <sup>14</sup> After he had spent everything, a severe famine struck that country, and he had nothing. <sup>15</sup> Then he went to work for one of the citizens of that country, who sent him into his fields to feed pigs. <sup>16</sup> He longed to eat his fill from the pods that the pigs were eating, but no one would give him anything. <sup>17</sup> When he came to his senses, he said, ‘How many of my father’s hired workers have more than enough food, and here I am dying of hunger! <sup>18</sup> I’ll get up, go to my father, and say to him, “Father, I have sinned against heaven and in your sight. <sup>19</sup> I’m no longer worthy to be called your son. Make me like one of your hired workers.” ’ <sup>20</sup> So he got up and went to his father. But while the son was still a long way off, his father saw him and was filled with compassion. He ran, threw his arms </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> his neck, and kissed him. <sup>21</sup> The son said to him, ‘Father, I have sinned against heaven and in your sight. I’m no longer worthy to be called your son.’ <sup>22</sup> “But the father told his servants, ‘Quick! Bring out the best robe and put it on him; put a ring on his finger and sandals on his feet. <sup>23</sup> Then bring the fattened calf and slaughter it, and let’s celebrate with a feast, <sup>24</sup> because this son of mine was dead and is alive again; he was lost and is found! ’ So they began to celebrate. <sup>25</sup> “Now his </span>\n    <del>older</del>\n    <ins>elder</ins>\n    <span> son was in the field; as he came near the house, he heard music and dancing. <sup>26</sup> So he summoned one of the servants, questioning what these things meant. <sup>27</sup> ‘Your brother is here,’ he told him, ‘and your father has slaughtered the fattened calf because he has him back safe and sound.’ <sup>28</sup> “Then he became angry and didn’t want to go in. So his father came out and pleaded with him. <sup>29</sup> But he replied to his father, ‘Look, I have been slaving many years for you, and I have never disobeyed your orders, yet you never gave me a goat so that I could celebrate with my friends. <sup>30</sup> But when this son of yours came, who has devoured your assets with prostitutes, you slaughtered the fattened calf for him.’ <sup>31</sup> “ ‘Son,’ he said to him, ‘you are always with me, and everything I have is yours. <sup>32</sup> But we had to celebrate and rejoice, because this brother of yours was dead and is alive again; he was lost and is found.’ ” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Now he said to the disciples, “There was a rich man who received an accusation that his manager was squandering his possessions. <sup>2</sup> So he called the manager in and asked, ‘What is this I hear about you? Give an account of your management, because you can no longer be my manager.’ <sup>3</sup> “Then the manager said to himself, ‘What will I do since my master is taking the management away from me? I’m not strong enough to dig; I’m ashamed to beg. <sup>4</sup> I know what I’ll do so that when I’m removed from management, people will welcome me into their homes.’ <sup>5</sup> “So he summoned each one of his master’s debtors. ‘How much do you owe my master? ’ he asked the first one. <sup>6</sup> “ ‘A hundred measures of olive oil,’ he said. “ ‘Take your invoice,’ he told him, ‘sit down quickly, and write fifty.’ <sup>7</sup> “Next he asked another, ‘How much do you owe? ’ “ ‘A hundred measures of wheat,’ he said. “ ‘Take your invoice,’ he told him, ‘and write eighty.’ <sup>8</sup> “The master praised the unrighteous manager because he had acted shrewdly. For the children of this age are more shrewd than the children of light in dealing with their own people. <sup>9</sup> And I tell you, make friends for yourselves by means of worldly wealth so that when it fails, they may welcome you into eternal dwellings. <sup>10</sup> Whoever is faithful in very little is also faithful in much, and whoever is unrighteous in very little is also unrighteous in much. <sup>11</sup> So if you have not been faithful with worldly wealth, who will trust you with what is genuine? <sup>12</sup> And if you have not been faithful with what belongs to someone else, who will give you what is your own? <sup>13</sup> No servant can serve two masters, since either he will hate one and love the other, or he will be devoted to one and despise the other. You cannot serve both God and money.” <sup>14</sup> The Pharisees, who were lovers of money, were listening to all these things and scoffing at him. <sup>15</sup> And he told them, “You are the ones who justify yourselves in the sight of others, but God knows your hearts. For what is highly admired by people is revolting in God’s sight. <sup>16</sup> “The Law and the Prophets were until John; since then, the good news of the kingdom of God has been proclaimed, and everyone is urgently invited to enter it. <sup>17</sup> But it is easier for heaven and earth to pass away than for one stroke of a letter in the law to drop out. <sup>18</sup> “Everyone who divorces his wife and marries another woman commits adultery, and everyone who marries a woman divorced from her husband commits adultery. <sup>19</sup> “There was a rich man who would dress in purple and fine linen, feasting lavishly every day. <sup>20</sup> But a poor man named Lazarus, covered with sores, was lying at his gate. <sup>21</sup> He longed to be filled with what fell from the rich man’s table, but instead the dogs would come and lick his sores. <sup>22</sup> One day the poor man died and was carried away by the angels to Abraham’s side. The rich man also died and was buried. <sup>23</sup> And being in torment in Hades, he looked up and saw Abraham a long way off, with Lazarus at his side. <sup>24</sup> ‘Father Abraham! ’ he called out, ‘Have mercy on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this flame! ’ <sup>25</sup> “ ‘Son,’ Abraham said, ‘remember that during your life you received your good things, just as Lazarus received bad things, but now he is comforted here, while you are in agony. <sup>26</sup> Besides all this, a great chasm has been fixed between us and you, so that those who want to pass over from here to you cannot; neither can those from there cross over to us.’ <sup>27</sup> “ ‘Father,’ he said, ‘then I beg you to send him to my father’s house ​— ​ <sup>28</sup> because I have five brothers ​— ​to warn them, so that they won’t also come to this place of torment.’ <sup>29</sup> “But Abraham said, ‘They have Moses and the prophets; they should listen to them.’ <sup>30</sup> “ ‘No, father Abraham,’ he said. ‘But if someone from the dead goes to them, they will repent.’ <sup>31</sup> “But he told him, ‘If they don’t listen to Moses and the prophets, they will not be persuaded if someone rises from the dead.’ ” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> He said to his disciples, “</span>\n    <del>Offenses</del>\n    <ins>Offences</ins>\n    <span> will certainly come, but woe to the one through whom they come! <sup>2</sup> It would be better for him if a millstone were hung </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> his neck and he were thrown into the sea than for him to cause one of these little ones to stumble. <sup>3</sup> Be on your guard. If your brother sins, rebuke him, and if he repents, forgive him. <sup>4</sup> And if he sins against you seven times in a day, and comes back to you seven times, saying, ‘I repent,’ you must forgive him.” <sup>5</sup> The apostles said to the Lord, “Increase our faith.” <sup>6</sup> “If you have faith the size of a mustard seed,” the Lord said, “you can say to this mulberry tree, ‘Be uprooted and planted in the sea,’ and it will obey you. <sup>7</sup> “Which one of you having a servant tending sheep or </span>\n    <del>plowing</del>\n    <ins>ploughing</ins>\n    <span> will say to him when he comes in from the field, ‘Come at once and sit down to eat’? <sup>8</sup> Instead, will he not tell him, ‘Prepare something for me to eat, get ready, and serve me while I eat and drink; later you can eat and drink’? <sup>9</sup> Does he thank that servant because he did what was commanded? <sup>10</sup> In the same way, when you have done all that you were commanded, you should say, ‘We are unworthy servants; we’ve only done our duty.’ ” <sup>11</sup> While </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span> to Jerusalem, he passed between Samaria and Galilee. <sup>12</sup> As he entered a village, ten men with leprosy met him. They stood at a distance <sup>13</sup> and raised their voices, saying, “Jesus, Master, have mercy on us! ” <sup>14</sup> When he saw them, he told them, “Go and show yourselves to the priests.” And while they were going, they were cleansed. <sup>15</sup> But one of them, seeing that he was healed, returned and, with a loud voice, gave glory to God. <sup>16</sup> He fell </span>\n    <del>facedown</del>\n    <ins>face down</ins>\n    <span> at his feet, thanking him. And he was a Samaritan. <sup>17</sup> Then Jesus said, “Were not ten cleansed? Where are the nine? <sup>18</sup> Didn’t any return to give glory to God except this foreigner? ” <sup>19</sup> And he told him, “Get up and go on your way. Your faith has saved you.” <sup>20</sup> When he was asked by the Pharisees when the kingdom of God would come, he answered them, “The kingdom of God is not coming with something observable; <sup>21</sup> no one will say, ‘See here! ’ or ‘There! ’ For you see, the kingdom of God is in your midst.” <sup>22</sup> Then he told the disciples, “The days are coming when you will long to see one of the days of the Son of Man, but you won’t see it. <sup>23</sup> They will say to you, ‘See there! ’ or ‘See here! ’ Don’t follow or run after them. <sup>24</sup> For as the lightning flashes from horizon to horizon and lights up the sky, so the Son of Man will be in his day. <sup>25</sup> But first it is necessary that he suffer many things and be rejected by this generation. <sup>26</sup> “Just as it was in the days of Noah, so it will be in the days of the Son of Man: <sup>27</sup> People went on eating, drinking, marrying and being given in marriage until the day Noah boarded the ark, and the flood came and destroyed them all. <sup>28</sup> It will be the same as it was in the days of Lot: People went on eating, drinking, buying, selling, planting, building. <sup>29</sup> But on the day Lot left Sodom, fire and </span>\n    <del>sulfur</del>\n    <ins>sulphur</ins>\n    <span> rained from heaven and destroyed them all. <sup>30</sup> It will be like that on the day the Son of Man is revealed. <sup>31</sup> On that day, a man on the housetop, whose belongings are in the house, must not come down to get them. Likewise the man who is in the field must not turn back. <sup>32</sup> Remember Lot’s wife! <sup>33</sup> Whoever tries to make his life secure will lose it, and whoever loses his life will preserve it. <sup>34</sup> I tell you, on that night two will be in one bed; one will be taken and the other will be left. <sup>35</sup> Two women will be grinding grain together; one will be taken and the other left.” <sup>37</sup> “Where, Lord? ” they asked him. He said to them, “Where the corpse is, there also the vultures will be gathered.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Now he told them a parable on the need for them to pray always and not give up. <sup>2</sup> “There was a judge in a certain town who didn’t fear God or respect people. <sup>3</sup> And a widow in that town kept coming to him, saying, ‘Give me justice against my adversary.’ <sup>4</sup> “For a while he was unwilling, but later he said to himself, ‘Even though I don’t fear God or respect people, <sup>5</sup> yet because this widow keeps pestering me, I will give her justice, so that she doesn’t wear me out by her persistent coming.’ ” <sup>6</sup> Then the Lord said, “Listen to what the unjust judge says. <sup>7</sup> Will not God grant justice to his elect who cry out to him day and night? Will he delay helping them? <sup>8</sup> I tell you that he will swiftly grant them justice. Nevertheless, when the Son of Man comes, will he find faith on earth? ” <sup>9</sup> He also told this parable to some who trusted in themselves that they were righteous and looked down on everyone else: <sup>10</sup> “Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup>11</sup> The Pharisee was standing and praying like this about himself: ‘God, I thank you that I’m not like other people ​— ​greedy, unrighteous, adulterers, or even like this tax collector. <sup>12</sup> I fast twice a week; I give a tenth of everything I get.’ <sup>13</sup> “But the tax collector, standing far off, would not even raise his eyes to heaven but kept striking his chest and saying, ‘God, have mercy on me, a sinner! ’ <sup>14</sup> I tell you, this one went down to his house justified rather than the other, because everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.” <sup>15</sup> People were bringing infants to him so that he might touch them, but when the disciples saw it, they rebuked them. <sup>16</sup> Jesus, however, invited them: “Let the little children come to me, and don’t stop them, because the kingdom of God belongs to such as these. <sup>17</sup> Truly I tell you, whoever does not receive the kingdom of God like a little child will never enter it.” <sup>18</sup> A ruler asked him, “Good teacher, what must I do to inherit eternal life? ” <sup>19</sup> “Why do you call me good? ” Jesus asked him. “No one is good except God alone. <sup>20</sup> You know the commandments: Do not commit adultery; do not murder; do not steal; do not bear false witness; </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> your father and mother.” <sup>21</sup> “I have kept all these from my youth,” he said. <sup>22</sup> When Jesus heard this, he told him, “You still lack one thing: Sell all you have and distribute it to the poor, and you will have treasure in heaven. Then come, follow me.” <sup>23</sup> After he heard this, he became extremely sad, because he was very rich. <sup>24</sup> Seeing that he became sad, Jesus said, “How hard it is for those who have wealth to enter the kingdom of God! <sup>25</sup> For it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.” <sup>26</sup> Those who heard this asked, “Then who can be saved? ” <sup>27</sup> He replied, “What is impossible with man is possible with God.” <sup>28</sup> Then Peter said, “Look, we have left what we had and followed you.” <sup>29</sup> So he said to them, “Truly I tell you, there is no one who has left a house, wife or brothers or sisters, parents or children because of the kingdom of God, <sup>30</sup> who will not receive many times more at this time, and eternal life in the age to come.” <sup>31</sup> Then he took the Twelve aside and told them, “See, we are going up to Jerusalem. Everything that is written through the prophets about the Son of Man will be accomplished. <sup>32</sup> For he will be handed over to the Gentiles, and he will be mocked, insulted, </span>\n    <del>spit</del>\n    <ins>spat</ins>\n    <span> on; <sup>33</sup> and after they flog him, they will kill him, and he will rise on the third day.” <sup>34</sup> They understood none of these things. The meaning of the saying was hidden from them, and they did not grasp what was said. <sup>35</sup> As he approached Jericho, a blind man was sitting by the road begging. <sup>36</sup> Hearing a crowd passing by, he </span>\n    <del>inquired</del>\n    <ins>enquired</ins>\n    <span> what was happening. <sup>37</sup> “Jesus of Nazareth is passing by,” they told him. <sup>38</sup> So he called out, “Jesus, Son of David, have mercy on me! ” <sup>39</sup> Then those in front told him to keep quiet, but he kept crying out all the more, “Son of David, have mercy on me! ” <sup>40</sup> Jesus stopped and commanded that he be brought to him. When he came closer, he asked him, <sup>41</sup> “What do you want me to do for you? ” “Lord,” he said, “I want to see.” <sup>42</sup> “Receive your sight,” Jesus told him. “Your faith has saved you.” <sup>43</sup> Instantly he could see, and he began to follow him, glorifying God. All the people, when they saw it, gave praise to God. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> He entered Jericho and was passing through. <sup>2</sup> There was a man named Zacchaeus who was a chief tax collector, and he was rich. <sup>3</sup> He was trying to see who Jesus was, but he was not able </span>\n    <ins>to </ins>\n    <span>because of the crowd, since he was a short man. <sup>4</sup> So running ahead, he climbed up a sycamore tree to see Jesus, since he was about to pass that way. <sup>5</sup> When Jesus came to the place, he looked up and said to him, “Zacchaeus, hurry and come down because today it is necessary for me to stay at your house.” <sup>6</sup> So he quickly came down and welcomed him joyfully. <sup>7</sup> All who saw it began to complain, “He’s gone to stay with a sinful man.” <sup>8</sup> But Zacchaeus stood there and said to the Lord, “Look, I’ll give half of my possessions to the poor, Lord. And if I have extorted anything from anyone, I’ll pay back four times as much.” <sup>9</sup> “Today salvation has come to this house,” Jesus told him, “because he too is a son of Abraham. <sup>10</sup> For the Son of Man has come to seek and to save the lost.” <sup>11</sup> As they were listening to this, he went on to tell a parable because he was near Jerusalem, and they thought the kingdom of God was going to appear </span>\n    <del>right</del>\n    <ins>straight</ins>\n    <span> away. <sup>12</sup> Therefore he said, “A nobleman </span>\n    <del>traveled</del>\n    <ins>travelled</ins>\n    <span> to a far country to receive for himself authority to be king and then to return. <sup>13</sup> He called ten of his servants, gave them ten minas, and told them, ‘Engage in business until I come back.’ <sup>14</sup> “But his subjects hated him and sent a delegation after him, saying, ‘We don’t want this man to rule over us.’ <sup>15</sup> “At his return, having received the authority to be king, he summoned those servants he had given the money to, so that he could find out how much they had made in business. <sup>16</sup> The first came forward and said, ‘Master, your mina has earned ten more minas.’ <sup>17</sup> “ ‘Well done, good servant! ’ he told him. ‘Because you have been faithful in a very small matter, have authority over ten towns.’ <sup>18</sup> “The second came and said, ‘Master, your mina has made five minas.’ <sup>19</sup> “So he said to him, ‘You will be over five towns.’ <sup>20</sup> “And another came and said, ‘Master, here is your mina. I have kept it safe in a cloth <sup>21</sup> because I was afraid of you since you’re a harsh man: you collect what you didn’t deposit and reap what you didn’t sow.’ <sup>22</sup> “He told him, ‘I will condemn you by what you have said, you evil servant! If you knew I was a harsh man, collecting what I didn’t deposit and reaping what I didn’t sow, <sup>23</sup> why, then, didn’t you put my money in the bank? And when I returned, I would have collected it with interest.’ <sup>24</sup> So he said to those standing there, ‘Take the mina away from him and give it to the one who has ten minas.’ <sup>25</sup> “But they said to him, ‘Master, he has ten minas.’ <sup>26</sup> “ ‘I tell you, that to everyone who has, more will be given; and from the one who does not have, even what he does have will be taken away. <sup>27</sup> But bring here these enemies of mine, who did not want me to rule over them, and slaughter them in my presence.’ ” <sup>28</sup> When he had said these things, he went on ahead, going up to Jerusalem. <sup>29</sup> As he approached Bethphage and Bethany, at the place called the Mount of Olives, he sent two of the disciples <sup>30</sup> and said, “Go into the village ahead of you. As you enter it, you will find a colt tied there, on which no one has ever sat. Untie it and bring it. <sup>31</sup> If anyone asks you, ‘Why are you untying it? ’ say this: ‘The Lord needs it.’ ” <sup>32</sup> So those who were sent left and found it just as he had told them. <sup>33</sup> As they were untying the colt, its owners said to them, “Why are you untying the colt? ” <sup>34</sup> “The Lord needs it,” they said. <sup>35</sup> Then they brought it to Jesus, and after throwing their clothes on the colt, they helped Jesus get on it. <sup>36</sup> As he was going along, they were spreading their clothes on the road. <sup>37</sup> Now he came near the path down the Mount of Olives, and the whole crowd of the disciples began to praise God joyfully with a loud voice for all the miracles they had seen: <sup>38</sup> Blessed is the King who comes in the name of the Lord. Peace in heaven and glory in the highest heaven! <sup>39</sup> Some of the Pharisees from the crowd told him, “Teacher, rebuke your disciples.” <sup>40</sup> He answered, “I tell you, if they were to keep silent, the stones would cry out.” <sup>41</sup> As he approached and saw the city, he wept for it, <sup>42</sup> saying, “If you knew this day what would bring peace ​— ​but now it is hidden from your eyes. <sup>43</sup> For the days will come on you when your enemies will build a barricade </span>\n    <del>around</del>\n    <ins>round</ins>\n    <span> you, surround you, and hem you in on every side. <sup>44</sup> They will crush you and your children among you to the ground, and they will not leave one stone on another in your midst, because you did not </span>\n    <del>recognize</del>\n    <ins>recognise</ins>\n    <span> the time when God visited you.” <sup>45</sup> He went into the temple and began to throw out those who were selling, <sup>46</sup> and he said, “It is written, my house will be a house of prayer, but you have made it a den of thieves! ” <sup>47</sup> Every day he was teaching in the temple. The chief priests, the scribes, and the leaders of the people were looking for a way to kill him, <sup>48</sup> but they could not find a way to do it, because all the people were captivated by what they heard. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> One day as he was teaching the people in the temple and proclaiming the good news, the chief priests and the scribes, with the elders, came <sup>2</sup> and said to him, “Tell us, by what authority are you doing these things? Who is it who gave you this authority? ” <sup>3</sup> He answered them, “I will also ask you a question. Tell me, <sup>4</sup> was the baptism of John from heaven or of human origin? ” <sup>5</sup> They discussed it among themselves: “If we say, ‘From heaven,’ he will say, ‘Why didn’t you believe him? ’ <sup>6</sup> But if we say, ‘Of human origin,’ all the people will stone us, because they are convinced that John was a prophet.” <sup>7</sup> So they answered that they did not know its origin. <sup>8</sup> And Jesus said to them, “Neither will I tell you by what authority I do these things.” <sup>9</sup> Now he began to tell the people this parable: “A man planted a vineyard, leased it to tenant farmers, and went away for a long time. <sup>10</sup> At harvest time he sent a servant to the farmers so that they might give him some fruit from the vineyard. But the farmers beat him and sent him away empty-handed. <sup>11</sup> He sent yet another servant, but they beat that one too, treated him shamefully, and sent him away empty-handed. <sup>12</sup> And he sent yet a third, but they wounded this one too and threw him out. <sup>13</sup> “Then the owner of the vineyard said, ‘What should I do? I will send my beloved son. Perhaps they will respect him.’ <sup>14</sup> “But when the tenant farmers saw him, they discussed it among themselves and said, ‘This is the heir. Let’s kill him, so that the inheritance will be ours.’ <sup>15</sup> So they threw him out of the vineyard and killed him. “What then will the owner of the vineyard do to them? <sup>16</sup> He will come and kill those farmers and give the vineyard to others.” But when they heard this they said, “That must never happen! ” <sup>17</sup> But he looked at them and said, “Then what is the meaning of this Scripture: The stone that the builders rejected has become the cornerstone? <sup>18</sup> Everyone who falls on that stone will be broken to pieces, but on whomever it falls, it will shatter him.” <sup>19</sup> Then the scribes and the chief priests looked for a way to get their hands on him that very hour, because they knew he had told this parable against them, but they feared the people. <sup>20</sup> They watched closely and sent spies who pretended to be righteous, so that they could catch him in what he said, to hand him over to the governor’s rule and authority. <sup>21</sup> They questioned him, “Teacher, we know that you speak and teach correctly, and you don’t show partiality but teach truthfully the way of God. <sup>22</sup> Is it lawful for us to pay taxes to Caesar or not? ” <sup>23</sup> But detecting their craftiness, he said to them, <sup>24</sup> “Show me a denarius. Whose image and inscription does it have? ” “Caesar’s,” they said. <sup>25</sup> “Well then,” he told them, “give to Caesar the things that are Caesar’s, and to God the things that are God’s.” <sup>26</sup> They were not able to catch him in what he said in public, and being amazed at his answer, they became silent. <sup>27</sup> Some of the Sadducees, who say there is no resurrection, came up and questioned him: <sup>28</sup> “Teacher, Moses wrote for us that if a man’s brother has a wife, and dies childless, his brother should take the wife and produce offspring for his brother. <sup>29</sup> Now there were seven brothers. The first took a wife and died without children. <sup>30</sup> Also the second <sup>31</sup> and the third took her. In the same way, all seven died and left no children. <sup>32</sup> Finally, the woman died too. <sup>33</sup> In the resurrection, therefore, whose wife will the woman be? For all seven had married her.” <sup>34</sup> Jesus told them, “The children of this age marry and are given in marriage. <sup>35</sup> But those who are counted worthy to take part in that age and in the resurrection from the dead neither marry nor are given in marriage. <sup>36</sup> For they can no longer die, because they are like angels and are children of God, since they are children of the resurrection. <sup>37</sup> Moses even indicated in the passage about the burning bush that the dead are raised, where he calls the Lord the God of Abraham and the God of Isaac and the God of Jacob. <sup>38</sup> He is not the God of the dead but of the living, because all are living to him.” <sup>39</sup> Some of the scribes answered, “Teacher, you have spoken well.” <sup>40</sup> And they no longer dared to ask him anything. <sup>41</sup> Then he said to them, “How can they say that the Messiah is the son of David? <sup>42</sup> For David himself says in the Book of Psalms: The Lord declared to my Lord, ‘Sit at my right hand <sup>43</sup> until I make your enemies your footstool.’ <sup>44</sup> David calls him ‘Lord.’ How, then, can he be his son? ” <sup>45</sup> While all the people were listening, he said to his disciples, <sup>46</sup> “Beware of the scribes, who want to go around in long robes and who love greetings in the marketplaces, the best seats in the synagogues, and the places of </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span> at banquets. <sup>47</sup> They devour widows’ houses and say long prayers just for show. These will receive harsher </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>.” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> He looked up and saw the rich dropping their offerings into the temple treasury. <sup>2</sup> He also saw a poor widow dropping in two tiny coins. <sup>3</sup> “Truly I tell you,” he said, “this poor widow has put in more than all of them. <sup>4</sup> For all these people have put in gifts out of their surplus, but she out of her poverty has put in all she had to live on.” <sup>5</sup> As some were talking about the temple, how it was adorned with beautiful stones and gifts dedicated to God, he said, <sup>6</sup> “These things that you see ​— ​the days will come when not one stone will be left on another that will not be thrown down.” <sup>7</sup> “Teacher,” they asked him, “so when will these things happen? And what will be the sign when these things are about to take place? ” <sup>8</sup> Then he said, “Watch out that you are not deceived. For many will come in my name, saying, ‘I am he,’ and, ‘The time is near.’ Don’t follow them. <sup>9</sup> When you hear of wars and rebellions, don’t be alarmed. Indeed, it is necessary that these things take place first, but the end won’t come </span>\n    <del>right</del>\n    <ins>straight</ins>\n    <span> away.” <sup>10</sup> Then he told them, “Nation will be raised up against nation, and kingdom against kingdom. <sup>11</sup> There will be violent earthquakes, and famines and plagues in various places, and there will be terrifying sights and great signs from heaven. <sup>12</sup> But before all these things, they will lay their hands on you and persecute you. They will hand you over to the synagogues and prisons, and you will be brought before kings and governors because of my name. <sup>13</sup> This will give you an opportunity to bear witness. <sup>14</sup> Therefore make up your minds not to prepare your </span>\n    <del>defense ahead of time</del>\n    <ins>defence in advance</ins>\n    <span>, <sup>15</sup> for I will give you such words and a wisdom that none of your adversaries will be able to resist or contradict. <sup>16</sup> You will even be betrayed by parents, brothers, relatives, and friends. They will kill some of you. <sup>17</sup> You will be hated by everyone because of my name, <sup>18</sup> but not a hair of your head will be lost. <sup>19</sup> By your endurance, gain your lives. <sup>20</sup> “When you see Jerusalem surrounded by armies, then </span>\n    <del>recognize</del>\n    <ins>recognise</ins>\n    <span> that its desolation has come near. <sup>21</sup> Then those in Judea must flee to the mountains. Those inside the city must leave it, and those who are in the country must not enter it, <sup>22</sup> because these are days of vengeance to </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> all the things that are written. <sup>23</sup> Woe to pregnant women and nursing mothers in those days, for there will be great distress in the land and wrath against this people. <sup>24</sup> They will be killed by the sword and be led captive into all the nations, and Jerusalem will be trampled by the Gentiles until the times of the Gentiles are fulfilled. <sup>25</sup> “Then there will be signs in the sun, moon, and stars; and there will be anguish on the earth among nations bewildered by the roaring of the sea and the waves. <sup>26</sup> People will faint from fear and expectation of the things that are coming on the world, because the powers of the heavens will be shaken. <sup>27</sup> Then they will see the Son of Man coming in a cloud with power and great glory. <sup>28</sup> But when these things begin to take place, stand up and lift your heads, because your redemption is near.” <sup>29</sup> Then he told them a parable: “Look at the fig tree, and all the trees. <sup>30</sup> As soon as they put out leaves you can see for yourselves and </span>\n    <del>recognize</del>\n    <ins>recognise</ins>\n    <span> that summer is already near. <sup>31</sup> In the same way, when you see these things happening, </span>\n    <del>recognize</del>\n    <ins>recognise</ins>\n    <span> that the kingdom of God is near. <sup>32</sup> Truly I tell you, this generation will certainly not pass away until all things take place. <sup>33</sup> Heaven and earth will pass away, but my words will never pass away. <sup>34</sup> “Be on your guard, so that your minds are not dulled from carousing, drunkenness, and worries of life, or that day will come on you unexpectedly <sup>35</sup> like a trap. For it will come on all who live on the face of the whole earth. <sup>36</sup> But be alert at all times, praying that you may have strength to escape all these things that are going to take place and to stand before the Son of Man.” <sup>37</sup> During the day, he was teaching in the temple, but in the evening he would go out and spend the night on what is called the Mount of Olives. <sup>38</sup> Then all the people would come early in the morning to hear him in the temple. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> The Festival of Unleavened Bread, which is called Passover, was approaching. <sup>2</sup> The chief priests and the scribes were looking for a way to put him to death, because they were afraid of the people. <sup>3</sup> Then Satan entered Judas, called Iscariot, who was numbered among the Twelve. <sup>4</sup> He went away and discussed with the chief priests and temple police how he could hand him over to them. <sup>5</sup> They were glad and agreed to give him silver. <sup>6</sup> So he accepted the offer and started looking for a good opportunity to betray him to them when the crowd was not present. <sup>7</sup> Then the Day of Unleavened Bread came when the Passover lamb had to be sacrificed. <sup>8</sup> Jesus sent Peter and John, saying, “Go and make preparations for us to eat the Passover.” <sup>9</sup> “Where do you want us to prepare it? ” they asked him. <sup>10</sup> “Listen,” he said to them, “when you’ve entered the city, a man carrying a water jug will meet you. Follow him into the house he enters. <sup>11</sup> Tell the owner of the house, ‘The Teacher asks you, “Where is the guest room where I can eat the Passover with my disciples? ” ’ <sup>12</sup> Then he will show you a large, furnished room upstairs. Make the preparations there.” <sup>13</sup> So they went and found it just as he had told them, and they prepared the Passover. <sup>14</sup> When the hour came, he reclined at the table, and the apostles with him. <sup>15</sup> Then he said to them, “I have fervently desired to eat this Passover with you before I suffer. <sup>16</sup> For I tell you, I will not eat it again until it is fulfilled in the kingdom of God.” <sup>17</sup> Then he took a cup, and after giving thanks, he said, “Take this and share it among yourselves. <sup>18</sup> For I tell you, from now on I will not drink of the fruit of the vine until the kingdom of God comes.” <sup>19</sup> And he took bread, gave thanks, broke it, gave it to them, and said, “This is my body, which is given for you. Do this in remembrance of me.” <sup>20</sup> In the same way he also took the cup after supper and said, “This cup is the new covenant in my blood, which is poured out for you. <sup>21</sup> But look, the hand of the one betraying me is at the table with me. <sup>22</sup> For the Son of Man will go away as it has been determined, but woe to that man by whom he is betrayed! ” <sup>23</sup> So they began to argue among themselves which of them it could be who was going to do it. <sup>24</sup> Then a dispute also arose among them about who should be considered the greatest. <sup>25</sup> But he said to them, “The kings of the Gentiles lord it over them, and those who have authority over them </span>\n    <del>have</del>\n    <ins>are</ins>\n    <span> themselves called ‘Benefactors.’ <sup>26</sup> It is not to be like that among you. On the contrary, whoever is greatest among you should become like the youngest, and whoever leads, like the one serving. <sup>27</sup> For who is greater, the one at the table or the one serving? Isn’t it the one at the table? But I am among you as the one who serves. <sup>28</sup> You are those who stood by me in my trials. <sup>29</sup> I bestow on you a kingdom, just as my Father bestowed one on me, <sup>30</sup> so that you may eat and drink at my table in my kingdom. And you will sit on thrones judging the twelve tribes of Israel. <sup>31</sup> “Simon, Simon, look out. Satan has asked to sift you like wheat. <sup>32</sup> But I have prayed for you that your faith may not fail. And you, when you have turned back, strengthen your brothers.” <sup>33</sup> “Lord,” he told him, “I’m ready to go with you both to prison and to death.” <sup>34</sup> “I tell you, Peter,” he said, “the </span>\n    <del>rooster</del>\n    <ins>cock</ins>\n    <span> will not crow today until you deny three times that you know me.” <sup>35</sup> He also said to them, “When I sent you out without money-bag, </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span> bag, or sandals, did you lack anything? ” “Not a thing,” they said. <sup>36</sup> Then he said to them, “But now, whoever has a money-bag should take it, and also a </span>\n    <del>traveling</del>\n    <ins>travelling</ins>\n    <span> bag. And whoever doesn’t have a sword should sell his robe and buy one. <sup>37</sup> For I tell you, what is written must be fulfilled in me: And he was counted among the lawless. Yes, what is written about me is coming to its </span>\n    <del>fulfillment</del>\n    <ins>fulfilment</ins>\n    <span>.” <sup>38</sup> “Lord,” they said, “look, here are two swords.” “That is enough! ” he told them. <sup>39</sup> He went out and made his way as usual to the Mount of Olives, and the disciples followed him. <sup>40</sup> When he reached the place, he told them, “Pray that you may not fall into temptation.” <sup>41</sup> Then he withdrew from them about a stone’s throw, knelt down, and began to pray, <sup>42</sup> “Father, if you are willing, take this cup away from me ​— ​nevertheless, not my will, but yours, be done.” <sup>43</sup> Then an angel from heaven appeared to him, strengthening him. <sup>44</sup> Being in anguish, he prayed more fervently, and his sweat became like drops of blood falling to the ground. <sup>45</sup> When he got up from prayer and came to the disciples, he found them sleeping, exhausted from their grief. <sup>46</sup> “Why are you sleeping? ” he asked them. “Get up and pray, so that you won’t fall into temptation.” <sup>47</sup> While he was still speaking, suddenly a mob came, and one of the Twelve named Judas was leading them. He came near Jesus to kiss him, <sup>48</sup> but Jesus said to him, “Judas, are you betraying the Son of Man with a kiss? ” <sup>49</sup> When those around him saw what was going to happen, they asked, “Lord, should we strike with the sword? ” <sup>50</sup> Then one of them struck the high priest’s servant and cut off his right ear. <sup>51</sup> But Jesus responded, “No more of this! ” And touching his ear, he healed him. <sup>52</sup> Then Jesus said to the chief priests, temple police, and the elders who had come for him, “Have you come out with swords and clubs as if I were a criminal? <sup>53</sup> Every day while I was with you in the temple, you never laid a hand on me. But this is your hour ​— ​and the dominion of darkness.” <sup>54</sup> They seized him, led him away, and brought him into the high priest’s house. Meanwhile Peter was following at a distance. <sup>55</sup> They lit a fire in the middle of the courtyard and sat down together, and Peter sat among them. <sup>56</sup> When a servant saw him sitting in the light, and looked closely at him, she said, “This man was with him too.” <sup>57</sup> But he denied it: “Woman, I don’t know him.” <sup>58</sup> After a little while, someone else saw him and said, “You’re one of them too.” “Man, I am not! ” Peter said. <sup>59</sup> About an hour later, another kept insisting, “This man was certainly with him, since he’s also a Galilean.” <sup>60</sup> But Peter said, “Man, I don’t know what you’re talking about! ” Immediately, while he was still speaking, a </span>\n    <del>rooster</del>\n    <ins>cock</ins>\n    <span> crowed. <sup>61</sup> Then the Lord turned and looked at Peter. So Peter remembered the word of the Lord, how he had said to him, “Before the </span>\n    <del>rooster</del>\n    <ins>cock</ins>\n    <span> crows today, you will deny me three times.” <sup>62</sup> And he went outside and wept bitterly. <sup>63</sup> The men who were holding Jesus started mocking and beating him. <sup>64</sup> After blindfolding him, they kept asking, “Prophesy! Who was it that hit you? ” <sup>65</sup> And they were saying many other blasphemous things to him. <sup>66</sup> When daylight came, the elders of the people, both the chief priests and the scribes, convened and brought him before their Sanhedrin. <sup>67</sup> They said, “If you are the Messiah, tell us.” But he said to them, “If I do tell you, you will not believe. <sup>68</sup> And if I ask you, you will not answer. <sup>69</sup> But from now on, the Son of Man will be seated at the right hand of the power of God.” <sup>70</sup> They all asked, “Are you, then, the Son of God? ” And he said to them, “You say that I am.” <sup>71</sup> “Why do we need any more testimony,” they said, “since we’ve heard it ourselves from his mouth? ” </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> Then their whole assembly rose up and brought him before Pilate. <sup>2</sup> They began to accuse him, saying, “We found this man misleading our nation, opposing payment of taxes to Caesar, and saying that he himself is the Messiah, a king.” <sup>3</sup> So Pilate asked him, “Are you the king of the Jews? ” He answered him, “You say so.” <sup>4</sup> Pilate then told the chief priests and the crowds, “I find no grounds for charging this man.” <sup>5</sup> But they kept insisting, “He stirs up the people, teaching throughout all Judea, from Galilee where he started even to here.” <sup>6</sup> When Pilate heard this, he asked if the man was a Galilean. <sup>7</sup> Finding that he was under Herod’s jurisdiction, he sent him to Herod, who was also in Jerusalem during those days. <sup>8</sup> Herod was very glad to see Jesus; for a long time he had wanted to see him because he had heard about him and was hoping to see some miracle performed by him. <sup>9</sup> So he kept asking him questions, but Jesus did not answer him. <sup>10</sup> The chief priests and the scribes stood by, vehemently accusing him. <sup>11</sup> Then Herod, with his soldiers, treated him with contempt, mocked him, dressed him in bright clothing, and sent him back to Pilate. <sup>12</sup> That very day Herod and Pilate became friends. Previously, they had been enemies. <sup>13</sup> Pilate called together the chief priests, the leaders, and the people, <sup>14</sup> and said to them, “You have brought me this man as one who misleads the people. But in fact, after examining him in your presence, I have found no grounds to charge this man with those things you accuse him of. <sup>15</sup> Neither has Herod, because he sent him back to us. Clearly, he has done nothing to deserve death. <sup>16</sup> Therefore, I will have him whipped and then release him.” <sup>18</sup> Then they all cried out together, “Take this man away! Release Barabbas to us! ” <sup>19</sup> (He had been thrown into prison for a rebellion that had taken place in the city, and for murder.) <sup>20</sup> Wanting to release Jesus, Pilate addressed them again, <sup>21</sup> but they kept shouting, “Crucify! Crucify him! ” <sup>22</sup> A third time he said to them, “Why? What has this man done wrong? I have found in him no grounds for the death penalty. Therefore, I will have him whipped and then release him.” <sup>23</sup> But they kept up the pressure, demanding with loud voices that he be crucified, and their voices </span>\n    <del>won out</del>\n    <ins>prevailed</ins>\n    <span>. <sup>24</sup> So Pilate decided to grant their demand <sup>25</sup> and released the one they were asking for, who had been thrown into prison for rebellion and murder. But he handed Jesus over to their will. <sup>26</sup> As they led him away, they seized Simon, a Cyrenian, who was coming in from the country, and laid the cross on him to carry behind Jesus. <sup>27</sup> A large crowd of people followed him, including women who were mourning and lamenting him. <sup>28</sup> But turning to them, Jesus said, “Daughters of Jerusalem, do not weep for me, but weep for yourselves and your children. <sup>29</sup> Look, the days are coming when they will say, ‘Blessed are the women without children, the wombs that never bore, and the breasts that never </span>\n    <del>nursed</del>\n    <ins>fed</ins>\n    <span>! ’ <sup>30</sup> Then they will begin to say to the mountains, ‘Fall on us! ’ and to the hills, ‘Cover us! ’ <sup>31</sup> For if they do these things when the wood is green, what will happen when it is dry? ” <sup>32</sup> Two others ​— ​criminals ​— ​were also led away to be executed with him. <sup>33</sup> When they arrived at the place called The Skull, they crucified him there, along with the criminals, one on the right and one on the left. <sup>34</sup> Then Jesus said, </span>\n    <del>“</del>\n    <ins>‘</ins>\n    <span>Father, forgive them, because they do not know what they are doing.</span>\n    <del>”</del>\n    <ins>’</ins>\n    <span> And they divided his clothes and cast lots. <sup>35</sup> The people stood watching, and even the leaders were scoffing: “He saved others; let him save himself if this is God’s Messiah, the Chosen One! ” <sup>36</sup> The soldiers also mocked him. They came offering him sour wine <sup>37</sup> and said, “If you are the king of the Jews, save yourself! ” <sup>38</sup> An inscription was above him: This Is </span>\n    <del>theKing</del>\n    <ins>the King</ins>\n    <span> of the </span>\n    <del>J ews</del>\n    <ins>Jews</ins>\n    <span>. <sup>39</sup> Then one of the criminals hanging there began to yell insults at him: “Aren’t you the Messiah? Save yourself and us! ” <sup>40</sup> But the other answered, rebuking him: “Don’t you even fear God, since you are undergoing the same punishment? <sup>41</sup> We are punished justly, because we’re getting back what we deserve for the things we did, but this man has done nothing wrong.” <sup>42</sup> Then he said, “Jesus, remember me when you come into your kingdom.” <sup>43</sup> And he said to him, “Truly I tell you, today you will be with me in paradise.” <sup>44</sup> It was now about noon, and darkness came over the whole land until three, <sup>45</sup> because the sun’s light failed. The curtain of the sanctuary was split down the middle. <sup>46</sup> And Jesus called out with a loud voice, “Father, into your hands I entrust my spirit.” Saying this, he breathed his last. <sup>47</sup> When the centurion saw what happened, he began to glorify God, saying, “This man really was righteous! ” <sup>48</sup> All the crowds that had gathered for this spectacle, when they saw what had taken place, went home, striking their chests. <sup>49</sup> But all who knew him, including the women who had followed him from Galilee, stood at a distance, watching these things. <sup>50</sup> There was a good and righteous man named Joseph, a member of the Sanhedrin, <sup>51</sup> who had not agreed with their plan and action. He was from Arimathea, a Judean town, and was looking forward to the kingdom of God. <sup>52</sup> He approached Pilate and asked for Jesus’s body. <sup>53</sup> Taking it down, he wrapped it in fine linen and placed it in a tomb cut into the rock, where no one had ever been placed. <sup>54</sup> It was the preparation day, and the Sabbath was about to begin. <sup>55</sup> The women who had come with him from Galilee followed along and observed the tomb and how his body was placed. <sup>56</sup> Then they returned and prepared spices and perfumes. And they rested on the Sabbath according to the commandment. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> On the first day of the week, very early in the morning, they came to the tomb, bringing the spices they had prepared. <sup>2</sup> They found the stone rolled away from the tomb. <sup>3</sup> They went in but did not find the body of the Lord Jesus. <sup>4</sup> While they were perplexed about this, suddenly two men stood by them in dazzling clothes. <sup>5</sup> So the women were terrified and bowed down to the ground. “Why are you looking for the living among the dead? ” asked the men. <sup>6</sup> “He is not here, but he has risen! Remember how he spoke to you when he was still in Galilee, <sup>7</sup> saying, ‘It is necessary that the Son of Man be betrayed into the hands of sinful men, be crucified, and rise on the third day’? ” <sup>8</sup> And they remembered his words. <sup>9</sup> Returning from the tomb, they reported all these things to the Eleven and to all the rest. <sup>10</sup> Mary Magdalene, Joanna, Mary the mother of James, and the other women with them were telling the apostles these things. <sup>11</sup> But these words seemed like nonsense to them, and they did not believe the women. <sup>12</sup> Peter, however, got up and ran to the tomb. When he stooped to look in, he saw only the linen cloths. So he went away, amazed at what had happened. <sup>13</sup> Now that same day two of them were on their way to a village called Emmaus, which was about </span>\n    <del>seven miles</del>\n    <ins>eleven kilometres</ins>\n    <span> from Jerusalem. <sup>14</sup> Together they were discussing everything that had taken place. <sup>15</sup> And while they were discussing and arguing, Jesus himself came near and began to walk along with them. <sup>16</sup> But they were prevented from </span>\n    <del>recognizing</del>\n    <ins>recognising</ins>\n    <span> him. <sup>17</sup> Then he asked them, “What is this dispute that you’re having with each other as you are walking? ” And they stopped walking and looked discouraged. <sup>18</sup> The one named Cleopas answered him, “Are you the only visitor in Jerusalem who doesn’t know the things that happened there in these days? ” <sup>19</sup> “What things? ” he asked them. So they said to him, “The things concerning Jesus of Nazareth, who was a prophet powerful in action and speech before God and all the people, <sup>20</sup> and how our chief priests and leaders handed him over to be sentenced to death, and they crucified him. <sup>21</sup> But we were hoping that he was the one who was about to redeem Israel. Besides all this, it’s the third day since these things happened. <sup>22</sup> Moreover, some women from our group astounded us. They arrived early at the tomb, <sup>23</sup> and when they didn’t find his body, they came and reported that they had seen a vision of angels who said he was alive. <sup>24</sup> Some of those who were with us went to the tomb and found it just as the women had said, but they didn’t see him.” <sup>25</sup> He said to them, “How foolish you are, and how slow to believe all that the prophets have spoken! <sup>26</sup> Wasn’t it necessary for the Messiah to suffer these things and enter into his glory? ” <sup>27</sup> Then beginning with Moses and all the Prophets, he interpreted for them the things concerning himself in all the Scriptures. <sup>28</sup> They came near the village where they were going, and he gave the impression that he was going </span>\n    <del>farther</del>\n    <ins>further</ins>\n    <span>. <sup>29</sup> But they urged him, “Stay with us, because it’s almost evening, and now the day is almost over.” So he went in to stay with them. <sup>30</sup> It was as he reclined at the table with them that he took the bread, blessed and broke it, and gave it to them. <sup>31</sup> Then their eyes were opened, and they </span>\n    <del>recognized</del>\n    <ins>recognised</ins>\n    <span> him, but he disappeared from their sight. <sup>32</sup> They said to each other, “Weren’t our hearts burning within us while he was talking with us on the road and explaining the Scriptures to us? ” <sup>33</sup> That very hour they got up and returned to Jerusalem. They found the Eleven and those with them gathered together, <sup>34</sup> who said, “The Lord has truly been raised and has appeared to Simon! ” <sup>35</sup> Then they began to describe what had happened on the road and how he was made known to them in the breaking of the bread. <sup>36</sup> As they were saying these things, he himself stood in their midst. He said to them, “Peace to you! ” <sup>37</sup> But they were startled and terrified and thought they were seeing a ghost. <sup>38</sup> “Why are you troubled? ” he asked them. “And why do doubts arise in your hearts? <sup>39</sup> Look at my hands and my feet, that it is I myself! Touch me and see, because a ghost does not have flesh and bones as you can see I have.” <sup>40</sup> Having said this, he showed them his hands and feet. <sup>41</sup> But while they still were amazed and in disbelief because of their joy, he asked them, “Do you have anything here to eat? ” <sup>42</sup> So they gave him a piece of a </span>\n    <del>broiled</del>\n    <ins>grilled</ins>\n    <span> fish, <sup>43</sup> and he took it and ate in their presence. <sup>44</sup> He told them, “These are my words that I spoke to you while I was still with you ​— ​that everything written about me in the Law of Moses, the Prophets, and the Psalms must be fulfilled.” <sup>45</sup> Then he opened their minds to understand the Scriptures. <sup>46</sup> He also said to them, “This is what is written: The Messiah will suffer and rise from the dead the third day, <sup>47</sup> and repentance for forgiveness of sins will be proclaimed in his name to all the nations, beginning at Jerusalem. <sup>48</sup> You are witnesses of these things. <sup>49</sup> And look, I am sending you what my Father promised. As for you, stay in the city until you are empowered from on high.” <sup>50</sup> Then he led them out to the vicinity of Bethany, and lifting up his hands he blessed them. <sup>51</sup> And while he was blessing them, he left them and was carried up into heaven. <sup>52</sup> After </span>\n    <del>worshiping</del>\n    <ins>worshipping</ins>\n    <span> him, they returned to Jerusalem with great joy. <sup>53</sup> And they were continually in the temple praising God. </span>\n  </p>\n"]