["<p>\n    <span> <sup>1</sup> Paul and Timothy, servants of Christ Jesus: To all the saints in Christ Jesus who are in Philippi, including the overseers and deacons. <sup>2</sup> Grace to you and peace from God our Father and the Lord Jesus Christ. <sup>3</sup> I give thanks to my God for every remembrance of you, <sup>4</sup> always praying with joy for all of you in my every prayer, <sup>5</sup> because of your partnership in the gospel from the first day until now. <sup>6</sup> I am sure of this, that he who started a good work in you will carry it on to completion until the day of Christ Jesus. <sup>7</sup> Indeed, it is right for me to think this way about all of you, because I have you in my heart, and you are all partners with me in grace, both in my imprisonment and in the </span>\n    <del>defense</del>\n    <ins>defence</ins>\n    <span> and confirmation of the gospel. <sup>8</sup> For God is my witness, how deeply I miss all of you with the affection of Christ Jesus. <sup>9</sup> And I pray this: that your love will keep on growing in knowledge and every kind of discernment, <sup>10</sup> so that you may approve the things that are superior and may be pure and blameless in the day of Christ, <sup>11</sup> filled with the fruit of righteousness that comes through Jesus Christ to the glory and praise of God. <sup>12</sup> Now I want you to know, brothers and sisters, that what has happened to me has actually advanced the gospel, <sup>13</sup> so that it has become known throughout the whole imperial guard, and to everyone else, that my imprisonment is because I am in Christ. <sup>14</sup> Most of the brothers have gained confidence in the Lord from my imprisonment and dare even more to speak the word fearlessly. <sup>15</sup> To be sure, some preach Christ out of envy and rivalry, but others out of good will. <sup>16</sup> These preach out of love, knowing that I am appointed for the </span>\n    <del>defense</del>\n    <ins>defence</ins>\n    <span> of the gospel; <sup>17</sup> the others proclaim Christ out of selfish ambition, not sincerely, thinking that they will cause me trouble in my imprisonment. <sup>18</sup> What does it matter? Only that in every way, whether from false motives or true, Christ is proclaimed, and in this I rejoice. Yes, and I will continue to rejoice <sup>19</sup> because I know </span>\n    <ins>that </ins>\n    <span>this will lead to my salvation through your prayers and help from the Spirit of Jesus Christ. <sup>20</sup> My eager expectation and hope is that I will not be ashamed about anything, but that now as always, with all courage, Christ will be highly </span>\n    <del>honored</del>\n    <ins>honoured</ins>\n    <span> in my body, whether by life or by death. <sup>21</sup> For me, to live is Christ and to die is gain. <sup>22</sup> Now if I live on in the flesh, this means fruitful work for me; and I don’t know which one I should choose. <sup>23</sup> I am torn between the two. I long to depart and be with Christ ​— ​which is far better ​— ​ <sup>24</sup> but to remain in the flesh is more necessary for your sake. <sup>25</sup> Since I am persuaded of this, I know that I will remain and continue with all of you for your progress and joy in the faith, <sup>26</sup> so that, because of my coming to you again, your boasting in Christ Jesus may abound. <sup>27</sup> Just one thing: As citizens of heaven, live your life worthy of the gospel of Christ. Then, whether I come and see you or am absent, I will hear about you that you are standing firm in one spirit, in one accord, contending together for the faith of the gospel, <sup>28</sup> not being frightened in any way by your opponents. This is a sign of destruction for them, but of your salvation ​— ​and this is from God. <sup>29</sup> For it has been granted to you on Christ’s behalf not only to believe in him, but also to suffer for him, <sup>30</sup> since you are engaged in the same struggle that you saw I had and now hear that I have. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> If, then, there is any encouragement in Christ, if any consolation of love, if any fellowship with the Spirit, if any affection and mercy, <sup>2</sup> make my joy complete by thinking the same way, having the same love, united in spirit, intent on one purpose. <sup>3</sup> Do nothing out of selfish ambition or conceit, but in humility consider others as more important than yourselves. <sup>4</sup> Everyone should look not to his own interests, but rather to the interests of others. <sup>5</sup> Adopt the same attitude as that of Christ Jesus, <sup>6</sup> who, existing in the form of God, did not consider equality with God as something to be exploited. <sup>7</sup> Instead he emptied himself by assuming the form of a servant, taking on the likeness of humanity. And when he had come as a man, <sup>8</sup> he humbled himself by becoming obedient to the point of death — even to death on a cross. <sup>9</sup> For this reason God highly exalted him and gave him the name that is above every name, <sup>10</sup> so that at the name of Jesus every knee will bow — in heaven and on earth and under the earth — <sup>11</sup> and every tongue will confess that Jesus Christ is Lord, to the glory of God the Father. <sup>12</sup> Therefore, my dear friends, just as you have always obeyed, so now, not only in my presence but even more in my absence, work out your own salvation with fear and trembling. <sup>13</sup> For it is God who is working in you both to will and to work according to his good purpose. <sup>14</sup> Do everything without grumbling and arguing, <sup>15</sup> so that you may be blameless and pure, children of God who are faultless in a crooked and perverted generation, among whom you shine like stars in the world, <sup>16</sup> by holding firm to the word of life. Then I can boast in the day of Christ that I didn’t run or </span>\n    <del>labor</del>\n    <ins>labour</ins>\n    <span> for nothing. <sup>17</sup> But even if I am poured out as a drink offering on the sacrificial service of your faith, I am glad and rejoice with all of you. <sup>18</sup> In the same way you should also be glad and rejoice with me. <sup>19</sup> Now I hope in the Lord Jesus to send Timothy to you soon so that I too may be encouraged by news about you. <sup>20</sup> For I have no one else like-minded who will genuinely care about your interests; <sup>21</sup> all seek their own interests, not those of Jesus Christ. <sup>22</sup> But you know his proven character, because he has served with me in the gospel ministry like a son with a father. <sup>23</sup> Therefore, I hope to send him as soon as I see how things go with me. <sup>24</sup> I am confident in the Lord that I myself will also come soon. <sup>25</sup> But I considered it necessary to send you Epaphroditus ​— ​my brother, </span>\n    <del>coworker</del>\n    <ins>co-worker</ins>\n    <span>, and fellow soldier, as well as your messenger and minister to my need ​— ​ <sup>26</sup> since he has been longing for all of you and was distressed because you heard that he was </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span>. <sup>27</sup> Indeed, he was so </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span> that he nearly died. However, God had mercy on him, and not only on him but also on me, so that I would not have sorrow upon sorrow. <sup>28</sup> For this reason, I am very eager to send him so that you may rejoice again when you see him and I may be less anxious. <sup>29</sup> Therefore, welcome him in the Lord with great joy and hold people like him in </span>\n    <del>honor</del>\n    <ins>honour</ins>\n    <span>, <sup>30</sup> because he came close to death for the work of Christ, risking his life to make up what was lacking in your ministry to me. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> In addition, my brothers and sisters, rejoice in the Lord. To write to you again about this is no trouble for me and is a safeguard for you. <sup>2</sup> Watch out for the dogs, watch out for the evil workers, watch out for those who mutilate the flesh. <sup>3</sup> For we are the circumcision, the ones who worship by the Spirit of God, boast in Christ Jesus, and do not put confidence in the flesh ​— ​ <sup>4</sup> although I have reasons for confidence in the flesh. If anyone else thinks he has grounds for confidence in the flesh, I have more: <sup>5</sup> circumcised the eighth day; of the nation of Israel, of the tribe of Benjamin, a Hebrew born of Hebrews; regarding the law, a Pharisee; <sup>6</sup> regarding zeal, persecuting the church; regarding the righteousness that is in the law, blameless. <sup>7</sup> But everything that was a gain to me, I have considered to be a loss because of Christ. <sup>8</sup> More than that, I also consider everything to be a loss in view of the surpassing value of knowing Christ Jesus my Lord. Because of him I have suffered the loss of all things and consider them as dung, so that I may gain Christ <sup>9</sup> and be found in him, not having a righteousness of my own from the law, but one that is through faith in Christ ​— ​the righteousness from God based on faith. <sup>10</sup> My goal is to know him and the power of his resurrection and the fellowship of his sufferings, being conformed to his death, <sup>11</sup> assuming that I will somehow reach the resurrection from among the dead. <sup>12</sup> Not that I have already reached the goal or am already perfect, but I make every effort to take hold of it because I also have been taken hold of by Christ Jesus. <sup>13</sup> Brothers and sisters, I do not consider myself to have taken hold of it. But one thing I do: Forgetting what is behind and reaching forward to what is ahead, <sup>14</sup> I pursue as my goal the prize promised by God’s heavenly call in Christ Jesus. <sup>15</sup> Therefore, let all of us who are mature think this way. And if you think differently about anything, God will reveal this also to you. <sup>16</sup> In any case, we should live up to whatever truth we have attained. <sup>17</sup> Join in imitating me, brothers and sisters, and pay careful attention to those who live according to the example you have in us. <sup>18</sup> For I have often told you, and now say again with tears, that many live as enemies of the cross of Christ. <sup>19</sup> Their end is destruction; their god is their stomach; their glory is in their shame; and they are focused on earthly things. <sup>20</sup> Our citizenship is in heaven, and we eagerly wait for a </span>\n    <del>Savior</del>\n    <ins>Saviour</ins>\n    <span> from there, the Lord Jesus Christ. <sup>21</sup> He will transform the body of our humble condition into the likeness of his glorious body, by the power that enables him to subject everything to himself. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> So then, my dearly loved and longed for brothers and sisters, my joy and crown, in this manner stand firm in the Lord, dear friends. <sup>2</sup> I urge Euodia and I urge Syntyche to agree in the Lord. <sup>3</sup> Yes, I also ask you, true partner, to help these women who have contended for the gospel at my side, along with Clement and the rest of my </span>\n    <del>coworkers</del>\n    <ins>co-workers</ins>\n    <span> whose names are in the book of life. <sup>4</sup> Rejoice in the Lord always. I will say it again: Rejoice! <sup>5</sup> Let your graciousness be known to everyone. The Lord is near. <sup>6</sup> Don’t worry about anything, but in everything, through prayer and petition with thanksgiving, present your requests to God. <sup>7</sup> And the peace of God, which surpasses all understanding, will guard your hearts and minds in Christ Jesus. <sup>8</sup> Finally brothers and sisters, whatever is true, whatever is </span>\n    <del>honorable</del>\n    <ins>honourable</ins>\n    <span>, whatever is just, whatever is pure, whatever is lovely, whatever is commendable ​— ​if there is any moral excellence and if there is anything praiseworthy ​— ​dwell on these things. <sup>9</sup> Do what you have learned and received and heard from me, and seen in me, and the God of peace will be with you. <sup>10</sup> I rejoiced in the Lord greatly because once again you renewed your care for me. You were, in fact, concerned about me but lacked the opportunity to show it. <sup>11</sup> I don’t say this out of need, for I have learned to be content in whatever circumstances I find myself. <sup>12</sup> I know how to make do with little, and I know how to make do with a lot. In any and all circumstances I have learned the secret of being content ​— ​whether well fed or hungry, whether in abundance or in need. <sup>13</sup> I am able to do all things through him who strengthens me. <sup>14</sup> Still, you did well by partnering with me in my hardship. <sup>15</sup> And you Philippians know that in the early days of the gospel, when I left Macedonia, no church shared with me in the matter of giving and receiving except you alone. <sup>16</sup> For even in Thessalonica you sent gifts for my need several times. <sup>17</sup> Not that I seek the gift, but I seek the profit that is increasing to your account. <sup>18</sup> But I have received everything in full, and I have an abundance. I am fully supplied, having received from Epaphroditus what you provided ​— ​a fragrant offering, an acceptable sacrifice, pleasing to God. <sup>19</sup> And my God will supply all your needs according to his riches in glory in Christ Jesus. <sup>20</sup> Now to our God and Father be glory </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever. Amen. <sup>21</sup> Greet every saint in Christ Jesus. The brothers who are with me send you greetings. <sup>22</sup> All the saints send you greetings, especially those who belong to Caesar’s household. <sup>23</sup> The grace of the Lord Jesus Christ be with your spirit. </span>\n  </p>\n"]