["<p>\n    <span> <sup>1</sup> Paul, an apostle of Christ Jesus by God’s will, for the sake of the promise of life in Christ Jesus: <sup>2</sup> To Timothy, my dearly loved son. Grace, mercy, and peace from God the Father and Christ Jesus our Lord. <sup>3</sup> I thank God, whom I serve with a clear conscience as my ancestors did, when I constantly remember you in my prayers night and day. <sup>4</sup> Remembering your tears, I long to see you so that I may be filled with joy. <sup>5</sup> I recall your sincere faith that first lived in your grandmother Lois and in your mother Eunice and now, I am convinced, is in you also. <sup>6</sup> Therefore, I remind you to rekindle the gift of God that is in you through the laying on of my hands. <sup>7</sup> For God has not given us a spirit of fear, but one of power, love, and sound </span>\n    <del>judgment</del>\n    <ins>judgement</ins>\n    <span>. <sup>8</sup> So don’t be ashamed of the testimony about our Lord, or of me his prisoner. Instead, share in suffering for the gospel, relying on the power of God. <sup>9</sup> He has saved us and called us with a holy calling, not according to our works, but according to his own purpose and grace, which was given to us in Christ Jesus before time began. <sup>10</sup> This has now been made evident through the appearing of our </span>\n    <del>Savior</del>\n    <ins>Saviour</ins>\n    <span> Christ Jesus, who has abolished death and has brought life and immortality to light through the gospel. <sup>11</sup> For this gospel I was appointed a herald, apostle, and teacher, <sup>12</sup> and that is why I suffer these things. But I am not ashamed, because I know whom I have believed and am persuaded that he is able to guard what has been entrusted to me until that day. <sup>13</sup> Hold on to the pattern of sound teaching that you have heard from me, in the faith and love that are in Christ Jesus. <sup>14</sup> Guard the good deposit through the Holy Spirit who lives in us. <sup>15</sup> You know that all those in the province of Asia have deserted me, including Phygelus and Hermogenes. <sup>16</sup> May the Lord grant mercy to the household of Onesiphorus, because he often refreshed me and was not ashamed of my chains. <sup>17</sup> On the contrary, when he was in Rome, he diligently searched for me and found me. <sup>18</sup> May the Lord grant that he obtain mercy from him on that day. You know very well how much he ministered at Ephesus. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> You, therefore, my son, be strong in the grace that is in Christ Jesus. <sup>2</sup> What you have heard from me in the presence of many witnesses, commit to faithful men who will be able to teach others also. <sup>3</sup> Share in suffering as a good soldier of Christ Jesus. <sup>4</sup> No one serving as a soldier gets entangled in the concerns of civilian life; he seeks to please the commanding officer. <sup>5</sup> Also, if anyone competes as an athlete, he is not crowned unless he competes according to the rules. <sup>6</sup> The </span>\n    <del>hardworking</del>\n    <ins>hard-working</ins>\n    <span> farmer ought to be the first to get a share of the crops. <sup>7</sup> Consider what I say, for the Lord will give you understanding in everything. <sup>8</sup> Remember Jesus Christ, risen from the dead and descended from David, according to my gospel, <sup>9</sup> for which I suffer to the point of being bound like a criminal. But the word of God is not bound. <sup>10</sup> This is why I endure all things for the elect: so that they also may obtain salvation, which is in Christ Jesus, with eternal glory. <sup>11</sup> This saying is trustworthy: For if we died with him, we will also live with him; <sup>12</sup> if we endure, we will also reign with him; if we deny him, he will also deny us; <sup>13</sup> if we are faithless, he remains faithful, for he cannot deny himself. <sup>14</sup> Remind them of these things, and charge them before God not to fight about words. This is useless and leads to the ruin of those who listen. <sup>15</sup> Be diligent to present yourself to God as one approved, a worker who doesn’t need to be ashamed, correctly teaching the word of truth. <sup>16</sup> Avoid irreverent and empty speech, since those who engage in it will produce even more godlessness, <sup>17</sup> and their teaching will spread like gangrene. Hymenaeus and Philetus are among them. <sup>18</sup> They have departed from the truth, saying that the resurrection has already taken place, and are ruining the faith of some. <sup>19</sup> Nevertheless, God’s solid foundation stands firm, bearing this inscription: The Lord knows those who are his, and let everyone who calls on the name of the Lord turn away from wickedness. <sup>20</sup> Now in a large house there are not only gold and silver vessels, but also those of wood and clay; some for </span>\n    <del>honorable</del>\n    <ins>honourable</ins>\n    <span> use and some for </span>\n    <del>dishonorable</del>\n    <ins>dishonourable</ins>\n    <span>. <sup>21</sup> So if anyone purifies himself from anything </span>\n    <del>dishonorable</del>\n    <ins>dishonourable</ins>\n    <span>, he will be a special instrument, set apart, useful to the Master, prepared for every good work. <sup>22</sup> Flee from youthful passions, and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart. <sup>23</sup> But reject foolish and ignorant disputes, because you know that they breed quarrels. <sup>24</sup> The Lord’s servant must not quarrel, but must be gentle to everyone, able to teach, and patient, <sup>25</sup> instructing his opponents with gentleness. Perhaps God will grant them repentance leading them to the knowledge of the truth. <sup>26</sup> Then they may come to their senses and escape the trap of the devil, who has taken them captive to do his will. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> But know this: Hard times will come in the last days. <sup>2</sup> For people will be lovers of self, lovers of money, boastful, proud, demeaning, disobedient to parents, ungrateful, unholy, <sup>3</sup> unloving, irreconcilable, slanderers, without self-control, brutal, without love for what is good, <sup>4</sup> traitors, reckless, conceited, lovers of pleasure rather than lovers of God, <sup>5</sup> holding to the form of godliness but denying its power. Avoid these people. <sup>6</sup> For among them are those who worm their way into households and deceive gullible women overwhelmed by sins and led astray by a variety of passions, <sup>7</sup> always learning and never able to come to a knowledge of the truth. <sup>8</sup> Just as Jannes and Jambres resisted Moses, so these also resist the truth. They are men who are corrupt in mind and worthless in regard to the faith. <sup>9</sup> But they will not make further progress, for their foolishness will be clear to all, as was the foolishness of Jannes and Jambres. <sup>10</sup> But you have followed my teaching, conduct, purpose, faith, patience, love, and endurance, <sup>11</sup> along with the persecutions and sufferings that came to me in Antioch, Iconium, and Lystra. What persecutions I endured ​— ​and yet the Lord rescued me from them all. <sup>12</sup> In fact, all who want to live a godly life in Christ Jesus will be persecuted. <sup>13</sup> Evil people and impostors will become worse, deceiving and being deceived. <sup>14</sup> But as for you, continue in what you have learned and firmly believed. You know those who taught you, <sup>15</sup> and you know that from infancy you have known the sacred Scriptures, which are able to give you wisdom for salvation through faith in Christ Jesus. <sup>16</sup> All Scripture is inspired by God and is profitable for teaching, for rebuking, for correcting, for training in righteousness, <sup>17</sup> so that the man of God may be complete, equipped for every good work. </span>\n  </p>\n","<p>\n    <span> <sup>1</sup> I solemnly charge you before God and Christ Jesus, who is going to judge the living and the dead, and because of his appearing and his kingdom: <sup>2</sup> Preach the word; be ready in season and out of season; correct, rebuke</span>\n    <ins>, </ins>\n    <span>and encourage with great patience and teaching. <sup>3</sup> For the time will come when people will not tolerate sound doctrine, but according to their own desires, will multiply teachers for themselves because they have an itch to hear what they want to hear. <sup>4</sup> They will turn away from hearing the truth and will turn aside to myths. <sup>5</sup> But as for you, exercise self-control in everything, endure hardship, do the work of an evangelist, </span>\n    <del>fulfill</del>\n    <ins>fulfil</ins>\n    <span> your ministry. <sup>6</sup> For I am already being poured out as a drink offering, and the time for my departure is close. <sup>7</sup> I have fought the good fight, I have finished the race, I have kept the faith. <sup>8</sup> There is reserved for me the crown of righteousness, which the Lord, the righteous Judge, will give me on that day, and not only to me, but to all those who have loved his appearing. <sup>9</sup> Make every effort to come to me soon, <sup>10</sup> because Demas has deserted me, since he loved this present world, and has gone to Thessalonica. Crescens has gone to Galatia, Titus to Dalmatia. <sup>11</sup> Only Luke is with me. Bring Mark with you, for he is useful to me in the ministry. <sup>12</sup> I have sent Tychicus to Ephesus. <sup>13</sup> When you come, bring the cloak I left in Troas with Carpus, as well as the scrolls, especially the parchments. <sup>14</sup> Alexander the coppersmith did great harm to me. The Lord will repay him according to his works. <sup>15</sup> Watch out for him yourself because he strongly opposed our words. <sup>16</sup> At my first </span>\n    <del>defense</del>\n    <ins>defence</ins>\n    <span>, no one stood by me, but everyone deserted me. May it not be counted against them. <sup>17</sup> But the Lord stood with me and strengthened me, so that I might fully preach the word and all the Gentiles might hear it. So I was rescued from the lion’s mouth. <sup>18</sup> The Lord will rescue me from every evil work and will bring me safely into his heavenly kingdom. To him be the glory </span>\n    <del>forever</del>\n    <ins>for ever</ins>\n    <span> and ever! Amen. <sup>19</sup> Greet Prisca and Aquila, and the household of Onesiphorus. <sup>20</sup> Erastus has remained at Corinth; I left Trophimus </span>\n    <del>sick</del>\n    <ins>ill</ins>\n    <span> at Miletus. <sup>21</sup> Make every effort to come before winter. Eubulus greets you, as do Pudens, Linus, Claudia, and all the brothers and sisters. <sup>22</sup> The Lord be with your spirit. Grace be with you all. </span>\n  </p>\n"]